[
	{
		"verseText": "Paul, called to be an apostle of Jesus Christ through the will of God, and our brother Sosthenes, ",
		"book": "1CO",
		"verse": 1,
		"chapter": 1,
		"canon_order": 28361
	},
	{
		"verseText": "to the assembly of God which is at Corinth—those who are sanctified in Christ Jesus, called saints, with all who call on the name of our Lord Jesus Christ in every place, both theirs and ours: ",
		"book": "1CO",
		"verse": 2,
		"chapter": 1,
		"canon_order": 28362
	},
	{
		"verseText": "Grace to you and peace from God our Father and the Lord Jesus Christ. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 1,
		"canon_order": 28363
	},
	{
		"verseText": "I always thank my God concerning you for the grace of God which was given you in Christ Jesus, ",
		"book": "1CO",
		"verse": 4,
		"chapter": 1,
		"canon_order": 28364
	},
	{
		"verseText": "that in everything you were enriched in him, in all speech and all knowledge— ",
		"book": "1CO",
		"verse": 5,
		"chapter": 1,
		"canon_order": 28365
	},
	{
		"verseText": "even as the testimony of Christ was confirmed in you— ",
		"book": "1CO",
		"verse": 6,
		"chapter": 1,
		"canon_order": 28366
	},
	{
		"verseText": "so that you come behind in no gift, waiting for the revelation of our Lord Jesus Christ, ",
		"book": "1CO",
		"verse": 7,
		"chapter": 1,
		"canon_order": 28367
	},
	{
		"verseText": "who will also confirm you until the end, blameless in the day of our Lord Jesus Christ. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 1,
		"canon_order": 28368
	},
	{
		"verseText": "God is faithful, through whom you were called into the fellowship of his Son, Jesus Christ our Lord. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 1,
		"canon_order": 28369
	},
	{
		"verseText": "Now I beg you, brothers, through the name of our Lord, Jesus Christ, that you all speak the same thing, and that there be no divisions among you, but that you be perfected together in the same mind and in the same judgment. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 1,
		"canon_order": 28370
	},
	{
		"verseText": "For it has been reported to me concerning you, my brothers, by those who are from Chloe’s household, that there are contentions among you. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 1,
		"canon_order": 28371
	},
	{
		"verseText": "Now I mean this, that each one of you says, “I follow Paul,” “I follow Apollos,” “I follow Cephas,” and, “I follow Christ.” ",
		"book": "1CO",
		"verse": 12,
		"chapter": 1,
		"canon_order": 28372
	},
	{
		"verseText": "Is Christ divided? Was Paul crucified for you? Or were you baptized into the name of Paul? ",
		"book": "1CO",
		"verse": 13,
		"chapter": 1,
		"canon_order": 28373
	},
	{
		"verseText": "I thank God that I baptized none of you except Crispus and Gaius, ",
		"book": "1CO",
		"verse": 14,
		"chapter": 1,
		"canon_order": 28374
	},
	{
		"verseText": "so that no one should say that I had baptized you into my own name. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 1,
		"canon_order": 28375
	},
	{
		"verseText": "(I also baptized the household of Stephanas; besides them, I don’t know whether I baptized any other.) ",
		"book": "1CO",
		"verse": 16,
		"chapter": 1,
		"canon_order": 28376
	},
	{
		"verseText": "For Christ sent me not to baptize, but to preach the Good News—not in wisdom of words, so that the cross of Christ wouldn’t be made void. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 1,
		"canon_order": 28377
	},
	{
		"verseText": "For the word of the cross is foolishness to those who are dying, but to us who are being saved it is the power of God. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 1,
		"canon_order": 28378
	},
	{
		"verseText": "For it is written, “I will destroy the wisdom of the wise. I will bring the discernment of the discerning to nothing.” ",
		"book": "1CO",
		"verse": 19,
		"chapter": 1,
		"canon_order": 28379
	},
	{
		"verseText": "Where is the wise? Where is the scribe? Where is the debater of this age? Hasn’t God made foolish the wisdom of this world? ",
		"book": "1CO",
		"verse": 20,
		"chapter": 1,
		"canon_order": 28380
	},
	{
		"verseText": "For seeing that in the wisdom of God, the world through its wisdom didn’t know God, it was God’s good pleasure through the foolishness of the preaching to save those who believe. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 1,
		"canon_order": 28381
	},
	{
		"verseText": "For Jews ask for signs, Greeks seek after wisdom, ",
		"book": "1CO",
		"verse": 22,
		"chapter": 1,
		"canon_order": 28382
	},
	{
		"verseText": "but we preach Christ crucified, a stumbling block to Jews and foolishness to Greeks, ",
		"book": "1CO",
		"verse": 23,
		"chapter": 1,
		"canon_order": 28383
	},
	{
		"verseText": "but to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God; ",
		"book": "1CO",
		"verse": 24,
		"chapter": 1,
		"canon_order": 28384
	},
	{
		"verseText": "because the foolishness of God is wiser than men, and the weakness of God is stronger than men. ",
		"book": "1CO",
		"verse": 25,
		"chapter": 1,
		"canon_order": 28385
	},
	{
		"verseText": "For you see your calling, brothers, that not many are wise according to the flesh, not many mighty, and not many noble; ",
		"book": "1CO",
		"verse": 26,
		"chapter": 1,
		"canon_order": 28386
	},
	{
		"verseText": "but God chose the foolish things of the world that he might put to shame those who are wise. God chose the weak things of the world that he might put to shame the things that are strong. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 1,
		"canon_order": 28387
	},
	{
		"verseText": "God chose the lowly things of the world, and the things that are despised, and the things that don’t exist, that he might bring to nothing the things that exist, ",
		"book": "1CO",
		"verse": 28,
		"chapter": 1,
		"canon_order": 28388
	},
	{
		"verseText": "that no flesh should boast before God. ",
		"book": "1CO",
		"verse": 29,
		"chapter": 1,
		"canon_order": 28389
	},
	{
		"verseText": "Because of him, you are in Christ Jesus, who was made to us wisdom from God, and righteousness and sanctification, and redemption, ",
		"book": "1CO",
		"verse": 30,
		"chapter": 1,
		"canon_order": 28390
	},
	{
		"verseText": "that, as it is written, “He who boasts, let him boast in the Lord.” ",
		"book": "1CO",
		"verse": 31,
		"chapter": 1,
		"canon_order": 28391
	},
	{
		"verseText": "When I came to you, brothers, I didn’t come with excellence of speech or of wisdom, proclaiming to you the testimony of God. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 2,
		"canon_order": 28392
	},
	{
		"verseText": "For I determined not to know anything among you except Jesus Christ and him crucified. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 2,
		"canon_order": 28393
	},
	{
		"verseText": "I was with you in weakness, in fear, and in much trembling. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 2,
		"canon_order": 28394
	},
	{
		"verseText": "My speech and my preaching were not in persuasive words of human wisdom, but in demonstration of the Spirit and of power, ",
		"book": "1CO",
		"verse": 4,
		"chapter": 2,
		"canon_order": 28395
	},
	{
		"verseText": "that your faith wouldn’t stand in the wisdom of men, but in the power of God. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 2,
		"canon_order": 28396
	},
	{
		"verseText": "We speak wisdom, however, among those who are full grown, yet a wisdom not of this world nor of the rulers of this world who are coming to nothing. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 2,
		"canon_order": 28397
	},
	{
		"verseText": "But we speak God’s wisdom in a mystery, the wisdom that has been hidden, which God foreordained before the worlds for our glory, ",
		"book": "1CO",
		"verse": 7,
		"chapter": 2,
		"canon_order": 28398
	},
	{
		"verseText": "which none of the rulers of this world has known. For had they known it, they wouldn’t have crucified the Lord of glory. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 2,
		"canon_order": 28399
	},
	{
		"verseText": "But as it is written, “Things which an eye didn’t see, and an ear didn’t hear, which didn’t enter into the heart of man, these God has prepared for those who love him.” ",
		"book": "1CO",
		"verse": 9,
		"chapter": 2,
		"canon_order": 28400
	},
	{
		"verseText": "But to us, God revealed them through the Spirit. For the Spirit searches all things, yes, the deep things of God. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 2,
		"canon_order": 28401
	},
	{
		"verseText": "For who among men knows the things of a man except the spirit of the man which is in him? Even so, no one knows the things of God except God’s Spirit. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 2,
		"canon_order": 28402
	},
	{
		"verseText": "But we received not the spirit of the world, but the Spirit which is from God, that we might know the things that were freely given to us by God. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 2,
		"canon_order": 28403
	},
	{
		"verseText": "We also speak these things, not in words which man’s wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual things. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 2,
		"canon_order": 28404
	},
	{
		"verseText": "Now the natural man doesn’t receive the things of God’s Spirit, for they are foolishness to him; and he can’t know them, because they are spiritually discerned. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 2,
		"canon_order": 28405
	},
	{
		"verseText": "But he who is spiritual discerns all things, and he himself is to be judged by no one. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 2,
		"canon_order": 28406
	},
	{
		"verseText": "“For who has known the mind of the Lord that he should instruct him?” But we have Christ’s mind. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 2,
		"canon_order": 28407
	},
	{
		"verseText": "Brothers, I couldn’t speak to you as to spiritual, but as to fleshly, as to babies in Christ. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 3,
		"canon_order": 28408
	},
	{
		"verseText": "I fed you with milk, not with solid food, for you weren’t yet ready. Indeed, you aren’t ready even now, ",
		"book": "1CO",
		"verse": 2,
		"chapter": 3,
		"canon_order": 28409
	},
	{
		"verseText": "for you are still fleshly. For insofar as there is jealousy, strife, and factions among you, aren’t you fleshly, and don’t you walk in the ways of men? ",
		"book": "1CO",
		"verse": 3,
		"chapter": 3,
		"canon_order": 28410
	},
	{
		"verseText": "For when one says, “I follow Paul,” and another, “I follow Apollos,” aren’t you fleshly? ",
		"book": "1CO",
		"verse": 4,
		"chapter": 3,
		"canon_order": 28411
	},
	{
		"verseText": "Who then is Apollos, and who is Paul, but servants through whom you believed, and each as the Lord gave to him? ",
		"book": "1CO",
		"verse": 5,
		"chapter": 3,
		"canon_order": 28412
	},
	{
		"verseText": "I planted. Apollos watered. But God gave the increase. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 3,
		"canon_order": 28413
	},
	{
		"verseText": "So then neither he who plants is anything, nor he who waters, but God who gives the increase. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 3,
		"canon_order": 28414
	},
	{
		"verseText": "Now he who plants and he who waters are the same, but each will receive his own reward according to his own labor. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 3,
		"canon_order": 28415
	},
	{
		"verseText": "For we are God’s fellow workers. You are God’s farming, God’s building. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 3,
		"canon_order": 28416
	},
	{
		"verseText": "According to the grace of God which was given to me, as a wise master builder I laid a foundation, and another builds on it. But let each man be careful how he builds on it. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 3,
		"canon_order": 28417
	},
	{
		"verseText": "For no one can lay any other foundation than that which has been laid, which is Jesus Christ. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 3,
		"canon_order": 28418
	},
	{
		"verseText": "But if anyone builds on the foundation with gold, silver, costly stones, wood, hay, or straw, ",
		"book": "1CO",
		"verse": 12,
		"chapter": 3,
		"canon_order": 28419
	},
	{
		"verseText": "each man’s work will be revealed. For the Day will declare it, because it is revealed in fire; and the fire itself will test what sort of work each man’s work is. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 3,
		"canon_order": 28420
	},
	{
		"verseText": "If any man’s work remains which he built on it, he will receive a reward. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 3,
		"canon_order": 28421
	},
	{
		"verseText": "If any man’s work is burned, he will suffer loss, but he himself will be saved, but as through fire. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 3,
		"canon_order": 28422
	},
	{
		"verseText": "Don’t you know that you are God’s temple and that God’s Spirit lives in you? ",
		"book": "1CO",
		"verse": 16,
		"chapter": 3,
		"canon_order": 28423
	},
	{
		"verseText": "If anyone destroys God’s temple, God will destroy him; for God’s temple is holy, which you are. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 3,
		"canon_order": 28424
	},
	{
		"verseText": "Let no one deceive himself. If anyone thinks that he is wise among you in this world, let him become a fool that he may become wise. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 3,
		"canon_order": 28425
	},
	{
		"verseText": "For the wisdom of this world is foolishness with God. For it is written, “He has taken the wise in their craftiness.” ",
		"book": "1CO",
		"verse": 19,
		"chapter": 3,
		"canon_order": 28426
	},
	{
		"verseText": "And again, “The Lord knows the reasoning of the wise, that it is worthless.” ",
		"book": "1CO",
		"verse": 20,
		"chapter": 3,
		"canon_order": 28427
	},
	{
		"verseText": "Therefore let no one boast in men. For all things are yours, ",
		"book": "1CO",
		"verse": 21,
		"chapter": 3,
		"canon_order": 28428
	},
	{
		"verseText": "whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All are yours, ",
		"book": "1CO",
		"verse": 22,
		"chapter": 3,
		"canon_order": 28429
	},
	{
		"verseText": "and you are Christ’s, and Christ is God’s. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 3,
		"canon_order": 28430
	},
	{
		"verseText": "So let a man think of us as Christ’s servants and stewards of God’s mysteries. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 4,
		"canon_order": 28431
	},
	{
		"verseText": "Here, moreover, it is required of stewards that they be found faithful. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 4,
		"canon_order": 28432
	},
	{
		"verseText": "But with me it is a very small thing that I should be judged by you, or by a human court. Yes, I don’t even judge my own self. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 4,
		"canon_order": 28433
	},
	{
		"verseText": "For I know nothing against myself. Yet I am not justified by this, but he who judges me is the Lord. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 4,
		"canon_order": 28434
	},
	{
		"verseText": "Therefore judge nothing before the time, until the Lord comes, who will both bring to light the hidden things of darkness and reveal the counsels of the hearts. Then each man will get his praise from God. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 4,
		"canon_order": 28435
	},
	{
		"verseText": "Now these things, brothers, I have in a figure transferred to myself and Apollos for your sakes, that in us you might learn not to think beyond the things which are written, that none of you be puffed up against one another. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 4,
		"canon_order": 28436
	},
	{
		"verseText": "For who makes you different? And what do you have that you didn’t receive? But if you did receive it, why do you boast as if you had not received it? ",
		"book": "1CO",
		"verse": 7,
		"chapter": 4,
		"canon_order": 28437
	},
	{
		"verseText": "You are already filled. You have already become rich. You have come to reign without us. Yes, and I wish that you did reign, that we also might reign with you! ",
		"book": "1CO",
		"verse": 8,
		"chapter": 4,
		"canon_order": 28438
	},
	{
		"verseText": "For I think that God has displayed us, the apostles, last of all, like men sentenced to death. For we are made a spectacle to the world, both to angels and men. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 4,
		"canon_order": 28439
	},
	{
		"verseText": "We are fools for Christ’s sake, but you are wise in Christ. We are weak, but you are strong. You have honor, but we have dishonor. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 4,
		"canon_order": 28440
	},
	{
		"verseText": "Even to this present hour we hunger, thirst, are naked, are beaten, and have no certain dwelling place. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 4,
		"canon_order": 28441
	},
	{
		"verseText": "We toil, working with our own hands. When people curse us, we bless. Being persecuted, we endure. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 4,
		"canon_order": 28442
	},
	{
		"verseText": "Being defamed, we entreat. We are made as the filth of the world, the dirt wiped off by all, even until now. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 4,
		"canon_order": 28443
	},
	{
		"verseText": "I don’t write these things to shame you, but to admonish you as my beloved children. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 4,
		"canon_order": 28444
	},
	{
		"verseText": "For though you have ten thousand tutors in Christ, you don’t have many fathers. For in Christ Jesus, I became your father through the Good News. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 4,
		"canon_order": 28445
	},
	{
		"verseText": "I beg you therefore, be imitators of me. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 4,
		"canon_order": 28446
	},
	{
		"verseText": "Because of this I have sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you of my ways which are in Christ, even as I teach everywhere in every assembly. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 4,
		"canon_order": 28447
	},
	{
		"verseText": "Now some are puffed up, as though I were not coming to you. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 4,
		"canon_order": 28448
	},
	{
		"verseText": "But I will come to you shortly, if the Lord is willing. And I will know, not the word of those who are puffed up, but the power. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 4,
		"canon_order": 28449
	},
	{
		"verseText": "For God’s Kingdom is not in word, but in power. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 4,
		"canon_order": 28450
	},
	{
		"verseText": "What do you want? Shall I come to you with a rod, or in love and a spirit of gentleness? ",
		"book": "1CO",
		"verse": 21,
		"chapter": 4,
		"canon_order": 28451
	},
	{
		"verseText": "It is actually reported that there is sexual immorality among you, and such sexual immorality as is not even named among the Gentiles, that one has his father’s wife. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 5,
		"canon_order": 28452
	},
	{
		"verseText": "You are arrogant, and didn’t mourn instead, that he who had done this deed might be removed from among you. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 5,
		"canon_order": 28453
	},
	{
		"verseText": "For I most certainly, as being absent in body but present in spirit, have already, as though I were present, judged him who has done this thing. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 5,
		"canon_order": 28454
	},
	{
		"verseText": "In the name of our Lord Jesus Christ, when you are gathered together with my spirit with the power of our Lord Jesus Christ, ",
		"book": "1CO",
		"verse": 4,
		"chapter": 5,
		"canon_order": 28455
	},
	{
		"verseText": "you are to deliver such a one to Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 5,
		"canon_order": 28456
	},
	{
		"verseText": "Your boasting is not good. Don’t you know that a little yeast leavens the whole lump? ",
		"book": "1CO",
		"verse": 6,
		"chapter": 5,
		"canon_order": 28457
	},
	{
		"verseText": "Purge out the old yeast, that you may be a new lump, even as you are unleavened. For indeed Christ, our Passover, has been sacrificed in our place. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 5,
		"canon_order": 28458
	},
	{
		"verseText": "Therefore let’s keep the feast, not with old yeast, neither with the yeast of malice and wickedness, but with the unleavened bread of sincerity and truth. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 5,
		"canon_order": 28459
	},
	{
		"verseText": "I wrote to you in my letter to have no company with sexual sinners; ",
		"book": "1CO",
		"verse": 9,
		"chapter": 5,
		"canon_order": 28460
	},
	{
		"verseText": "yet not at all meaning with the sexual sinners of this world, or with the covetous and extortionists, or with idolaters, for then you would have to leave the world. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 5,
		"canon_order": 28461
	},
	{
		"verseText": "But as it is, I wrote to you not to associate with anyone who is called a brother who is a sexual sinner, or covetous, or an idolater, or a slanderer, or a drunkard, or an extortionist. Don’t even eat with such a person. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 5,
		"canon_order": 28462
	},
	{
		"verseText": "For what do I have to do with also judging those who are outside? Don’t you judge those who are within? ",
		"book": "1CO",
		"verse": 12,
		"chapter": 5,
		"canon_order": 28463
	},
	{
		"verseText": "But those who are outside, God judges. “Put away the wicked man from among yourselves.” ",
		"book": "1CO",
		"verse": 13,
		"chapter": 5,
		"canon_order": 28464
	},
	{
		"verseText": "Dare any of you, having a matter against his neighbor, go to law before the unrighteous, and not before the saints? ",
		"book": "1CO",
		"verse": 1,
		"chapter": 6,
		"canon_order": 28465
	},
	{
		"verseText": "Don’t you know that the saints will judge the world? And if the world is judged by you, are you unworthy to judge the smallest matters? ",
		"book": "1CO",
		"verse": 2,
		"chapter": 6,
		"canon_order": 28466
	},
	{
		"verseText": "Don’t you know that we will judge angels? How much more, things that pertain to this life? ",
		"book": "1CO",
		"verse": 3,
		"chapter": 6,
		"canon_order": 28467
	},
	{
		"verseText": "If then you have to judge things pertaining to this life, do you set them to judge who are of no account in the assembly? ",
		"book": "1CO",
		"verse": 4,
		"chapter": 6,
		"canon_order": 28468
	},
	{
		"verseText": "I say this to move you to shame. Isn’t there even one wise man among you who would be able to decide between his brothers? ",
		"book": "1CO",
		"verse": 5,
		"chapter": 6,
		"canon_order": 28469
	},
	{
		"verseText": "But brother goes to law with brother, and that before unbelievers! ",
		"book": "1CO",
		"verse": 6,
		"chapter": 6,
		"canon_order": 28470
	},
	{
		"verseText": "Therefore it is already altogether a defect in you that you have lawsuits one with another. Why not rather be wronged? Why not rather be defrauded? ",
		"book": "1CO",
		"verse": 7,
		"chapter": 6,
		"canon_order": 28471
	},
	{
		"verseText": "No, but you yourselves do wrong and defraud, and that against your brothers. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 6,
		"canon_order": 28472
	},
	{
		"verseText": "Or don’t you know that the unrighteous will not inherit God’s Kingdom? Don’t be deceived. Neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor homosexuals, ",
		"book": "1CO",
		"verse": 9,
		"chapter": 6,
		"canon_order": 28473
	},
	{
		"verseText": "nor thieves, nor covetous, nor drunkards, nor slanderers, nor extortionists, will inherit God’s Kingdom. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 6,
		"canon_order": 28474
	},
	{
		"verseText": "Some of you were such, but you were washed. You were sanctified. You were justified in the name of the Lord Jesus, and in the Spirit of our God. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 6,
		"canon_order": 28475
	},
	{
		"verseText": "“All things are lawful for me,” but not all things are expedient. “All things are lawful for me,” but I will not be brought under the power of anything. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 6,
		"canon_order": 28476
	},
	{
		"verseText": "“Foods for the belly, and the belly for foods,” but God will bring to nothing both it and them. But the body is not for sexual immorality, but for the Lord, and the Lord for the body. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 6,
		"canon_order": 28477
	},
	{
		"verseText": "Now God raised up the Lord, and will also raise us up by his power. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 6,
		"canon_order": 28478
	},
	{
		"verseText": "Don’t you know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? May it never be! ",
		"book": "1CO",
		"verse": 15,
		"chapter": 6,
		"canon_order": 28479
	},
	{
		"verseText": "Or don’t you know that he who is joined to a prostitute is one body? For, “The two”, he says, “will become one flesh.” ",
		"book": "1CO",
		"verse": 16,
		"chapter": 6,
		"canon_order": 28480
	},
	{
		"verseText": "But he who is joined to the Lord is one spirit. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 6,
		"canon_order": 28481
	},
	{
		"verseText": "Flee sexual immorality! “Every sin that a man does is outside the body,” but he who commits sexual immorality sins against his own body. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 6,
		"canon_order": 28482
	},
	{
		"verseText": "Or don’t you know that your body is a temple of the Holy Spirit who is in you, whom you have from God? You are not your own, ",
		"book": "1CO",
		"verse": 19,
		"chapter": 6,
		"canon_order": 28483
	},
	{
		"verseText": "for you were bought with a price. Therefore glorify God in your body and in your spirit, which are God’s. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 6,
		"canon_order": 28484
	},
	{
		"verseText": "Now concerning the things about which you wrote to me: it is good for a man not to touch a woman. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 7,
		"canon_order": 28485
	},
	{
		"verseText": "But, because of sexual immoralities, let each man have his own wife, and let each woman have her own husband. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 7,
		"canon_order": 28486
	},
	{
		"verseText": "Let the husband give his wife the affection owed her, and likewise also the wife her husband. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 7,
		"canon_order": 28487
	},
	{
		"verseText": "The wife doesn’t have authority over her own body, but the husband does. Likewise also the husband doesn’t have authority over his own body, but the wife does. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 7,
		"canon_order": 28488
	},
	{
		"verseText": "Don’t deprive one another, unless it is by consent for a season, that you may give yourselves to fasting and prayer, and may be together again, that Satan doesn’t tempt you because of your lack of self-control. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 7,
		"canon_order": 28489
	},
	{
		"verseText": "But this I say by way of concession, not of commandment. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 7,
		"canon_order": 28490
	},
	{
		"verseText": "Yet I wish that all men were like me. However, each man has his own gift from God, one of this kind, and another of that kind. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 7,
		"canon_order": 28491
	},
	{
		"verseText": "But I say to the unmarried and to widows, it is good for them if they remain even as I am. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 7,
		"canon_order": 28492
	},
	{
		"verseText": "But if they don’t have self-control, let them marry. For it’s better to marry than to burn with passion. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 7,
		"canon_order": 28493
	},
	{
		"verseText": "But to the married I command—not I, but the Lord—that the wife not leave her husband ",
		"book": "1CO",
		"verse": 10,
		"chapter": 7,
		"canon_order": 28494
	},
	{
		"verseText": "(but if she departs, let her remain unmarried, or else be reconciled to her husband), and that the husband not leave his wife. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 7,
		"canon_order": 28495
	},
	{
		"verseText": "But to the rest I—not the Lord—say, if any brother has an unbelieving wife, and she is content to live with him, let him not leave her. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 7,
		"canon_order": 28496
	},
	{
		"verseText": "The woman who has an unbelieving husband, and he is content to live with her, let her not leave her husband. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 7,
		"canon_order": 28497
	},
	{
		"verseText": "For the unbelieving husband is sanctified in the wife, and the unbelieving wife is sanctified in the husband. Otherwise your children would be unclean, but now they are holy. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 7,
		"canon_order": 28498
	},
	{
		"verseText": "Yet if the unbeliever departs, let there be separation. The brother or the sister is not under bondage in such cases, but God has called us in peace. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 7,
		"canon_order": 28499
	},
	{
		"verseText": "For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife? ",
		"book": "1CO",
		"verse": 16,
		"chapter": 7,
		"canon_order": 28500
	},
	{
		"verseText": "Only, as the Lord has distributed to each man, as God has called each, so let him walk. So I command in all the assemblies. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 7,
		"canon_order": 28501
	},
	{
		"verseText": "Was anyone called having been circumcised? Let him not become uncircumcised. Has anyone been called in uncircumcision? Let him not be circumcised. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 7,
		"canon_order": 28502
	},
	{
		"verseText": "Circumcision is nothing, and uncircumcision is nothing, but what matters is keeping God’s commandments. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 7,
		"canon_order": 28503
	},
	{
		"verseText": "Let each man stay in that calling in which he was called. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 7,
		"canon_order": 28504
	},
	{
		"verseText": "Were you called being a bondservant? Don’t let that bother you, but if you get an opportunity to become free, use it. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 7,
		"canon_order": 28505
	},
	{
		"verseText": "For he who was called in the Lord being a bondservant is the Lord’s free man. Likewise he who was called being free is Christ’s bondservant. ",
		"book": "1CO",
		"verse": 22,
		"chapter": 7,
		"canon_order": 28506
	},
	{
		"verseText": "You were bought with a price. Don’t become bondservants of men. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 7,
		"canon_order": 28507
	},
	{
		"verseText": "Brothers, let each man, in whatever condition he was called, stay in that condition with God. ",
		"book": "1CO",
		"verse": 24,
		"chapter": 7,
		"canon_order": 28508
	},
	{
		"verseText": "Now concerning virgins, I have no commandment from the Lord, but I give my judgment as one who has obtained mercy from the Lord to be trustworthy. ",
		"book": "1CO",
		"verse": 25,
		"chapter": 7,
		"canon_order": 28509
	},
	{
		"verseText": "Therefore I think that because of the distress that is on us, it’s good for a man to remain as he is. ",
		"book": "1CO",
		"verse": 26,
		"chapter": 7,
		"canon_order": 28510
	},
	{
		"verseText": "Are you bound to a wife? Don’t seek to be freed. Are you free from a wife? Don’t seek a wife. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 7,
		"canon_order": 28511
	},
	{
		"verseText": "But if you marry, you have not sinned. If a virgin marries, she has not sinned. Yet such will have oppression in the flesh, and I want to spare you. ",
		"book": "1CO",
		"verse": 28,
		"chapter": 7,
		"canon_order": 28512
	},
	{
		"verseText": "But I say this, brothers: the time is short. From now on, both those who have wives may be as though they had none; ",
		"book": "1CO",
		"verse": 29,
		"chapter": 7,
		"canon_order": 28513
	},
	{
		"verseText": "and those who weep, as though they didn’t weep; and those who rejoice, as though they didn’t rejoice; and those who buy, as though they didn’t possess; ",
		"book": "1CO",
		"verse": 30,
		"chapter": 7,
		"canon_order": 28514
	},
	{
		"verseText": "and those who use the world, as not using it to the fullest. For the mode of this world passes away. ",
		"book": "1CO",
		"verse": 31,
		"chapter": 7,
		"canon_order": 28515
	},
	{
		"verseText": "But I desire to have you to be free from cares. He who is unmarried is concerned for the things of the Lord, how he may please the Lord; ",
		"book": "1CO",
		"verse": 32,
		"chapter": 7,
		"canon_order": 28516
	},
	{
		"verseText": "but he who is married is concerned about the things of the world, how he may please his wife. ",
		"book": "1CO",
		"verse": 33,
		"chapter": 7,
		"canon_order": 28517
	},
	{
		"verseText": "There is also a difference between a wife and a virgin. The unmarried woman cares about the things of the Lord, that she may be holy both in body and in spirit. But she who is married cares about the things of the world—how she may please her husband. ",
		"book": "1CO",
		"verse": 34,
		"chapter": 7,
		"canon_order": 28518
	},
	{
		"verseText": "This I say for your own benefit, not that I may ensnare you, but for that which is appropriate, and that you may attend to the Lord without distraction. ",
		"book": "1CO",
		"verse": 35,
		"chapter": 7,
		"canon_order": 28519
	},
	{
		"verseText": "But if any man thinks that he is behaving inappropriately toward his virgin, if she is past the flower of her age, and if need so requires, let him do what he desires. He doesn’t sin. Let them marry. ",
		"book": "1CO",
		"verse": 36,
		"chapter": 7,
		"canon_order": 28520
	},
	{
		"verseText": "But he who stands steadfast in his heart, having no urgency, but has power over his own will, and has determined in his own heart to keep his own virgin, does well. ",
		"book": "1CO",
		"verse": 37,
		"chapter": 7,
		"canon_order": 28521
	},
	{
		"verseText": "So then both he who gives his own virgin in marriage does well, and he who doesn’t give her in marriage does better. ",
		"book": "1CO",
		"verse": 38,
		"chapter": 7,
		"canon_order": 28522
	},
	{
		"verseText": "A wife is bound by law for as long as her husband lives; but if the husband is dead, she is free to be married to whomever she desires, only in the Lord. ",
		"book": "1CO",
		"verse": 39,
		"chapter": 7,
		"canon_order": 28523
	},
	{
		"verseText": "But she is happier if she stays as she is, in my judgment, and I think that I also have God’s Spirit. ",
		"book": "1CO",
		"verse": 40,
		"chapter": 7,
		"canon_order": 28524
	},
	{
		"verseText": "Now concerning things sacrificed to idols: We know that we all have knowledge. Knowledge puffs up, but love builds up. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 8,
		"canon_order": 28525
	},
	{
		"verseText": "But if anyone thinks that he knows anything, he doesn’t yet know as he ought to know. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 8,
		"canon_order": 28526
	},
	{
		"verseText": "But anyone who loves God is known by him. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 8,
		"canon_order": 28527
	},
	{
		"verseText": "Therefore concerning the eating of things sacrificed to idols, we know that no idol is anything in the world, and that there is no other God but one. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 8,
		"canon_order": 28528
	},
	{
		"verseText": "For though there are things that are called “gods”, whether in the heavens or on earth—as there are many “gods” and many “lords”— ",
		"book": "1CO",
		"verse": 5,
		"chapter": 8,
		"canon_order": 28529
	},
	{
		"verseText": "yet to us there is one God, the Father, of whom are all things, and we for him; and one Lord, Jesus Christ, through whom are all things, and we live through him. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 8,
		"canon_order": 28530
	},
	{
		"verseText": "However, that knowledge isn’t in all men. But some, with consciousness of an idol until now, eat as of a thing sacrificed to an idol, and their conscience, being weak, is defiled. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 8,
		"canon_order": 28531
	},
	{
		"verseText": "But food will not commend us to God. For neither, if we don’t eat are we the worse, nor if we eat are we the better. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 8,
		"canon_order": 28532
	},
	{
		"verseText": "But be careful that by no means does this liberty of yours become a stumbling block to the weak. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 8,
		"canon_order": 28533
	},
	{
		"verseText": "For if a man sees you who have knowledge sitting in an idol’s temple, won’t his conscience, if he is weak, be emboldened to eat things sacrificed to idols? ",
		"book": "1CO",
		"verse": 10,
		"chapter": 8,
		"canon_order": 28534
	},
	{
		"verseText": "And through your knowledge, he who is weak perishes, the brother for whose sake Christ died. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 8,
		"canon_order": 28535
	},
	{
		"verseText": "Thus, sinning against the brothers, and wounding their conscience when it is weak, you sin against Christ. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 8,
		"canon_order": 28536
	},
	{
		"verseText": "Therefore, if food causes my brother to stumble, I will eat no meat forever more, that I don’t cause my brother to stumble. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 8,
		"canon_order": 28537
	},
	{
		"verseText": "Am I not free? Am I not an apostle? Haven’t I seen Jesus Christ, our Lord? Aren’t you my work in the Lord? ",
		"book": "1CO",
		"verse": 1,
		"chapter": 9,
		"canon_order": 28538
	},
	{
		"verseText": "If to others I am not an apostle, yet at least I am to you; for you are the seal of my apostleship in the Lord. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 9,
		"canon_order": 28539
	},
	{
		"verseText": "My defense to those who examine me is this: ",
		"book": "1CO",
		"verse": 3,
		"chapter": 9,
		"canon_order": 28540
	},
	{
		"verseText": "Have we no right to eat and to drink? ",
		"book": "1CO",
		"verse": 4,
		"chapter": 9,
		"canon_order": 28541
	},
	{
		"verseText": "Have we no right to take along a wife who is a believer, even as the rest of the apostles, and the brothers of the Lord, and Cephas? ",
		"book": "1CO",
		"verse": 5,
		"chapter": 9,
		"canon_order": 28542
	},
	{
		"verseText": "Or have only Barnabas and I no right to not work? ",
		"book": "1CO",
		"verse": 6,
		"chapter": 9,
		"canon_order": 28543
	},
	{
		"verseText": "What soldier ever serves at his own expense? Who plants a vineyard, and doesn’t eat of its fruit? Or who feeds a flock, and doesn’t drink from the flock’s milk? ",
		"book": "1CO",
		"verse": 7,
		"chapter": 9,
		"canon_order": 28544
	},
	{
		"verseText": "Do I speak these things according to the ways of men? Or doesn’t the law also say the same thing? ",
		"book": "1CO",
		"verse": 8,
		"chapter": 9,
		"canon_order": 28545
	},
	{
		"verseText": "For it is written in the law of Moses, “You shall not muzzle an ox while it treads out the grain.” Is it for the oxen that God cares, ",
		"book": "1CO",
		"verse": 9,
		"chapter": 9,
		"canon_order": 28546
	},
	{
		"verseText": "or does he say it assuredly for our sake? Yes, it was written for our sake, because he who plows ought to plow in hope, and he who threshes in hope should partake of his hope. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 9,
		"canon_order": 28547
	},
	{
		"verseText": "If we sowed to you spiritual things, is it a great thing if we reap your fleshly things? ",
		"book": "1CO",
		"verse": 11,
		"chapter": 9,
		"canon_order": 28548
	},
	{
		"verseText": "If others partake of this right over you, don’t we yet more? Nevertheless we didn’t use this right, but we bear all things, that we may cause no hindrance to the Good News of Christ. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 9,
		"canon_order": 28549
	},
	{
		"verseText": "Don’t you know that those who serve around sacred things eat from the things of the temple, and those who wait on the altar have their portion with the altar? ",
		"book": "1CO",
		"verse": 13,
		"chapter": 9,
		"canon_order": 28550
	},
	{
		"verseText": "Even so the Lord ordained that those who proclaim the Good News should live from the Good News. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 9,
		"canon_order": 28551
	},
	{
		"verseText": "But I have used none of these things, and I don’t write these things that it may be done so in my case; for I would rather die, than that anyone should make my boasting void. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 9,
		"canon_order": 28552
	},
	{
		"verseText": "For if I preach the Good News, I have nothing to boast about, for necessity is laid on me; but woe is to me if I don’t preach the Good News. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 9,
		"canon_order": 28553
	},
	{
		"verseText": "For if I do this of my own will, I have a reward. But if not of my own will, I have a stewardship entrusted to me. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 9,
		"canon_order": 28554
	},
	{
		"verseText": "What then is my reward? That when I preach the Good News, I may present the Good News of Christ without charge, so as not to abuse my authority in the Good News. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 9,
		"canon_order": 28555
	},
	{
		"verseText": "For though I was free from all, I brought myself under bondage to all, that I might gain the more. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 9,
		"canon_order": 28556
	},
	{
		"verseText": "To the Jews I became as a Jew, that I might gain Jews; to those who are under the law, as under the law, that I might gain those who are under the law; ",
		"book": "1CO",
		"verse": 20,
		"chapter": 9,
		"canon_order": 28557
	},
	{
		"verseText": "to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 9,
		"canon_order": 28558
	},
	{
		"verseText": "To the weak I became as weak, that I might gain the weak. I have become all things to all men, that I may by all means save some. ",
		"book": "1CO",
		"verse": 22,
		"chapter": 9,
		"canon_order": 28559
	},
	{
		"verseText": "Now I do this for the sake of the Good News, that I may be a joint partaker of it. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 9,
		"canon_order": 28560
	},
	{
		"verseText": "Don’t you know that those who run in a race all run, but one receives the prize? Run like that, so that you may win. ",
		"book": "1CO",
		"verse": 24,
		"chapter": 9,
		"canon_order": 28561
	},
	{
		"verseText": "Every man who strives in the games exercises self-control in all things. Now they do it to receive a corruptible crown, but we an incorruptible. ",
		"book": "1CO",
		"verse": 25,
		"chapter": 9,
		"canon_order": 28562
	},
	{
		"verseText": "I therefore run like that, not aimlessly. I fight like that, not beating the air, ",
		"book": "1CO",
		"verse": 26,
		"chapter": 9,
		"canon_order": 28563
	},
	{
		"verseText": "but I beat my body and bring it into submission, lest by any means, after I have preached to others, I myself should be disqualified. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 9,
		"canon_order": 28564
	},
	{
		"verseText": "Now I would not have you ignorant, brothers, that our fathers were all under the cloud, and all passed through the sea; ",
		"book": "1CO",
		"verse": 1,
		"chapter": 10,
		"canon_order": 28565
	},
	{
		"verseText": "and were all baptized into Moses in the cloud and in the sea; ",
		"book": "1CO",
		"verse": 2,
		"chapter": 10,
		"canon_order": 28566
	},
	{
		"verseText": "and all ate the same spiritual food; ",
		"book": "1CO",
		"verse": 3,
		"chapter": 10,
		"canon_order": 28567
	},
	{
		"verseText": "and all drank the same spiritual drink. For they drank of a spiritual rock that followed them, and the rock was Christ. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 10,
		"canon_order": 28568
	},
	{
		"verseText": "However with most of them, God was not well pleased, for they were overthrown in the wilderness. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 10,
		"canon_order": 28569
	},
	{
		"verseText": "Now these things were our examples, to the intent we should not lust after evil things as they also lusted. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 10,
		"canon_order": 28570
	},
	{
		"verseText": "Don’t be idolaters, as some of them were. As it is written, “The people sat down to eat and drink, and rose up to play.” ",
		"book": "1CO",
		"verse": 7,
		"chapter": 10,
		"canon_order": 28571
	},
	{
		"verseText": "Let’s not commit sexual immorality, as some of them committed, and in one day twenty-three thousand fell. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 10,
		"canon_order": 28572
	},
	{
		"verseText": "Let’s not test Christ, as some of them tested, and perished by the serpents. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 10,
		"canon_order": 28573
	},
	{
		"verseText": "Don’t grumble, as some of them also grumbled, and perished by the destroyer. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 10,
		"canon_order": 28574
	},
	{
		"verseText": "Now all these things happened to them by way of example, and they were written for our admonition, on whom the ends of the ages have come. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 10,
		"canon_order": 28575
	},
	{
		"verseText": "Therefore let him who thinks he stands be careful that he doesn’t fall. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 10,
		"canon_order": 28576
	},
	{
		"verseText": "No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 10,
		"canon_order": 28577
	},
	{
		"verseText": "Therefore, my beloved, flee from idolatry. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 10,
		"canon_order": 28578
	},
	{
		"verseText": "I speak as to wise men. Judge what I say. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 10,
		"canon_order": 28579
	},
	{
		"verseText": "The cup of blessing which we bless, isn’t it a sharing of the blood of Christ? The bread which we break, isn’t it a sharing of the body of Christ? ",
		"book": "1CO",
		"verse": 16,
		"chapter": 10,
		"canon_order": 28580
	},
	{
		"verseText": "Because there is one loaf of bread, we, who are many, are one body; for we all partake of the one loaf of bread. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 10,
		"canon_order": 28581
	},
	{
		"verseText": "Consider Israel according to the flesh. Don’t those who eat the sacrifices participate in the altar? ",
		"book": "1CO",
		"verse": 18,
		"chapter": 10,
		"canon_order": 28582
	},
	{
		"verseText": "What am I saying then? That a thing sacrificed to idols is anything, or that an idol is anything? ",
		"book": "1CO",
		"verse": 19,
		"chapter": 10,
		"canon_order": 28583
	},
	{
		"verseText": "But I say that the things which the Gentiles sacrifice, they sacrifice to demons and not to God, and I don’t desire that you would have fellowship with demons. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 10,
		"canon_order": 28584
	},
	{
		"verseText": "You can’t both drink the cup of the Lord and the cup of demons. You can’t both partake of the table of the Lord and of the table of demons. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 10,
		"canon_order": 28585
	},
	{
		"verseText": "Or do we provoke the Lord to jealousy? Are we stronger than he? ",
		"book": "1CO",
		"verse": 22,
		"chapter": 10,
		"canon_order": 28586
	},
	{
		"verseText": "“All things are lawful for me,” but not all things are profitable. “All things are lawful for me,” but not all things build up. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 10,
		"canon_order": 28587
	},
	{
		"verseText": "Let no one seek his own, but each one his neighbor’s good. ",
		"book": "1CO",
		"verse": 24,
		"chapter": 10,
		"canon_order": 28588
	},
	{
		"verseText": "Whatever is sold in the butcher shop, eat, asking no question for the sake of conscience, ",
		"book": "1CO",
		"verse": 25,
		"chapter": 10,
		"canon_order": 28589
	},
	{
		"verseText": "for “the earth is the Lord’s, and its fullness.” ",
		"book": "1CO",
		"verse": 26,
		"chapter": 10,
		"canon_order": 28590
	},
	{
		"verseText": "But if one of those who don’t believe invites you to a meal, and you are inclined to go, eat whatever is set before you, asking no questions for the sake of conscience. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 10,
		"canon_order": 28591
	},
	{
		"verseText": "But if anyone says to you, “This was offered to idols,” don’t eat it for the sake of the one who told you, and for the sake of conscience. For “the earth is the Lord’s, with all its fullness.” ",
		"book": "1CO",
		"verse": 28,
		"chapter": 10,
		"canon_order": 28592
	},
	{
		"verseText": "Conscience, I say, not your own, but the other’s conscience. For why is my liberty judged by another conscience? ",
		"book": "1CO",
		"verse": 29,
		"chapter": 10,
		"canon_order": 28593
	},
	{
		"verseText": "If I partake with thankfulness, why am I denounced for something I give thanks for? ",
		"book": "1CO",
		"verse": 30,
		"chapter": 10,
		"canon_order": 28594
	},
	{
		"verseText": "Whether therefore you eat or drink, or whatever you do, do all to the glory of God. ",
		"book": "1CO",
		"verse": 31,
		"chapter": 10,
		"canon_order": 28595
	},
	{
		"verseText": "Give no occasion for stumbling, whether to Jews, to Greeks, or to the assembly of God; ",
		"book": "1CO",
		"verse": 32,
		"chapter": 10,
		"canon_order": 28596
	},
	{
		"verseText": "even as I also please all men in all things, not seeking my own profit, but the profit of the many, that they may be saved. ",
		"book": "1CO",
		"verse": 33,
		"chapter": 10,
		"canon_order": 28597
	},
	{
		"verseText": "Be imitators of me, even as I also am of Christ. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 11,
		"canon_order": 28598
	},
	{
		"verseText": "Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 11,
		"canon_order": 28599
	},
	{
		"verseText": "But I would have you know that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 11,
		"canon_order": 28600
	},
	{
		"verseText": "Every man praying or prophesying, having his head covered, dishonors his head. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 11,
		"canon_order": 28601
	},
	{
		"verseText": "But every woman praying or prophesying with her head uncovered dishonors her head. For it is one and the same thing as if she were shaved. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 11,
		"canon_order": 28602
	},
	{
		"verseText": "For if a woman is not covered, let her hair also be cut off. But if it is shameful for a woman to have her hair cut off or be shaved, let her be covered. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 11,
		"canon_order": 28603
	},
	{
		"verseText": "For a man indeed ought not to have his head covered, because he is the image and glory of God, but the woman is the glory of the man. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 11,
		"canon_order": 28604
	},
	{
		"verseText": "For man is not from woman, but woman from man; ",
		"book": "1CO",
		"verse": 8,
		"chapter": 11,
		"canon_order": 28605
	},
	{
		"verseText": "for man wasn’t created for the woman, but woman for the man. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 11,
		"canon_order": 28606
	},
	{
		"verseText": "For this cause the woman ought to have authority over her own head, because of the angels. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 11,
		"canon_order": 28607
	},
	{
		"verseText": "Nevertheless, neither is the woman independent of the man, nor the man independent of the woman, in the Lord. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 11,
		"canon_order": 28608
	},
	{
		"verseText": "For as woman came from man, so a man also comes through a woman; but all things are from God. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 11,
		"canon_order": 28609
	},
	{
		"verseText": "Judge for yourselves. Is it appropriate that a woman pray to God unveiled? ",
		"book": "1CO",
		"verse": 13,
		"chapter": 11,
		"canon_order": 28610
	},
	{
		"verseText": "Doesn’t even nature itself teach you that if a man has long hair, it is a dishonor to him? ",
		"book": "1CO",
		"verse": 14,
		"chapter": 11,
		"canon_order": 28611
	},
	{
		"verseText": "But if a woman has long hair, it is a glory to her, for her hair is given to her for a covering. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 11,
		"canon_order": 28612
	},
	{
		"verseText": "But if any man seems to be contentious, we have no such custom, neither do God’s assemblies. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 11,
		"canon_order": 28613
	},
	{
		"verseText": "But in giving you this command I don’t praise you, because you come together not for the better but for the worse. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 11,
		"canon_order": 28614
	},
	{
		"verseText": "For first of all, when you come together in the assembly, I hear that divisions exist among you, and I partly believe it. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 11,
		"canon_order": 28615
	},
	{
		"verseText": "For there also must be factions among you, that those who are approved may be revealed among you. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 11,
		"canon_order": 28616
	},
	{
		"verseText": "When therefore you assemble yourselves together, it is not the Lord’s supper that you eat. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 11,
		"canon_order": 28617
	},
	{
		"verseText": "For in your eating each one takes his own supper first. One is hungry, and another is drunken. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 11,
		"canon_order": 28618
	},
	{
		"verseText": "What, don’t you have houses to eat and to drink in? Or do you despise God’s assembly and put them to shame who don’t have enough? What shall I tell you? Shall I praise you? In this I don’t praise you. ",
		"book": "1CO",
		"verse": 22,
		"chapter": 11,
		"canon_order": 28619
	},
	{
		"verseText": "For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 11,
		"canon_order": 28620
	},
	{
		"verseText": "When he had given thanks, he broke it and said, “Take, eat. This is my body, which is broken for you. Do this in memory of me.” ",
		"book": "1CO",
		"verse": 24,
		"chapter": 11,
		"canon_order": 28621
	},
	{
		"verseText": "In the same way he also took the cup after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.” ",
		"book": "1CO",
		"verse": 25,
		"chapter": 11,
		"canon_order": 28622
	},
	{
		"verseText": "For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes. ",
		"book": "1CO",
		"verse": 26,
		"chapter": 11,
		"canon_order": 28623
	},
	{
		"verseText": "Therefore whoever eats this bread or drinks the Lord’s cup in a way unworthy of the Lord will be guilty of the body and the blood of the Lord. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 11,
		"canon_order": 28624
	},
	{
		"verseText": "But let a man examine himself, and so let him eat of the bread and drink of the cup. ",
		"book": "1CO",
		"verse": 28,
		"chapter": 11,
		"canon_order": 28625
	},
	{
		"verseText": "For he who eats and drinks in an unworthy way eats and drinks judgment to himself if he doesn’t discern the Lord’s body. ",
		"book": "1CO",
		"verse": 29,
		"chapter": 11,
		"canon_order": 28626
	},
	{
		"verseText": "For this cause many among you are weak and sickly, and not a few sleep. ",
		"book": "1CO",
		"verse": 30,
		"chapter": 11,
		"canon_order": 28627
	},
	{
		"verseText": "For if we discerned ourselves, we wouldn’t be judged. ",
		"book": "1CO",
		"verse": 31,
		"chapter": 11,
		"canon_order": 28628
	},
	{
		"verseText": "But when we are judged, we are disciplined by the Lord, that we may not be condemned with the world. ",
		"book": "1CO",
		"verse": 32,
		"chapter": 11,
		"canon_order": 28629
	},
	{
		"verseText": "Therefore, my brothers, when you come together to eat, wait for one another. ",
		"book": "1CO",
		"verse": 33,
		"chapter": 11,
		"canon_order": 28630
	},
	{
		"verseText": "But if anyone is hungry, let him eat at home, lest your coming together be for judgment. The rest I will set in order whenever I come. ",
		"book": "1CO",
		"verse": 34,
		"chapter": 11,
		"canon_order": 28631
	},
	{
		"verseText": "Now concerning spiritual things, brothers, I don’t want you to be ignorant. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 12,
		"canon_order": 28632
	},
	{
		"verseText": "You know that when you were heathen, you were led away to those mute idols, however you might be led. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 12,
		"canon_order": 28633
	},
	{
		"verseText": "Therefore I make known to you that no man speaking by God’s Spirit says, “Jesus is accursed.” No one can say, “Jesus is Lord,” but by the Holy Spirit. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 12,
		"canon_order": 28634
	},
	{
		"verseText": "Now there are various kinds of gifts, but the same Spirit. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 12,
		"canon_order": 28635
	},
	{
		"verseText": "There are various kinds of service, and the same Lord. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 12,
		"canon_order": 28636
	},
	{
		"verseText": "There are various kinds of workings, but the same God who works all things in all. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 12,
		"canon_order": 28637
	},
	{
		"verseText": "But to each one is given the manifestation of the Spirit for the profit of all. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 12,
		"canon_order": 28638
	},
	{
		"verseText": "For to one is given through the Spirit the word of wisdom, and to another the word of knowledge according to the same Spirit, ",
		"book": "1CO",
		"verse": 8,
		"chapter": 12,
		"canon_order": 28639
	},
	{
		"verseText": "to another faith by the same Spirit, and to another gifts of healings by the same Spirit, ",
		"book": "1CO",
		"verse": 9,
		"chapter": 12,
		"canon_order": 28640
	},
	{
		"verseText": "and to another workings of miracles, and to another prophecy, and to another discerning of spirits, to another different kinds of languages, and to another the interpretation of languages. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 12,
		"canon_order": 28641
	},
	{
		"verseText": "But the one and the same Spirit produces all of these, distributing to each one separately as he desires. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 12,
		"canon_order": 28642
	},
	{
		"verseText": "For as the body is one and has many members, and all the members of the body, being many, are one body; so also is Christ. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 12,
		"canon_order": 28643
	},
	{
		"verseText": "For in one Spirit we were all baptized into one body, whether Jews or Greeks, whether bond or free; and were all given to drink into one Spirit. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 12,
		"canon_order": 28644
	},
	{
		"verseText": "For the body is not one member, but many. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 12,
		"canon_order": 28645
	},
	{
		"verseText": "If the foot would say, “Because I’m not the hand, I’m not part of the body,” it is not therefore not part of the body. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 12,
		"canon_order": 28646
	},
	{
		"verseText": "If the ear would say, “Because I’m not the eye, I’m not part of the body,” it’s not therefore not part of the body. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 12,
		"canon_order": 28647
	},
	{
		"verseText": "If the whole body were an eye, where would the hearing be? If the whole were hearing, where would the smelling be? ",
		"book": "1CO",
		"verse": 17,
		"chapter": 12,
		"canon_order": 28648
	},
	{
		"verseText": "But now God has set the members, each one of them, in the body, just as he desired. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 12,
		"canon_order": 28649
	},
	{
		"verseText": "If they were all one member, where would the body be? ",
		"book": "1CO",
		"verse": 19,
		"chapter": 12,
		"canon_order": 28650
	},
	{
		"verseText": "But now they are many members, but one body. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 12,
		"canon_order": 28651
	},
	{
		"verseText": "The eye can’t tell the hand, “I have no need for you,” or again the head to the feet, “I have no need for you.” ",
		"book": "1CO",
		"verse": 21,
		"chapter": 12,
		"canon_order": 28652
	},
	{
		"verseText": "No, much rather, those members of the body which seem to be weaker are necessary. ",
		"book": "1CO",
		"verse": 22,
		"chapter": 12,
		"canon_order": 28653
	},
	{
		"verseText": "Those parts of the body which we think to be less honorable, on those we bestow more abundant honor; and our unpresentable parts have more abundant modesty, ",
		"book": "1CO",
		"verse": 23,
		"chapter": 12,
		"canon_order": 28654
	},
	{
		"verseText": "while our presentable parts have no such need. But God composed the body together, giving more abundant honor to the inferior part, ",
		"book": "1CO",
		"verse": 24,
		"chapter": 12,
		"canon_order": 28655
	},
	{
		"verseText": "that there should be no division in the body, but that the members should have the same care for one another. ",
		"book": "1CO",
		"verse": 25,
		"chapter": 12,
		"canon_order": 28656
	},
	{
		"verseText": "When one member suffers, all the members suffer with it. When one member is honored, all the members rejoice with it. ",
		"book": "1CO",
		"verse": 26,
		"chapter": 12,
		"canon_order": 28657
	},
	{
		"verseText": "Now you are the body of Christ, and members individually. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 12,
		"canon_order": 28658
	},
	{
		"verseText": "God has set some in the assembly: first apostles, second prophets, third teachers, then miracle workers, then gifts of healings, helps, governments, and various kinds of languages. ",
		"book": "1CO",
		"verse": 28,
		"chapter": 12,
		"canon_order": 28659
	},
	{
		"verseText": "Are all apostles? Are all prophets? Are all teachers? Are all miracle workers? ",
		"book": "1CO",
		"verse": 29,
		"chapter": 12,
		"canon_order": 28660
	},
	{
		"verseText": "Do all have gifts of healings? Do all speak with various languages? Do all interpret? ",
		"book": "1CO",
		"verse": 30,
		"chapter": 12,
		"canon_order": 28661
	},
	{
		"verseText": "But earnestly desire the best gifts. Moreover, I show a most excellent way to you. ",
		"book": "1CO",
		"verse": 31,
		"chapter": 12,
		"canon_order": 28662
	},
	{
		"verseText": "If I speak with the languages of men and of angels, but don’t have love, I have become sounding brass or a clanging cymbal. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 13,
		"canon_order": 28663
	},
	{
		"verseText": "If I have the gift of prophecy, and know all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but don’t have love, I am nothing. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 13,
		"canon_order": 28664
	},
	{
		"verseText": "If I give away all my goods to feed the poor, and if I give my body to be burned, but don’t have love, it profits me nothing. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 13,
		"canon_order": 28665
	},
	{
		"verseText": "Love is patient and is kind. Love doesn’t envy. Love doesn’t brag, is not proud, ",
		"book": "1CO",
		"verse": 4,
		"chapter": 13,
		"canon_order": 28666
	},
	{
		"verseText": "doesn’t behave itself inappropriately, doesn’t seek its own way, is not provoked, takes no account of evil; ",
		"book": "1CO",
		"verse": 5,
		"chapter": 13,
		"canon_order": 28667
	},
	{
		"verseText": "doesn’t rejoice in unrighteousness, but rejoices with the truth; ",
		"book": "1CO",
		"verse": 6,
		"chapter": 13,
		"canon_order": 28668
	},
	{
		"verseText": "bears all things, believes all things, hopes all things, and endures all things. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 13,
		"canon_order": 28669
	},
	{
		"verseText": "Love never fails. But where there are prophecies, they will be done away with. Where there are various languages, they will cease. Where there is knowledge, it will be done away with. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 13,
		"canon_order": 28670
	},
	{
		"verseText": "For we know in part and we prophesy in part; ",
		"book": "1CO",
		"verse": 9,
		"chapter": 13,
		"canon_order": 28671
	},
	{
		"verseText": "but when that which is complete has come, then that which is partial will be done away with. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 13,
		"canon_order": 28672
	},
	{
		"verseText": "When I was a child, I spoke as a child, I felt as a child, I thought as a child. Now that I have become a man, I have put away childish things. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 13,
		"canon_order": 28673
	},
	{
		"verseText": "For now we see in a mirror, dimly, but then face to face. Now I know in part, but then I will know fully, even as I was also fully known. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 13,
		"canon_order": 28674
	},
	{
		"verseText": "But now faith, hope, and love remain—these three. The greatest of these is love. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 13,
		"canon_order": 28675
	},
	{
		"verseText": "Follow after love and earnestly desire spiritual gifts, but especially that you may prophesy. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 14,
		"canon_order": 28676
	},
	{
		"verseText": "For he who speaks in another language speaks not to men, but to God, for no one understands, but in the Spirit he speaks mysteries. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 14,
		"canon_order": 28677
	},
	{
		"verseText": "But he who prophesies speaks to men for their edification, exhortation, and consolation. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 14,
		"canon_order": 28678
	},
	{
		"verseText": "He who speaks in another language edifies himself, but he who prophesies edifies the assembly. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 14,
		"canon_order": 28679
	},
	{
		"verseText": "Now I desire to have you all speak with other languages, but even more that you would prophesy. For he is greater who prophesies than he who speaks with other languages, unless he interprets, that the assembly may be built up. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 14,
		"canon_order": 28680
	},
	{
		"verseText": "But now, brothers, if I come to you speaking with other languages, what would I profit you unless I speak to you either by way of revelation, or of knowledge, or of prophesying, or of teaching? ",
		"book": "1CO",
		"verse": 6,
		"chapter": 14,
		"canon_order": 28681
	},
	{
		"verseText": "Even lifeless things that make a sound, whether pipe or harp, if they didn’t give a distinction in the sounds, how would it be known what is piped or harped? ",
		"book": "1CO",
		"verse": 7,
		"chapter": 14,
		"canon_order": 28682
	},
	{
		"verseText": "For if the trumpet gave an uncertain sound, who would prepare himself for war? ",
		"book": "1CO",
		"verse": 8,
		"chapter": 14,
		"canon_order": 28683
	},
	{
		"verseText": "So also you, unless you uttered by the tongue words easy to understand, how would it be known what is spoken? For you would be speaking into the air. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 14,
		"canon_order": 28684
	},
	{
		"verseText": "There are, it may be, so many kinds of languages in the world, and none of them is without meaning. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 14,
		"canon_order": 28685
	},
	{
		"verseText": "If then I don’t know the meaning of the language, I would be to him who speaks a foreigner, and he who speaks would be a foreigner to me. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 14,
		"canon_order": 28686
	},
	{
		"verseText": "So also you, since you are zealous for spiritual gifts, seek that you may abound to the building up of the assembly. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 14,
		"canon_order": 28687
	},
	{
		"verseText": "Therefore let him who speaks in another language pray that he may interpret. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 14,
		"canon_order": 28688
	},
	{
		"verseText": "For if I pray in another language, my spirit prays, but my understanding is unfruitful. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 14,
		"canon_order": 28689
	},
	{
		"verseText": "What should I do? I will pray with the spirit, and I will pray with the understanding also. I will sing with the spirit, and I will sing with the understanding also. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 14,
		"canon_order": 28690
	},
	{
		"verseText": "Otherwise, if you bless with the spirit, how will he who fills the place of the unlearned say the “Amen” at your giving of thanks, seeing he doesn’t know what you say? ",
		"book": "1CO",
		"verse": 16,
		"chapter": 14,
		"canon_order": 28691
	},
	{
		"verseText": "For you most certainly give thanks well, but the other person is not built up. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 14,
		"canon_order": 28692
	},
	{
		"verseText": "I thank my God, I speak with other languages more than you all. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 14,
		"canon_order": 28693
	},
	{
		"verseText": "However, in the assembly I would rather speak five words with my understanding, that I might instruct others also, than ten thousand words in another language. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 14,
		"canon_order": 28694
	},
	{
		"verseText": "Brothers, don’t be children in thoughts, yet in malice be babies, but in thoughts be mature. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 14,
		"canon_order": 28695
	},
	{
		"verseText": "In the law it is written, “By men of strange languages and by the lips of strangers I will speak to this people. They won’t even listen to me that way, says the Lord.” ",
		"book": "1CO",
		"verse": 21,
		"chapter": 14,
		"canon_order": 28696
	},
	{
		"verseText": "Therefore other languages are for a sign, not to those who believe, but to the unbelieving; but prophesying is for a sign, not to the unbelieving, but to those who believe. ",
		"book": "1CO",
		"verse": 22,
		"chapter": 14,
		"canon_order": 28697
	},
	{
		"verseText": "If therefore the whole assembly is assembled together and all speak with other languages, and unlearned or unbelieving people come in, won’t they say that you are crazy? ",
		"book": "1CO",
		"verse": 23,
		"chapter": 14,
		"canon_order": 28698
	},
	{
		"verseText": "But if all prophesy, and someone unbelieving or unlearned comes in, he is reproved by all, and he is judged by all. ",
		"book": "1CO",
		"verse": 24,
		"chapter": 14,
		"canon_order": 28699
	},
	{
		"verseText": "And thus the secrets of his heart are revealed. So he will fall down on his face and worship God, declaring that God is among you indeed. ",
		"book": "1CO",
		"verse": 25,
		"chapter": 14,
		"canon_order": 28700
	},
	{
		"verseText": "What is it then, brothers? When you come together, each one of you has a psalm, has a teaching, has a revelation, has another language, or has an interpretation. Let all things be done to build each other up. ",
		"book": "1CO",
		"verse": 26,
		"chapter": 14,
		"canon_order": 28701
	},
	{
		"verseText": "If any man speaks in another language, let there be two, or at the most three, and in turn; and let one interpret. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 14,
		"canon_order": 28702
	},
	{
		"verseText": "But if there is no interpreter, let him keep silent in the assembly, and let him speak to himself and to God. ",
		"book": "1CO",
		"verse": 28,
		"chapter": 14,
		"canon_order": 28703
	},
	{
		"verseText": "Let two or three of the prophets speak, and let the others discern. ",
		"book": "1CO",
		"verse": 29,
		"chapter": 14,
		"canon_order": 28704
	},
	{
		"verseText": "But if a revelation is made to another sitting by, let the first keep silent. ",
		"book": "1CO",
		"verse": 30,
		"chapter": 14,
		"canon_order": 28705
	},
	{
		"verseText": "For you all can prophesy one by one, that all may learn and all may be exhorted. ",
		"book": "1CO",
		"verse": 31,
		"chapter": 14,
		"canon_order": 28706
	},
	{
		"verseText": "The spirits of the prophets are subject to the prophets, ",
		"book": "1CO",
		"verse": 32,
		"chapter": 14,
		"canon_order": 28707
	},
	{
		"verseText": "for God is not a God of confusion but of peace, as in all the assemblies of the saints. ",
		"book": "1CO",
		"verse": 33,
		"chapter": 14,
		"canon_order": 28708
	},
	{
		"verseText": "Let the wives be quiet in the assemblies, for it has not been permitted for them to be talking except in submission, as the law also says, ",
		"book": "1CO",
		"verse": 34,
		"chapter": 14,
		"canon_order": 28709
	},
	{
		"verseText": "if they desire to learn anything. “Let them ask their own husbands at home, for it is shameful for a wife to be talking in the assembly.” ",
		"book": "1CO",
		"verse": 35,
		"chapter": 14,
		"canon_order": 28710
	},
	{
		"verseText": "What!? Was it from you that the word of God went out? Or did it come to you alone? ",
		"book": "1CO",
		"verse": 36,
		"chapter": 14,
		"canon_order": 28711
	},
	{
		"verseText": "If any man thinks himself to be a prophet or spiritual, let him recognize the things which I write to you, that they are the commandment of the Lord. ",
		"book": "1CO",
		"verse": 37,
		"chapter": 14,
		"canon_order": 28712
	},
	{
		"verseText": "But if anyone is ignorant, let him be ignorant. ",
		"book": "1CO",
		"verse": 38,
		"chapter": 14,
		"canon_order": 28713
	},
	{
		"verseText": "Therefore, brothers, desire earnestly to prophesy, and don’t forbid speaking with other languages. ",
		"book": "1CO",
		"verse": 39,
		"chapter": 14,
		"canon_order": 28714
	},
	{
		"verseText": "Let all things be done decently and in order. ",
		"book": "1CO",
		"verse": 40,
		"chapter": 14,
		"canon_order": 28715
	},
	{
		"verseText": "Now I declare to you, brothers, the Good News which I preached to you, which also you received, in which you also stand, ",
		"book": "1CO",
		"verse": 1,
		"chapter": 15,
		"canon_order": 28716
	},
	{
		"verseText": "by which also you are saved, if you hold firmly the word which I preached to you—unless you believed in vain. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 15,
		"canon_order": 28717
	},
	{
		"verseText": "For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures, ",
		"book": "1CO",
		"verse": 3,
		"chapter": 15,
		"canon_order": 28718
	},
	{
		"verseText": "that he was buried, that he was raised on the third day according to the Scriptures, ",
		"book": "1CO",
		"verse": 4,
		"chapter": 15,
		"canon_order": 28719
	},
	{
		"verseText": "and that he appeared to Cephas, then to the twelve. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 15,
		"canon_order": 28720
	},
	{
		"verseText": "Then he appeared to over five hundred brothers at once, most of whom remain until now, but some have also fallen asleep. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 15,
		"canon_order": 28721
	},
	{
		"verseText": "Then he appeared to James, then to all the apostles, ",
		"book": "1CO",
		"verse": 7,
		"chapter": 15,
		"canon_order": 28722
	},
	{
		"verseText": "and last of all, as to the child born at the wrong time, he appeared to me also. ",
		"book": "1CO",
		"verse": 8,
		"chapter": 15,
		"canon_order": 28723
	},
	{
		"verseText": "For I am the least of the apostles, who is not worthy to be called an apostle, because I persecuted the assembly of God. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 15,
		"canon_order": 28724
	},
	{
		"verseText": "But by the grace of God I am what I am. His grace which was given to me was not futile, but I worked more than all of them; yet not I, but the grace of God which was with me. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 15,
		"canon_order": 28725
	},
	{
		"verseText": "Whether then it is I or they, so we preach, and so you believed. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 15,
		"canon_order": 28726
	},
	{
		"verseText": "Now if Christ is preached, that he has been raised from the dead, how do some among you say that there is no resurrection of the dead? ",
		"book": "1CO",
		"verse": 12,
		"chapter": 15,
		"canon_order": 28727
	},
	{
		"verseText": "But if there is no resurrection of the dead, neither has Christ been raised. ",
		"book": "1CO",
		"verse": 13,
		"chapter": 15,
		"canon_order": 28728
	},
	{
		"verseText": "If Christ has not been raised, then our preaching is in vain and your faith also is in vain. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 15,
		"canon_order": 28729
	},
	{
		"verseText": "Yes, we are also found false witnesses of God, because we testified about God that he raised up Christ, whom he didn’t raise up if it is true that the dead are not raised. ",
		"book": "1CO",
		"verse": 15,
		"chapter": 15,
		"canon_order": 28730
	},
	{
		"verseText": "For if the dead aren’t raised, neither has Christ been raised. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 15,
		"canon_order": 28731
	},
	{
		"verseText": "If Christ has not been raised, your faith is vain; you are still in your sins. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 15,
		"canon_order": 28732
	},
	{
		"verseText": "Then they also who are fallen asleep in Christ have perished. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 15,
		"canon_order": 28733
	},
	{
		"verseText": "If we have only hoped in Christ in this life, we are of all men most pitiable. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 15,
		"canon_order": 28734
	},
	{
		"verseText": "But now Christ has been raised from the dead. He became the first fruit of those who are asleep. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 15,
		"canon_order": 28735
	},
	{
		"verseText": "For since death came by man, the resurrection of the dead also came by man. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 15,
		"canon_order": 28736
	},
	{
		"verseText": "For as in Adam all die, so also in Christ all will be made alive. ",
		"book": "1CO",
		"verse": 22,
		"chapter": 15,
		"canon_order": 28737
	},
	{
		"verseText": "But each in his own order: Christ the first fruits, then those who are Christ’s at his coming. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 15,
		"canon_order": 28738
	},
	{
		"verseText": "Then the end comes, when he will deliver up the Kingdom to God the Father, when he will have abolished all rule and all authority and power. ",
		"book": "1CO",
		"verse": 24,
		"chapter": 15,
		"canon_order": 28739
	},
	{
		"verseText": "For he must reign until he has put all his enemies under his feet. ",
		"book": "1CO",
		"verse": 25,
		"chapter": 15,
		"canon_order": 28740
	},
	{
		"verseText": "The last enemy that will be abolished is death. ",
		"book": "1CO",
		"verse": 26,
		"chapter": 15,
		"canon_order": 28741
	},
	{
		"verseText": "For, “He put all things in subjection under his feet.” But when he says, “All things are put in subjection”, it is evident that he is excepted who subjected all things to him. ",
		"book": "1CO",
		"verse": 27,
		"chapter": 15,
		"canon_order": 28742
	},
	{
		"verseText": "When all things have been subjected to him, then the Son will also himself be subjected to him who subjected all things to him, that God may be all in all. ",
		"book": "1CO",
		"verse": 28,
		"chapter": 15,
		"canon_order": 28743
	},
	{
		"verseText": "Or else what will they do who are baptized for the dead? If the dead aren’t raised at all, why then are they baptized for the dead? ",
		"book": "1CO",
		"verse": 29,
		"chapter": 15,
		"canon_order": 28744
	},
	{
		"verseText": "Why do we also stand in jeopardy every hour? ",
		"book": "1CO",
		"verse": 30,
		"chapter": 15,
		"canon_order": 28745
	},
	{
		"verseText": "I affirm, by the boasting in you which I have in Christ Jesus our Lord, I die daily. ",
		"book": "1CO",
		"verse": 31,
		"chapter": 15,
		"canon_order": 28746
	},
	{
		"verseText": "If I fought with animals at Ephesus for human purposes, what does it profit me? If the dead are not raised, then “let’s eat and drink, for tomorrow we die.” ",
		"book": "1CO",
		"verse": 32,
		"chapter": 15,
		"canon_order": 28747
	},
	{
		"verseText": "Don’t be deceived! “Evil companionships corrupt good morals.” ",
		"book": "1CO",
		"verse": 33,
		"chapter": 15,
		"canon_order": 28748
	},
	{
		"verseText": "Wake up righteously and don’t sin, for some have no knowledge of God. I say this to your shame. ",
		"book": "1CO",
		"verse": 34,
		"chapter": 15,
		"canon_order": 28749
	},
	{
		"verseText": "But someone will say, “How are the dead raised?” and, “With what kind of body do they come?” ",
		"book": "1CO",
		"verse": 35,
		"chapter": 15,
		"canon_order": 28750
	},
	{
		"verseText": "You foolish one, that which you yourself sow is not made alive unless it dies. ",
		"book": "1CO",
		"verse": 36,
		"chapter": 15,
		"canon_order": 28751
	},
	{
		"verseText": "That which you sow, you don’t sow the body that will be, but a bare grain, maybe of wheat, or of some other kind. ",
		"book": "1CO",
		"verse": 37,
		"chapter": 15,
		"canon_order": 28752
	},
	{
		"verseText": "But God gives it a body even as it pleased him, and to each seed a body of its own. ",
		"book": "1CO",
		"verse": 38,
		"chapter": 15,
		"canon_order": 28753
	},
	{
		"verseText": "All flesh is not the same flesh, but there is one flesh of men, another flesh of animals, another of fish, and another of birds. ",
		"book": "1CO",
		"verse": 39,
		"chapter": 15,
		"canon_order": 28754
	},
	{
		"verseText": "There are also celestial bodies and terrestrial bodies; but the glory of the celestial differs from that of the terrestrial. ",
		"book": "1CO",
		"verse": 40,
		"chapter": 15,
		"canon_order": 28755
	},
	{
		"verseText": "There is one glory of the sun, another glory of the moon, and another glory of the stars; for one star differs from another star in glory. ",
		"book": "1CO",
		"verse": 41,
		"chapter": 15,
		"canon_order": 28756
	},
	{
		"verseText": "So also is the resurrection of the dead. The body is sown perishable; it is raised imperishable. ",
		"book": "1CO",
		"verse": 42,
		"chapter": 15,
		"canon_order": 28757
	},
	{
		"verseText": "It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. ",
		"book": "1CO",
		"verse": 43,
		"chapter": 15,
		"canon_order": 28758
	},
	{
		"verseText": "It is sown a natural body; it is raised a spiritual body. There is a natural body and there is also a spiritual body. ",
		"book": "1CO",
		"verse": 44,
		"chapter": 15,
		"canon_order": 28759
	},
	{
		"verseText": "So also it is written, “The first man Adam became a living soul.” The last Adam became a life-giving spirit. ",
		"book": "1CO",
		"verse": 45,
		"chapter": 15,
		"canon_order": 28760
	},
	{
		"verseText": "However, that which is spiritual isn’t first, but that which is natural, then that which is spiritual. ",
		"book": "1CO",
		"verse": 46,
		"chapter": 15,
		"canon_order": 28761
	},
	{
		"verseText": "The first man is of the earth, made of dust. The second man is the Lord from heaven. ",
		"book": "1CO",
		"verse": 47,
		"chapter": 15,
		"canon_order": 28762
	},
	{
		"verseText": "As is the one made of dust, such are those who are also made of dust; and as is the heavenly, such are they also that are heavenly. ",
		"book": "1CO",
		"verse": 48,
		"chapter": 15,
		"canon_order": 28763
	},
	{
		"verseText": "As we have borne the image of those made of dust, let’s also bear the image of the heavenly. ",
		"book": "1CO",
		"verse": 49,
		"chapter": 15,
		"canon_order": 28764
	},
	{
		"verseText": "Now I say this, brothers, that flesh and blood can’t inherit God’s Kingdom; neither does the perishable inherit imperishable. ",
		"book": "1CO",
		"verse": 50,
		"chapter": 15,
		"canon_order": 28765
	},
	{
		"verseText": "Behold, I tell you a mystery. We will not all sleep, but we will all be changed, ",
		"book": "1CO",
		"verse": 51,
		"chapter": 15,
		"canon_order": 28766
	},
	{
		"verseText": "in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound and the dead will be raised incorruptible, and we will be changed. ",
		"book": "1CO",
		"verse": 52,
		"chapter": 15,
		"canon_order": 28767
	},
	{
		"verseText": "For this perishable body must become imperishable, and this mortal must put on immortality. ",
		"book": "1CO",
		"verse": 53,
		"chapter": 15,
		"canon_order": 28768
	},
	{
		"verseText": "But when this perishable body will have become imperishable, and this mortal will have put on immortality, then what is written will happen: “Death is swallowed up in victory.” ",
		"book": "1CO",
		"verse": 54,
		"chapter": 15,
		"canon_order": 28769
	},
	{
		"verseText": "“Death, where is your sting? Hades, where is your victory?” ",
		"book": "1CO",
		"verse": 55,
		"chapter": 15,
		"canon_order": 28770
	},
	{
		"verseText": "The sting of death is sin, and the power of sin is the law. ",
		"book": "1CO",
		"verse": 56,
		"chapter": 15,
		"canon_order": 28771
	},
	{
		"verseText": "But thanks be to God, who gives us the victory through our Lord Jesus Christ. ",
		"book": "1CO",
		"verse": 57,
		"chapter": 15,
		"canon_order": 28772
	},
	{
		"verseText": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord’s work, because you know that your labor is not in vain in the Lord. ",
		"book": "1CO",
		"verse": 58,
		"chapter": 15,
		"canon_order": 28773
	},
	{
		"verseText": "Now concerning the collection for the saints: as I commanded the assemblies of Galatia, you do likewise. ",
		"book": "1CO",
		"verse": 1,
		"chapter": 16,
		"canon_order": 28774
	},
	{
		"verseText": "On the first day of every week, let each one of you save as he may prosper, that no collections are made when I come. ",
		"book": "1CO",
		"verse": 2,
		"chapter": 16,
		"canon_order": 28775
	},
	{
		"verseText": "When I arrive, I will send whoever you approve with letters to carry your gracious gift to Jerusalem. ",
		"book": "1CO",
		"verse": 3,
		"chapter": 16,
		"canon_order": 28776
	},
	{
		"verseText": "If it is appropriate for me to go also, they will go with me. ",
		"book": "1CO",
		"verse": 4,
		"chapter": 16,
		"canon_order": 28777
	},
	{
		"verseText": "I will come to you when I have passed through Macedonia, for I am passing through Macedonia. ",
		"book": "1CO",
		"verse": 5,
		"chapter": 16,
		"canon_order": 28778
	},
	{
		"verseText": "But with you it may be that I will stay with you, or even winter with you, that you may send me on my journey wherever I go. ",
		"book": "1CO",
		"verse": 6,
		"chapter": 16,
		"canon_order": 28779
	},
	{
		"verseText": "For I do not wish to see you now in passing, but I hope to stay a while with you, if the Lord permits. ",
		"book": "1CO",
		"verse": 7,
		"chapter": 16,
		"canon_order": 28780
	},
	{
		"verseText": "But I will stay at Ephesus until Pentecost, ",
		"book": "1CO",
		"verse": 8,
		"chapter": 16,
		"canon_order": 28781
	},
	{
		"verseText": "for a great and effective door has opened to me, and there are many adversaries. ",
		"book": "1CO",
		"verse": 9,
		"chapter": 16,
		"canon_order": 28782
	},
	{
		"verseText": "Now if Timothy comes, see that he is with you without fear, for he does the work of the Lord, as I also do. ",
		"book": "1CO",
		"verse": 10,
		"chapter": 16,
		"canon_order": 28783
	},
	{
		"verseText": "Therefore let no one despise him. But set him forward on his journey in peace, that he may come to me; for I expect him with the brothers. ",
		"book": "1CO",
		"verse": 11,
		"chapter": 16,
		"canon_order": 28784
	},
	{
		"verseText": "Now concerning Apollos the brother, I strongly urged him to come to you with the brothers, but it was not at all his desire to come now; but he will come when he has an opportunity. ",
		"book": "1CO",
		"verse": 12,
		"chapter": 16,
		"canon_order": 28785
	},
	{
		"verseText": "Watch! Stand firm in the faith! Be courageous! Be strong! ",
		"book": "1CO",
		"verse": 13,
		"chapter": 16,
		"canon_order": 28786
	},
	{
		"verseText": "Let all that you do be done in love. ",
		"book": "1CO",
		"verse": 14,
		"chapter": 16,
		"canon_order": 28787
	},
	{
		"verseText": "Now I beg you, brothers—you know the house of Stephanas, that it is the first fruits of Achaia, and that they have set themselves to serve the saints— ",
		"book": "1CO",
		"verse": 15,
		"chapter": 16,
		"canon_order": 28788
	},
	{
		"verseText": "that you also be in subjection to such, and to everyone who helps in the work and labors. ",
		"book": "1CO",
		"verse": 16,
		"chapter": 16,
		"canon_order": 28789
	},
	{
		"verseText": "I rejoice at the coming of Stephanas, Fortunatus, and Achaicus; for that which was lacking on your part, they supplied. ",
		"book": "1CO",
		"verse": 17,
		"chapter": 16,
		"canon_order": 28790
	},
	{
		"verseText": "For they refreshed my spirit and yours. Therefore acknowledge those who are like that. ",
		"book": "1CO",
		"verse": 18,
		"chapter": 16,
		"canon_order": 28791
	},
	{
		"verseText": "The assemblies of Asia greet you. Aquila and Priscilla greet you warmly in the Lord, together with the assembly that is in their house. ",
		"book": "1CO",
		"verse": 19,
		"chapter": 16,
		"canon_order": 28792
	},
	{
		"verseText": "All the brothers greet you. Greet one another with a holy kiss. ",
		"book": "1CO",
		"verse": 20,
		"chapter": 16,
		"canon_order": 28793
	},
	{
		"verseText": "This greeting is by me, Paul, with my own hand. ",
		"book": "1CO",
		"verse": 21,
		"chapter": 16,
		"canon_order": 28794
	},
	{
		"verseText": "If any man doesn’t love the Lord Jesus Christ, let him be cursed. Come, Lord! ",
		"book": "1CO",
		"verse": 22,
		"chapter": 16,
		"canon_order": 28795
	},
	{
		"verseText": "The grace of the Lord Jesus Christ be with you. ",
		"book": "1CO",
		"verse": 23,
		"chapter": 16,
		"canon_order": 28796
	},
	{
		"verseText": "My love to all of you in Christ Jesus. Amen. ",
		"book": "1CO",
		"verse": 24,
		"chapter": 16,
		"canon_order": 28797
	}
]
