[
	{
		"verseText": "That which was from the beginning, that which we have heard, that which we have seen with our eyes, that which we saw, and our hands touched, concerning the Word of life ",
		"book": "1JN",
		"verse": 1,
		"chapter": 1,
		"canon_order": 30538
	},
	{
		"verseText": "(and the life was revealed, and we have seen, and testify, and declare to you the life, the eternal life, which was with the Father, and was revealed to us); ",
		"book": "1JN",
		"verse": 2,
		"chapter": 1,
		"canon_order": 30539
	},
	{
		"verseText": "that which we have seen and heard we declare to you, that you also may have fellowship with us. Yes, and our fellowship is with the Father and with his Son, Jesus Christ. ",
		"book": "1JN",
		"verse": 3,
		"chapter": 1,
		"canon_order": 30540
	},
	{
		"verseText": "And we write these things to you, that our joy may be fulfilled. ",
		"book": "1JN",
		"verse": 4,
		"chapter": 1,
		"canon_order": 30541
	},
	{
		"verseText": "This is the message which we have heard from him and announce to you, that God is light, and in him is no darkness at all. ",
		"book": "1JN",
		"verse": 5,
		"chapter": 1,
		"canon_order": 30542
	},
	{
		"verseText": "If we say that we have fellowship with him and walk in the darkness, we lie and don’t tell the truth. ",
		"book": "1JN",
		"verse": 6,
		"chapter": 1,
		"canon_order": 30543
	},
	{
		"verseText": "But if we walk in the light as he is in the light, we have fellowship with one another, and the blood of Jesus Christ his Son, cleanses us from all sin. ",
		"book": "1JN",
		"verse": 7,
		"chapter": 1,
		"canon_order": 30544
	},
	{
		"verseText": "If we say that we have no sin, we deceive ourselves, and the truth is not in us. ",
		"book": "1JN",
		"verse": 8,
		"chapter": 1,
		"canon_order": 30545
	},
	{
		"verseText": "If we confess our sins, he is faithful and righteous to forgive us the sins and to cleanse us from all unrighteousness. ",
		"book": "1JN",
		"verse": 9,
		"chapter": 1,
		"canon_order": 30546
	},
	{
		"verseText": "If we say that we haven’t sinned, we make him a liar, and his word is not in us. ",
		"book": "1JN",
		"verse": 10,
		"chapter": 1,
		"canon_order": 30547
	},
	{
		"verseText": "My little children, I write these things to you so that you may not sin. If anyone sins, we have a Counselor with the Father, Jesus Christ, the righteous. ",
		"book": "1JN",
		"verse": 1,
		"chapter": 2,
		"canon_order": 30548
	},
	{
		"verseText": "And he is the atoning sacrifice for our sins, and not for ours only, but also for the whole world. ",
		"book": "1JN",
		"verse": 2,
		"chapter": 2,
		"canon_order": 30549
	},
	{
		"verseText": "This is how we know that we know him: if we keep his commandments. ",
		"book": "1JN",
		"verse": 3,
		"chapter": 2,
		"canon_order": 30550
	},
	{
		"verseText": "One who says, “I know him,” and doesn’t keep his commandments, is a liar, and the truth isn’t in him. ",
		"book": "1JN",
		"verse": 4,
		"chapter": 2,
		"canon_order": 30551
	},
	{
		"verseText": "But God’s love has most certainly been perfected in whoever keeps his word. This is how we know that we are in him: ",
		"book": "1JN",
		"verse": 5,
		"chapter": 2,
		"canon_order": 30552
	},
	{
		"verseText": "he who says he remains in him ought himself also to walk just like he walked. ",
		"book": "1JN",
		"verse": 6,
		"chapter": 2,
		"canon_order": 30553
	},
	{
		"verseText": "Brothers, I write no new commandment to you, but an old commandment which you had from the beginning. The old commandment is the word which you heard from the beginning. ",
		"book": "1JN",
		"verse": 7,
		"chapter": 2,
		"canon_order": 30554
	},
	{
		"verseText": "Again, I write a new commandment to you, which is true in him and in you, because the darkness is passing away and the true light already shines. ",
		"book": "1JN",
		"verse": 8,
		"chapter": 2,
		"canon_order": 30555
	},
	{
		"verseText": "He who says he is in the light and hates his brother is in the darkness even until now. ",
		"book": "1JN",
		"verse": 9,
		"chapter": 2,
		"canon_order": 30556
	},
	{
		"verseText": "He who loves his brother remains in the light, and there is no occasion for stumbling in him. ",
		"book": "1JN",
		"verse": 10,
		"chapter": 2,
		"canon_order": 30557
	},
	{
		"verseText": "But he who hates his brother is in the darkness, and walks in the darkness, and doesn’t know where he is going, because the darkness has blinded his eyes. ",
		"book": "1JN",
		"verse": 11,
		"chapter": 2,
		"canon_order": 30558
	},
	{
		"verseText": "I write to you, little children, because your sins are forgiven you for his name’s sake. ",
		"book": "1JN",
		"verse": 12,
		"chapter": 2,
		"canon_order": 30559
	},
	{
		"verseText": "I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, little children, because you know the Father. ",
		"book": "1JN",
		"verse": 13,
		"chapter": 2,
		"canon_order": 30560
	},
	{
		"verseText": "I have written to you, fathers, because you know him who is from the beginning. I have written to you, young men, because you are strong, and the word of God remains in you, and you have overcome the evil one. ",
		"book": "1JN",
		"verse": 14,
		"chapter": 2,
		"canon_order": 30561
	},
	{
		"verseText": "Don’t love the world or the things that are in the world. If anyone loves the world, the Father’s love isn’t in him. ",
		"book": "1JN",
		"verse": 15,
		"chapter": 2,
		"canon_order": 30562
	},
	{
		"verseText": "For all that is in the world—the lust of the flesh, the lust of the eyes, and the pride of life—isn’t the Father’s, but is the world’s. ",
		"book": "1JN",
		"verse": 16,
		"chapter": 2,
		"canon_order": 30563
	},
	{
		"verseText": "The world is passing away with its lusts, but he who does God’s will remains forever. ",
		"book": "1JN",
		"verse": 17,
		"chapter": 2,
		"canon_order": 30564
	},
	{
		"verseText": "Little children, these are the end times, and as you heard that the Antichrist is coming, even now many antichrists have arisen. By this we know that it is the final hour. ",
		"book": "1JN",
		"verse": 18,
		"chapter": 2,
		"canon_order": 30565
	},
	{
		"verseText": "They went out from us, but they didn’t belong to us; for if they had belonged to us, they would have continued with us. But they left, that they might be revealed that none of them belong to us. ",
		"book": "1JN",
		"verse": 19,
		"chapter": 2,
		"canon_order": 30566
	},
	{
		"verseText": "You have an anointing from the Holy One, and you all have knowledge. ",
		"book": "1JN",
		"verse": 20,
		"chapter": 2,
		"canon_order": 30567
	},
	{
		"verseText": "I have not written to you because you don’t know the truth, but because you know it, and because no lie is of the truth. ",
		"book": "1JN",
		"verse": 21,
		"chapter": 2,
		"canon_order": 30568
	},
	{
		"verseText": "Who is the liar but he who denies that Jesus is the Christ? This is the Antichrist, he who denies the Father and the Son. ",
		"book": "1JN",
		"verse": 22,
		"chapter": 2,
		"canon_order": 30569
	},
	{
		"verseText": "Whoever denies the Son doesn’t have the Father. He who confesses the Son has the Father also. ",
		"book": "1JN",
		"verse": 23,
		"chapter": 2,
		"canon_order": 30570
	},
	{
		"verseText": "Therefore, as for you, let that remain in you which you heard from the beginning. If that which you heard from the beginning remains in you, you also will remain in the Son, and in the Father. ",
		"book": "1JN",
		"verse": 24,
		"chapter": 2,
		"canon_order": 30571
	},
	{
		"verseText": "This is the promise which he promised us, the eternal life. ",
		"book": "1JN",
		"verse": 25,
		"chapter": 2,
		"canon_order": 30572
	},
	{
		"verseText": "These things I have written to you concerning those who would lead you astray. ",
		"book": "1JN",
		"verse": 26,
		"chapter": 2,
		"canon_order": 30573
	},
	{
		"verseText": "As for you, the anointing which you received from him remains in you, and you don’t need for anyone to teach you. But as his anointing teaches you concerning all things, and is true, and is no lie, and even as it taught you, you will remain in him. ",
		"book": "1JN",
		"verse": 27,
		"chapter": 2,
		"canon_order": 30574
	},
	{
		"verseText": "Now, little children, remain in him, that when he appears, we may have boldness and not be ashamed before him at his coming. ",
		"book": "1JN",
		"verse": 28,
		"chapter": 2,
		"canon_order": 30575
	},
	{
		"verseText": "If you know that he is righteous, you know that everyone who practices righteousness has been born of him. ",
		"book": "1JN",
		"verse": 29,
		"chapter": 2,
		"canon_order": 30576
	},
	{
		"verseText": "See how great a love the Father has given to us, that we should be called children of God! For this cause the world doesn’t know us, because it didn’t know him. ",
		"book": "1JN",
		"verse": 1,
		"chapter": 3,
		"canon_order": 30577
	},
	{
		"verseText": "Beloved, now we are children of God. It is not yet revealed what we will be; but we know that when he is revealed, we will be like him, for we will see him just as he is. ",
		"book": "1JN",
		"verse": 2,
		"chapter": 3,
		"canon_order": 30578
	},
	{
		"verseText": "Everyone who has this hope set on him purifies himself, even as he is pure. ",
		"book": "1JN",
		"verse": 3,
		"chapter": 3,
		"canon_order": 30579
	},
	{
		"verseText": "Everyone who sins also commits lawlessness. Sin is lawlessness. ",
		"book": "1JN",
		"verse": 4,
		"chapter": 3,
		"canon_order": 30580
	},
	{
		"verseText": "You know that he was revealed to take away our sins, and no sin is in him. ",
		"book": "1JN",
		"verse": 5,
		"chapter": 3,
		"canon_order": 30581
	},
	{
		"verseText": "Whoever remains in him doesn’t sin. Whoever sins hasn’t seen him and doesn’t know him. ",
		"book": "1JN",
		"verse": 6,
		"chapter": 3,
		"canon_order": 30582
	},
	{
		"verseText": "Little children, let no one lead you astray. He who does righteousness is righteous, even as he is righteous. ",
		"book": "1JN",
		"verse": 7,
		"chapter": 3,
		"canon_order": 30583
	},
	{
		"verseText": "He who sins is of the devil, for the devil has been sinning from the beginning. To this end the Son of God was revealed: that he might destroy the works of the devil. ",
		"book": "1JN",
		"verse": 8,
		"chapter": 3,
		"canon_order": 30584
	},
	{
		"verseText": "Whoever is born of God doesn’t commit sin, because his seed remains in him, and he can’t sin, because he is born of God. ",
		"book": "1JN",
		"verse": 9,
		"chapter": 3,
		"canon_order": 30585
	},
	{
		"verseText": "In this the children of God are revealed, and the children of the devil. Whoever doesn’t do righteousness is not of God, neither is he who doesn’t love his brother. ",
		"book": "1JN",
		"verse": 10,
		"chapter": 3,
		"canon_order": 30586
	},
	{
		"verseText": "For this is the message which you heard from the beginning, that we should love one another— ",
		"book": "1JN",
		"verse": 11,
		"chapter": 3,
		"canon_order": 30587
	},
	{
		"verseText": "unlike Cain, who was of the evil one and killed his brother. Why did he kill him? Because his deeds were evil, and his brother’s righteous. ",
		"book": "1JN",
		"verse": 12,
		"chapter": 3,
		"canon_order": 30588
	},
	{
		"verseText": "Don’t be surprised, my brothers, if the world hates you. ",
		"book": "1JN",
		"verse": 13,
		"chapter": 3,
		"canon_order": 30589
	},
	{
		"verseText": "We know that we have passed out of death into life, because we love the brothers. He who doesn’t love his brother remains in death. ",
		"book": "1JN",
		"verse": 14,
		"chapter": 3,
		"canon_order": 30590
	},
	{
		"verseText": "Whoever hates his brother is a murderer, and you know that no murderer has eternal life remaining in him. ",
		"book": "1JN",
		"verse": 15,
		"chapter": 3,
		"canon_order": 30591
	},
	{
		"verseText": "By this we know love, because he laid down his life for us. And we ought to lay down our lives for the brothers. ",
		"book": "1JN",
		"verse": 16,
		"chapter": 3,
		"canon_order": 30592
	},
	{
		"verseText": "But whoever has the world’s goods and sees his brother in need, then closes his heart of compassion against him, how does God’s love remain in him? ",
		"book": "1JN",
		"verse": 17,
		"chapter": 3,
		"canon_order": 30593
	},
	{
		"verseText": "My little children, let’s not love in word only, or with the tongue only, but in deed and truth. ",
		"book": "1JN",
		"verse": 18,
		"chapter": 3,
		"canon_order": 30594
	},
	{
		"verseText": "And by this we know that we are of the truth and persuade our hearts before him, ",
		"book": "1JN",
		"verse": 19,
		"chapter": 3,
		"canon_order": 30595
	},
	{
		"verseText": "because if our heart condemns us, God is greater than our heart, and knows all things. ",
		"book": "1JN",
		"verse": 20,
		"chapter": 3,
		"canon_order": 30596
	},
	{
		"verseText": "Beloved, if our hearts don’t condemn us, we have boldness toward God; ",
		"book": "1JN",
		"verse": 21,
		"chapter": 3,
		"canon_order": 30597
	},
	{
		"verseText": "so whatever we ask, we receive from him, because we keep his commandments and do the things that are pleasing in his sight. ",
		"book": "1JN",
		"verse": 22,
		"chapter": 3,
		"canon_order": 30598
	},
	{
		"verseText": "This is his commandment, that we should believe in the name of his Son, Jesus Christ, and love one another, even as he commanded. ",
		"book": "1JN",
		"verse": 23,
		"chapter": 3,
		"canon_order": 30599
	},
	{
		"verseText": "He who keeps his commandments remains in him, and he in him. By this we know that he remains in us, by the Spirit which he gave us. ",
		"book": "1JN",
		"verse": 24,
		"chapter": 3,
		"canon_order": 30600
	},
	{
		"verseText": "Beloved, don’t believe every spirit, but test the spirits, whether they are of God, because many false prophets have gone out into the world. ",
		"book": "1JN",
		"verse": 1,
		"chapter": 4,
		"canon_order": 30601
	},
	{
		"verseText": "By this you know the Spirit of God: every spirit who confesses that Jesus Christ has come in the flesh is of God, ",
		"book": "1JN",
		"verse": 2,
		"chapter": 4,
		"canon_order": 30602
	},
	{
		"verseText": "and every spirit who doesn’t confess that Jesus Christ has come in the flesh is not of God; and this is the spirit of the Antichrist, of whom you have heard that it comes. Now it is in the world already. ",
		"book": "1JN",
		"verse": 3,
		"chapter": 4,
		"canon_order": 30603
	},
	{
		"verseText": "You are of God, little children, and have overcome them, because greater is he who is in you than he who is in the world. ",
		"book": "1JN",
		"verse": 4,
		"chapter": 4,
		"canon_order": 30604
	},
	{
		"verseText": "They are of the world. Therefore they speak of the world, and the world hears them. ",
		"book": "1JN",
		"verse": 5,
		"chapter": 4,
		"canon_order": 30605
	},
	{
		"verseText": "We are of God. He who knows God listens to us. He who is not of God doesn’t listen to us. By this we know the spirit of truth, and the spirit of error. ",
		"book": "1JN",
		"verse": 6,
		"chapter": 4,
		"canon_order": 30606
	},
	{
		"verseText": "Beloved, let’s love one another, for love is of God; and everyone who loves has been born of God and knows God. ",
		"book": "1JN",
		"verse": 7,
		"chapter": 4,
		"canon_order": 30607
	},
	{
		"verseText": "He who doesn’t love doesn’t know God, for God is love. ",
		"book": "1JN",
		"verse": 8,
		"chapter": 4,
		"canon_order": 30608
	},
	{
		"verseText": "By this God’s love was revealed in us, that God has sent his only born Son into the world that we might live through him. ",
		"book": "1JN",
		"verse": 9,
		"chapter": 4,
		"canon_order": 30609
	},
	{
		"verseText": "In this is love, not that we loved God, but that he loved us, and sent his Son as the atoning sacrifice for our sins. ",
		"book": "1JN",
		"verse": 10,
		"chapter": 4,
		"canon_order": 30610
	},
	{
		"verseText": "Beloved, if God loved us in this way, we also ought to love one another. ",
		"book": "1JN",
		"verse": 11,
		"chapter": 4,
		"canon_order": 30611
	},
	{
		"verseText": "No one has seen God at any time. If we love one another, God remains in us, and his love has been perfected in us. ",
		"book": "1JN",
		"verse": 12,
		"chapter": 4,
		"canon_order": 30612
	},
	{
		"verseText": "By this we know that we remain in him and he in us, because he has given us of his Spirit. ",
		"book": "1JN",
		"verse": 13,
		"chapter": 4,
		"canon_order": 30613
	},
	{
		"verseText": "We have seen and testify that the Father has sent the Son as the Savior of the world. ",
		"book": "1JN",
		"verse": 14,
		"chapter": 4,
		"canon_order": 30614
	},
	{
		"verseText": "Whoever confesses that Jesus is the Son of God, God remains in him, and he in God. ",
		"book": "1JN",
		"verse": 15,
		"chapter": 4,
		"canon_order": 30615
	},
	{
		"verseText": "We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him. ",
		"book": "1JN",
		"verse": 16,
		"chapter": 4,
		"canon_order": 30616
	},
	{
		"verseText": "In this, love has been made perfect among us, that we may have boldness in the day of judgment, because as he is, even so we are in this world. ",
		"book": "1JN",
		"verse": 17,
		"chapter": 4,
		"canon_order": 30617
	},
	{
		"verseText": "There is no fear in love; but perfect love casts out fear, because fear has punishment. He who fears is not made perfect in love. ",
		"book": "1JN",
		"verse": 18,
		"chapter": 4,
		"canon_order": 30618
	},
	{
		"verseText": "We love him, because he first loved us. ",
		"book": "1JN",
		"verse": 19,
		"chapter": 4,
		"canon_order": 30619
	},
	{
		"verseText": "If a man says, “I love God,” and hates his brother, he is a liar; for he who doesn’t love his brother whom he has seen, how can he love God whom he has not seen? ",
		"book": "1JN",
		"verse": 20,
		"chapter": 4,
		"canon_order": 30620
	},
	{
		"verseText": "This commandment we have from him, that he who loves God should also love his brother. ",
		"book": "1JN",
		"verse": 21,
		"chapter": 4,
		"canon_order": 30621
	},
	{
		"verseText": "Whoever believes that Jesus is the Christ has been born of God. Whoever loves the Father also loves the child who is born of him. ",
		"book": "1JN",
		"verse": 1,
		"chapter": 5,
		"canon_order": 30622
	},
	{
		"verseText": "By this we know that we love the children of God, when we love God and keep his commandments. ",
		"book": "1JN",
		"verse": 2,
		"chapter": 5,
		"canon_order": 30623
	},
	{
		"verseText": "For this is loving God, that we keep his commandments. His commandments are not grievous. ",
		"book": "1JN",
		"verse": 3,
		"chapter": 5,
		"canon_order": 30624
	},
	{
		"verseText": "For whatever is born of God overcomes the world. This is the victory that has overcome the world: your faith. ",
		"book": "1JN",
		"verse": 4,
		"chapter": 5,
		"canon_order": 30625
	},
	{
		"verseText": "Who is he who overcomes the world, but he who believes that Jesus is the Son of God? ",
		"book": "1JN",
		"verse": 5,
		"chapter": 5,
		"canon_order": 30626
	},
	{
		"verseText": "This is he who came by water and blood, Jesus Christ; not with the water only, but with the water and the blood. It is the Spirit who testifies, because the Spirit is the truth. ",
		"book": "1JN",
		"verse": 6,
		"chapter": 5,
		"canon_order": 30627
	},
	{
		"verseText": "For there are three who testify: ",
		"book": "1JN",
		"verse": 7,
		"chapter": 5,
		"canon_order": 30628
	},
	{
		"verseText": "the Spirit, the water, and the blood; and the three agree as one. ",
		"book": "1JN",
		"verse": 8,
		"chapter": 5,
		"canon_order": 30629
	},
	{
		"verseText": "If we receive the witness of men, the witness of God is greater; for this is God’s testimony which he has testified concerning his Son. ",
		"book": "1JN",
		"verse": 9,
		"chapter": 5,
		"canon_order": 30630
	},
	{
		"verseText": "He who believes in the Son of God has the testimony in himself. He who doesn’t believe God has made him a liar, because he has not believed in the testimony that God has given concerning his Son. ",
		"book": "1JN",
		"verse": 10,
		"chapter": 5,
		"canon_order": 30631
	},
	{
		"verseText": "The testimony is this: that God gave to us eternal life, and this life is in his Son. ",
		"book": "1JN",
		"verse": 11,
		"chapter": 5,
		"canon_order": 30632
	},
	{
		"verseText": "He who has the Son has the life. He who doesn’t have God’s Son doesn’t have the life. ",
		"book": "1JN",
		"verse": 12,
		"chapter": 5,
		"canon_order": 30633
	},
	{
		"verseText": "These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God. ",
		"book": "1JN",
		"verse": 13,
		"chapter": 5,
		"canon_order": 30634
	},
	{
		"verseText": "This is the boldness which we have toward him, that if we ask anything according to his will, he listens to us. ",
		"book": "1JN",
		"verse": 14,
		"chapter": 5,
		"canon_order": 30635
	},
	{
		"verseText": "And if we know that he listens to us, whatever we ask, we know that we have the petitions which we have asked of him. ",
		"book": "1JN",
		"verse": 15,
		"chapter": 5,
		"canon_order": 30636
	},
	{
		"verseText": "If anyone sees his brother sinning a sin not leading to death, he shall ask, and God will give him life for those who sin not leading to death. There is sin leading to death. I don’t say that he should make a request concerning this. ",
		"book": "1JN",
		"verse": 16,
		"chapter": 5,
		"canon_order": 30637
	},
	{
		"verseText": "All unrighteousness is sin, and there is sin not leading to death. ",
		"book": "1JN",
		"verse": 17,
		"chapter": 5,
		"canon_order": 30638
	},
	{
		"verseText": "We know that whoever is born of God doesn’t sin, but he who was born of God keeps himself, and the evil one doesn’t touch him. ",
		"book": "1JN",
		"verse": 18,
		"chapter": 5,
		"canon_order": 30639
	},
	{
		"verseText": "We know that we are of God, and the whole world lies in the power of the evil one. ",
		"book": "1JN",
		"verse": 19,
		"chapter": 5,
		"canon_order": 30640
	},
	{
		"verseText": "We know that the Son of God has come and has given us an understanding, that we know him who is true; and we are in him who is true, in his Son Jesus Christ. This is the true God and eternal life. ",
		"book": "1JN",
		"verse": 20,
		"chapter": 5,
		"canon_order": 30641
	},
	{
		"verseText": "Little children, keep yourselves from idols. ",
		"book": "1JN",
		"verse": 21,
		"chapter": 5,
		"canon_order": 30642
	}
]