[
	{
		"verseText": "Peter, an apostle of Jesus Christ, to the chosen ones who are living as foreigners in the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia, ",
		"book": "1PE",
		"verse": 1,
		"chapter": 1,
		"canon_order": 30372
	},
	{
		"verseText": "according to the foreknowledge of God the Father, in sanctification of the Spirit, that you may obey Jesus Christ and be sprinkled with his blood: Grace to you and peace be multiplied. ",
		"book": "1PE",
		"verse": 2,
		"chapter": 1,
		"canon_order": 30373
	},
	{
		"verseText": "Blessed be the God and Father of our Lord Jesus Christ, who according to his great mercy caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, ",
		"book": "1PE",
		"verse": 3,
		"chapter": 1,
		"canon_order": 30374
	},
	{
		"verseText": "to an incorruptible and undefiled inheritance that doesn’t fade away, reserved in Heaven for you, ",
		"book": "1PE",
		"verse": 4,
		"chapter": 1,
		"canon_order": 30375
	},
	{
		"verseText": "who by the power of God are guarded through faith for a salvation ready to be revealed in the last time. ",
		"book": "1PE",
		"verse": 5,
		"chapter": 1,
		"canon_order": 30376
	},
	{
		"verseText": "In this you greatly rejoice, though now for a little while, if need be, you have been grieved in various trials, ",
		"book": "1PE",
		"verse": 6,
		"chapter": 1,
		"canon_order": 30377
	},
	{
		"verseText": "that the proof of your faith, which is more precious than gold that perishes, even though it is tested by fire, may be found to result in praise, glory, and honor at the revelation of Jesus Christ— ",
		"book": "1PE",
		"verse": 7,
		"chapter": 1,
		"canon_order": 30378
	},
	{
		"verseText": "whom, not having known, you love. In him, though now you don’t see him, yet believing, you rejoice greatly with joy that is unspeakable and full of glory, ",
		"book": "1PE",
		"verse": 8,
		"chapter": 1,
		"canon_order": 30379
	},
	{
		"verseText": "receiving the result of your faith, the salvation of your souls. ",
		"book": "1PE",
		"verse": 9,
		"chapter": 1,
		"canon_order": 30380
	},
	{
		"verseText": "Concerning this salvation, the prophets sought and searched diligently. They prophesied of the grace that would come to you, ",
		"book": "1PE",
		"verse": 10,
		"chapter": 1,
		"canon_order": 30381
	},
	{
		"verseText": "searching for who or what kind of time the Spirit of Christ which was in them pointed to when he predicted the sufferings of Christ and the glories that would follow them. ",
		"book": "1PE",
		"verse": 11,
		"chapter": 1,
		"canon_order": 30382
	},
	{
		"verseText": "To them it was revealed that they served not themselves, but you, in these things, which now have been announced to you through those who preached the Good News to you by the Holy Spirit sent out from heaven; which things angels desire to look into. ",
		"book": "1PE",
		"verse": 12,
		"chapter": 1,
		"canon_order": 30383
	},
	{
		"verseText": "Therefore prepare your minds for action. Be sober, and set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ— ",
		"book": "1PE",
		"verse": 13,
		"chapter": 1,
		"canon_order": 30384
	},
	{
		"verseText": "as children of obedience, not conforming yourselves according to your former lusts as in your ignorance, ",
		"book": "1PE",
		"verse": 14,
		"chapter": 1,
		"canon_order": 30385
	},
	{
		"verseText": "but just as he who called you is holy, you yourselves also be holy in all of your behavior, ",
		"book": "1PE",
		"verse": 15,
		"chapter": 1,
		"canon_order": 30386
	},
	{
		"verseText": "because it is written, “You shall be holy, for I am holy.” ",
		"book": "1PE",
		"verse": 16,
		"chapter": 1,
		"canon_order": 30387
	},
	{
		"verseText": "If you call on him as Father, who without respect of persons judges according to each man’s work, pass the time of your living as foreigners here in reverent fear, ",
		"book": "1PE",
		"verse": 17,
		"chapter": 1,
		"canon_order": 30388
	},
	{
		"verseText": "knowing that you were redeemed, not with corruptible things like silver or gold, from the useless way of life handed down from your fathers, ",
		"book": "1PE",
		"verse": 18,
		"chapter": 1,
		"canon_order": 30389
	},
	{
		"verseText": "but with precious blood, as of a lamb without blemish or spot, the blood of Christ, ",
		"book": "1PE",
		"verse": 19,
		"chapter": 1,
		"canon_order": 30390
	},
	{
		"verseText": "who was foreknown indeed before the foundation of the world, but was revealed in this last age for your sake, ",
		"book": "1PE",
		"verse": 20,
		"chapter": 1,
		"canon_order": 30391
	},
	{
		"verseText": "who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope might be in God. ",
		"book": "1PE",
		"verse": 21,
		"chapter": 1,
		"canon_order": 30392
	},
	{
		"verseText": "Seeing you have purified your souls in your obedience to the truth through the Spirit in sincere brotherly affection, love one another from the heart fervently, ",
		"book": "1PE",
		"verse": 22,
		"chapter": 1,
		"canon_order": 30393
	},
	{
		"verseText": "having been born again, not of corruptible seed, but of incorruptible, through the word of God, which lives and remains forever. ",
		"book": "1PE",
		"verse": 23,
		"chapter": 1,
		"canon_order": 30394
	},
	{
		"verseText": "For, “All flesh is like grass, and all of man’s glory like the flower in the grass. The grass withers, and its flower falls; ",
		"book": "1PE",
		"verse": 24,
		"chapter": 1,
		"canon_order": 30395
	},
	{
		"verseText": "but the Lord’s word endures forever.” This is the word of Good News which was preached to you. ",
		"book": "1PE",
		"verse": 25,
		"chapter": 1,
		"canon_order": 30396
	},
	{
		"verseText": "Putting away therefore all wickedness, all deceit, hypocrisies, envies, and all evil speaking, ",
		"book": "1PE",
		"verse": 1,
		"chapter": 2,
		"canon_order": 30397
	},
	{
		"verseText": "as newborn babies, long for the pure spiritual milk, that with it you may grow, ",
		"book": "1PE",
		"verse": 2,
		"chapter": 2,
		"canon_order": 30398
	},
	{
		"verseText": "if indeed you have tasted that the Lord is gracious. ",
		"book": "1PE",
		"verse": 3,
		"chapter": 2,
		"canon_order": 30399
	},
	{
		"verseText": "Come to him, a living stone, rejected indeed by men, but chosen by God, precious. ",
		"book": "1PE",
		"verse": 4,
		"chapter": 2,
		"canon_order": 30400
	},
	{
		"verseText": "You also as living stones are built up as a spiritual house, to be a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ. ",
		"book": "1PE",
		"verse": 5,
		"chapter": 2,
		"canon_order": 30401
	},
	{
		"verseText": "Because it is contained in Scripture, “Behold, I lay in Zion a chief cornerstone, chosen and precious. He who believes in him will not be disappointed.” ",
		"book": "1PE",
		"verse": 6,
		"chapter": 2,
		"canon_order": 30402
	},
	{
		"verseText": "For you who believe therefore is the honor, but for those who are disobedient, “The stone which the builders rejected has become the chief cornerstone,” ",
		"book": "1PE",
		"verse": 7,
		"chapter": 2,
		"canon_order": 30403
	},
	{
		"verseText": "and, “a stumbling stone and a rock of offense.” For they stumble at the word, being disobedient, to which also they were appointed. ",
		"book": "1PE",
		"verse": 8,
		"chapter": 2,
		"canon_order": 30404
	},
	{
		"verseText": "But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light. ",
		"book": "1PE",
		"verse": 9,
		"chapter": 2,
		"canon_order": 30405
	},
	{
		"verseText": "In the past, you were not a people, but now are God’s people, who had not obtained mercy, but now have obtained mercy. ",
		"book": "1PE",
		"verse": 10,
		"chapter": 2,
		"canon_order": 30406
	},
	{
		"verseText": "Beloved, I beg you as foreigners and pilgrims to abstain from fleshly lusts which war against the soul, ",
		"book": "1PE",
		"verse": 11,
		"chapter": 2,
		"canon_order": 30407
	},
	{
		"verseText": "having good behavior among the nations, so in that of which they speak against you as evildoers, they may see your good works and glorify God in the day of visitation. ",
		"book": "1PE",
		"verse": 12,
		"chapter": 2,
		"canon_order": 30408
	},
	{
		"verseText": "Therefore subject yourselves to every ordinance of man for the Lord’s sake: whether to the king, as supreme, ",
		"book": "1PE",
		"verse": 13,
		"chapter": 2,
		"canon_order": 30409
	},
	{
		"verseText": "or to governors, as sent by him for vengeance on evildoers and for praise to those who do well. ",
		"book": "1PE",
		"verse": 14,
		"chapter": 2,
		"canon_order": 30410
	},
	{
		"verseText": "For this is the will of God, that by well-doing you should put to silence the ignorance of foolish men. ",
		"book": "1PE",
		"verse": 15,
		"chapter": 2,
		"canon_order": 30411
	},
	{
		"verseText": "Live as free people, yet not using your freedom for a cloak of wickedness, but as bondservants of God. ",
		"book": "1PE",
		"verse": 16,
		"chapter": 2,
		"canon_order": 30412
	},
	{
		"verseText": "Honor all men. Love the brotherhood. Fear God. Honor the king. ",
		"book": "1PE",
		"verse": 17,
		"chapter": 2,
		"canon_order": 30413
	},
	{
		"verseText": "Servants, be in subjection to your masters with all respect, not only to the good and gentle, but also to the wicked. ",
		"book": "1PE",
		"verse": 18,
		"chapter": 2,
		"canon_order": 30414
	},
	{
		"verseText": "For it is commendable if someone endures pain, suffering unjustly, because of conscience toward God. ",
		"book": "1PE",
		"verse": 19,
		"chapter": 2,
		"canon_order": 30415
	},
	{
		"verseText": "For what glory is it if, when you sin, you patiently endure beating? But if when you do well, you patiently endure suffering, this is commendable with God. ",
		"book": "1PE",
		"verse": 20,
		"chapter": 2,
		"canon_order": 30416
	},
	{
		"verseText": "For you were called to this, because Christ also suffered for us, leaving you an example, that you should follow his steps, ",
		"book": "1PE",
		"verse": 21,
		"chapter": 2,
		"canon_order": 30417
	},
	{
		"verseText": "who didn’t sin, “neither was deceit found in his mouth.” ",
		"book": "1PE",
		"verse": 22,
		"chapter": 2,
		"canon_order": 30418
	},
	{
		"verseText": "When he was cursed, he didn’t curse back. When he suffered, he didn’t threaten, but committed himself to him who judges righteously. ",
		"book": "1PE",
		"verse": 23,
		"chapter": 2,
		"canon_order": 30419
	},
	{
		"verseText": "He himself bore our sins in his body on the tree, that we, having died to sins, might live to righteousness. You were healed by his wounds. ",
		"book": "1PE",
		"verse": 24,
		"chapter": 2,
		"canon_order": 30420
	},
	{
		"verseText": "For you were going astray like sheep; but now you have returned to the Shepherd and Overseer of your souls. ",
		"book": "1PE",
		"verse": 25,
		"chapter": 2,
		"canon_order": 30421
	},
	{
		"verseText": "In the same way, wives, be in subjection to your own husbands, so that, even if any don’t obey the Word, they may be won by the behavior of their wives without a word, ",
		"book": "1PE",
		"verse": 1,
		"chapter": 3,
		"canon_order": 30422
	},
	{
		"verseText": "seeing your pure behavior in fear. ",
		"book": "1PE",
		"verse": 2,
		"chapter": 3,
		"canon_order": 30423
	},
	{
		"verseText": "Let your beauty come not from the outward adorning of braiding your hair, and of wearing gold ornaments or of putting on fine clothing, ",
		"book": "1PE",
		"verse": 3,
		"chapter": 3,
		"canon_order": 30424
	},
	{
		"verseText": "but from the hidden person of the heart, in the incorruptible adornment of a gentle and quiet spirit, which is very precious in God’s sight. ",
		"book": "1PE",
		"verse": 4,
		"chapter": 3,
		"canon_order": 30425
	},
	{
		"verseText": "For this is how in the past the holy women who hoped in God also adorned themselves, being in subjection to their own husbands. ",
		"book": "1PE",
		"verse": 5,
		"chapter": 3,
		"canon_order": 30426
	},
	{
		"verseText": "So Sarah obeyed Abraham, calling him lord, whose children you now are if you do well and are not put in fear by any terror. ",
		"book": "1PE",
		"verse": 6,
		"chapter": 3,
		"canon_order": 30427
	},
	{
		"verseText": "You husbands, in the same way, live with your wives according to knowledge, giving honor to the woman as to the weaker vessel, as also being joint heirs of the grace of life, that your prayers may not be hindered. ",
		"book": "1PE",
		"verse": 7,
		"chapter": 3,
		"canon_order": 30428
	},
	{
		"verseText": "Finally, all of you be like-minded, compassionate, loving as brothers, tenderhearted, courteous, ",
		"book": "1PE",
		"verse": 8,
		"chapter": 3,
		"canon_order": 30429
	},
	{
		"verseText": "not rendering evil for evil or insult for insult; but instead blessing, knowing that you were called to this, that you may inherit a blessing. ",
		"book": "1PE",
		"verse": 9,
		"chapter": 3,
		"canon_order": 30430
	},
	{
		"verseText": "For, “He who would love life and see good days, let him keep his tongue from evil and his lips from speaking deceit. ",
		"book": "1PE",
		"verse": 10,
		"chapter": 3,
		"canon_order": 30431
	},
	{
		"verseText": "Let him turn away from evil and do good. Let him seek peace and pursue it. ",
		"book": "1PE",
		"verse": 11,
		"chapter": 3,
		"canon_order": 30432
	},
	{
		"verseText": "For the eyes of the Lord are on the righteous, and his ears open to their prayer; but the face of the Lord is against those who do evil.” ",
		"book": "1PE",
		"verse": 12,
		"chapter": 3,
		"canon_order": 30433
	},
	{
		"verseText": "Now who will harm you if you become imitators of that which is good? ",
		"book": "1PE",
		"verse": 13,
		"chapter": 3,
		"canon_order": 30434
	},
	{
		"verseText": "But even if you should suffer for righteousness’ sake, you are blessed. “Don’t fear what they fear, neither be troubled.” ",
		"book": "1PE",
		"verse": 14,
		"chapter": 3,
		"canon_order": 30435
	},
	{
		"verseText": "But sanctify the Lord God in your hearts. Always be ready to give an answer to everyone who asks you a reason concerning the hope that is in you, with humility and fear, ",
		"book": "1PE",
		"verse": 15,
		"chapter": 3,
		"canon_order": 30436
	},
	{
		"verseText": "having a good conscience. Thus, while you are spoken against as evildoers, they may be disappointed who curse your good way of life in Christ. ",
		"book": "1PE",
		"verse": 16,
		"chapter": 3,
		"canon_order": 30437
	},
	{
		"verseText": "For it is better, if it is God’s will, that you suffer for doing what is right than for doing evil. ",
		"book": "1PE",
		"verse": 17,
		"chapter": 3,
		"canon_order": 30438
	},
	{
		"verseText": "Because Christ also suffered for sins once, the righteous for the unrighteous, that he might bring you to God, being put to death in the flesh, but made alive in the Spirit, ",
		"book": "1PE",
		"verse": 18,
		"chapter": 3,
		"canon_order": 30439
	},
	{
		"verseText": "in whom he also went and preached to the spirits in prison, ",
		"book": "1PE",
		"verse": 19,
		"chapter": 3,
		"canon_order": 30440
	},
	{
		"verseText": "who before were disobedient when God waited patiently in the days of Noah while the ship was being built. In it, few, that is, eight souls, were saved through water. ",
		"book": "1PE",
		"verse": 20,
		"chapter": 3,
		"canon_order": 30441
	},
	{
		"verseText": "This is a symbol of baptism, which now saves you—not the putting away of the filth of the flesh, but the answer of a good conscience toward God—through the resurrection of Jesus Christ, ",
		"book": "1PE",
		"verse": 21,
		"chapter": 3,
		"canon_order": 30442
	},
	{
		"verseText": "who is at the right hand of God, having gone into heaven, angels and authorities and powers being made subject to him. ",
		"book": "1PE",
		"verse": 22,
		"chapter": 3,
		"canon_order": 30443
	},
	{
		"verseText": "Therefore, since Christ suffered for us in the flesh, arm yourselves also with the same mind; for he who has suffered in the flesh has ceased from sin, ",
		"book": "1PE",
		"verse": 1,
		"chapter": 4,
		"canon_order": 30444
	},
	{
		"verseText": "that you no longer should live the rest of your time in the flesh for the lusts of men, but for the will of God. ",
		"book": "1PE",
		"verse": 2,
		"chapter": 4,
		"canon_order": 30445
	},
	{
		"verseText": "For we have spent enough of our past time doing the desire of the Gentiles, and having walked in lewdness, lusts, drunken binges, orgies, carousings, and abominable idolatries. ",
		"book": "1PE",
		"verse": 3,
		"chapter": 4,
		"canon_order": 30446
	},
	{
		"verseText": "They think it is strange that you don’t run with them into the same excess of riot, speaking evil of you. ",
		"book": "1PE",
		"verse": 4,
		"chapter": 4,
		"canon_order": 30447
	},
	{
		"verseText": "They will give account to him who is ready to judge the living and the dead. ",
		"book": "1PE",
		"verse": 5,
		"chapter": 4,
		"canon_order": 30448
	},
	{
		"verseText": "For to this end the Good News was preached even to the dead, that they might be judged indeed as men in the flesh, but live as to God in the spirit. ",
		"book": "1PE",
		"verse": 6,
		"chapter": 4,
		"canon_order": 30449
	},
	{
		"verseText": "But the end of all things is near. Therefore be of sound mind, self-controlled, and sober in prayer. ",
		"book": "1PE",
		"verse": 7,
		"chapter": 4,
		"canon_order": 30450
	},
	{
		"verseText": "And above all things be earnest in your love among yourselves, for love covers a multitude of sins. ",
		"book": "1PE",
		"verse": 8,
		"chapter": 4,
		"canon_order": 30451
	},
	{
		"verseText": "Be hospitable to one another without grumbling. ",
		"book": "1PE",
		"verse": 9,
		"chapter": 4,
		"canon_order": 30452
	},
	{
		"verseText": "As each has received a gift, employ it in serving one another, as good managers of the grace of God in its various forms. ",
		"book": "1PE",
		"verse": 10,
		"chapter": 4,
		"canon_order": 30453
	},
	{
		"verseText": "If anyone speaks, let it be as it were the very words of God. If anyone serves, let it be as of the strength which God supplies, that in all things God may be glorified through Jesus Christ, to whom belong the glory and the dominion forever and ever. Amen. ",
		"book": "1PE",
		"verse": 11,
		"chapter": 4,
		"canon_order": 30454
	},
	{
		"verseText": "Beloved, don’t be astonished at the fiery trial which has come upon you to test you, as though a strange thing happened to you. ",
		"book": "1PE",
		"verse": 12,
		"chapter": 4,
		"canon_order": 30455
	},
	{
		"verseText": "But because you are partakers of Christ’s sufferings, rejoice, that at the revelation of his glory you also may rejoice with exceeding joy. ",
		"book": "1PE",
		"verse": 13,
		"chapter": 4,
		"canon_order": 30456
	},
	{
		"verseText": "If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you. On their part he is blasphemed, but on your part he is glorified. ",
		"book": "1PE",
		"verse": 14,
		"chapter": 4,
		"canon_order": 30457
	},
	{
		"verseText": "But let none of you suffer as a murderer, or a thief, or an evil doer, or a meddler in other men’s matters. ",
		"book": "1PE",
		"verse": 15,
		"chapter": 4,
		"canon_order": 30458
	},
	{
		"verseText": "But if one of you suffers for being a Christian, let him not be ashamed; but let him glorify God in this matter. ",
		"book": "1PE",
		"verse": 16,
		"chapter": 4,
		"canon_order": 30459
	},
	{
		"verseText": "For the time has come for judgment to begin with the household of God. If it begins first with us, what will happen to those who don’t obey the Good News of God? ",
		"book": "1PE",
		"verse": 17,
		"chapter": 4,
		"canon_order": 30460
	},
	{
		"verseText": "“If it is hard for the righteous to be saved, what will happen to the ungodly and the sinner?” ",
		"book": "1PE",
		"verse": 18,
		"chapter": 4,
		"canon_order": 30461
	},
	{
		"verseText": "Therefore let them also who suffer according to the will of God in doing good entrust their souls to him, as to a faithful Creator. ",
		"book": "1PE",
		"verse": 19,
		"chapter": 4,
		"canon_order": 30462
	},
	{
		"verseText": "Therefore I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, and who will also share in the glory that will be revealed: ",
		"book": "1PE",
		"verse": 1,
		"chapter": 5,
		"canon_order": 30463
	},
	{
		"verseText": "shepherd the flock of God which is among you, exercising the oversight, not under compulsion, but voluntarily; not for dishonest gain, but willingly; ",
		"book": "1PE",
		"verse": 2,
		"chapter": 5,
		"canon_order": 30464
	},
	{
		"verseText": "not as lording it over those entrusted to you, but making yourselves examples to the flock. ",
		"book": "1PE",
		"verse": 3,
		"chapter": 5,
		"canon_order": 30465
	},
	{
		"verseText": "When the chief Shepherd is revealed, you will receive the crown of glory that doesn’t fade away. ",
		"book": "1PE",
		"verse": 4,
		"chapter": 5,
		"canon_order": 30466
	},
	{
		"verseText": "Likewise, you younger ones, be subject to the elder. Yes, all of you clothe yourselves with humility and subject yourselves to one another; for “God resists the proud, but gives grace to the humble.” ",
		"book": "1PE",
		"verse": 5,
		"chapter": 5,
		"canon_order": 30467
	},
	{
		"verseText": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time, ",
		"book": "1PE",
		"verse": 6,
		"chapter": 5,
		"canon_order": 30468
	},
	{
		"verseText": "casting all your worries on him, because he cares for you. ",
		"book": "1PE",
		"verse": 7,
		"chapter": 5,
		"canon_order": 30469
	},
	{
		"verseText": "Be sober and self-controlled. Be watchful. Your adversary, the devil, walks around like a roaring lion, seeking whom he may devour. ",
		"book": "1PE",
		"verse": 8,
		"chapter": 5,
		"canon_order": 30470
	},
	{
		"verseText": "Withstand him steadfast in your faith, knowing that your brothers who are in the world are undergoing the same sufferings. ",
		"book": "1PE",
		"verse": 9,
		"chapter": 5,
		"canon_order": 30471
	},
	{
		"verseText": "But may the God of all grace, who called you to his eternal glory by Christ Jesus, after you have suffered a little while, perfect, establish, strengthen, and settle you. ",
		"book": "1PE",
		"verse": 10,
		"chapter": 5,
		"canon_order": 30472
	},
	{
		"verseText": "To him be the glory and the power forever and ever. Amen. ",
		"book": "1PE",
		"verse": 11,
		"chapter": 5,
		"canon_order": 30473
	},
	{
		"verseText": "Through Silvanus, our faithful brother, as I consider him, I have written to you briefly, exhorting and testifying that this is the true grace of God in which you stand. ",
		"book": "1PE",
		"verse": 12,
		"chapter": 5,
		"canon_order": 30474
	},
	{
		"verseText": "She who is in Babylon, chosen together with you, greets you. So does Mark, my son. ",
		"book": "1PE",
		"verse": 13,
		"chapter": 5,
		"canon_order": 30475
	},
	{
		"verseText": "Greet one another with a kiss of love. Peace be to all of you who are in Christ Jesus. Amen. ",
		"book": "1PE",
		"verse": 14,
		"chapter": 5,
		"canon_order": 30476
	}
]