[
	{
		"verseText": "Now there was a certain man of Ramathaim Zophim, of the hill country of Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 1,
		"canon_order": 7214
	},
	{
		"verseText": "He had two wives. The name of one was Hannah, and the name of the other Peninnah. Peninnah had children, but Hannah had no children. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 1,
		"canon_order": 7215
	},
	{
		"verseText": "This man went up out of his city from year to year to worship and to sacrifice to Yahweh of Armies in Shiloh. The two sons of Eli, Hophni and Phinehas, priests to Yahweh, were there. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 1,
		"canon_order": 7216
	},
	{
		"verseText": "When the day came that Elkanah sacrificed, he gave portions to Peninnah his wife and to all her sons and her daughters; ",
		"book": "1SA",
		"verse": 4,
		"chapter": 1,
		"canon_order": 7217
	},
	{
		"verseText": "but he gave a double portion to Hannah, for he loved Hannah, but Yahweh had shut up her womb. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 1,
		"canon_order": 7218
	},
	{
		"verseText": "Her rival provoked her severely, to irritate her, because Yahweh had shut up her womb. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 1,
		"canon_order": 7219
	},
	{
		"verseText": "So year by year, when she went up to Yahweh’s house, her rival provoked her. Therefore she wept, and didn’t eat. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 1,
		"canon_order": 7220
	},
	{
		"verseText": "Elkanah her husband said to her, “Hannah, why do you weep? Why don’t you eat? Why is your heart grieved? Am I not better to you than ten sons?” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 1,
		"canon_order": 7221
	},
	{
		"verseText": "So Hannah rose up after they had finished eating and drinking in Shiloh. Now Eli the priest was sitting on his seat by the doorpost of Yahweh’s temple. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 1,
		"canon_order": 7222
	},
	{
		"verseText": "She was in bitterness of soul, and prayed to Yahweh, weeping bitterly. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 1,
		"canon_order": 7223
	},
	{
		"verseText": "She vowed a vow, and said, “Yahweh of Armies, if you will indeed look at the affliction of your servant and remember me, and not forget your servant, but will give to your servant a boy, then I will give him to Yahweh all the days of his life, and no razor shall come on his head.” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 1,
		"canon_order": 7224
	},
	{
		"verseText": "As she continued praying before Yahweh, Eli saw her mouth. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 1,
		"canon_order": 7225
	},
	{
		"verseText": "Now Hannah spoke in her heart. Only her lips moved, but her voice was not heard. Therefore Eli thought she was drunk. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 1,
		"canon_order": 7226
	},
	{
		"verseText": "Eli said to her, “How long will you be drunk? Get rid of your wine!” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 1,
		"canon_order": 7227
	},
	{
		"verseText": "Hannah answered, “No, my lord, I am a woman of a sorrowful spirit. I have not been drinking wine or strong drink, but I poured out my soul before Yahweh. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 1,
		"canon_order": 7228
	},
	{
		"verseText": "Don’t consider your servant a wicked woman; for I have been speaking out of the abundance of my complaint and my provocation.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 1,
		"canon_order": 7229
	},
	{
		"verseText": "Then Eli answered, “Go in peace; and may the God of Israel grant your petition that you have asked of him.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 1,
		"canon_order": 7230
	},
	{
		"verseText": "She said, “Let your servant find favor in your sight.” So the woman went her way and ate; and her facial expression wasn’t sad any more. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 1,
		"canon_order": 7231
	},
	{
		"verseText": "They rose up in the morning early and worshiped Yahweh, then returned and came to their house to Ramah. Then Elkanah knew Hannah his wife; and Yahweh remembered her. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 1,
		"canon_order": 7232
	},
	{
		"verseText": "When the time had come, Hannah conceived, and bore a son; and she named him Samuel, saying, “Because I have asked him of Yahweh.” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 1,
		"canon_order": 7233
	},
	{
		"verseText": "The man Elkanah, and all his house, went up to offer to Yahweh the yearly sacrifice and his vow. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 1,
		"canon_order": 7234
	},
	{
		"verseText": "But Hannah didn’t go up, for she said to her husband, “Not until the child is weaned; then I will bring him, that he may appear before Yahweh, and stay there forever.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 1,
		"canon_order": 7235
	},
	{
		"verseText": "Elkanah her husband said to her, “Do what seems good to you. Wait until you have weaned him; only may Yahweh establish his word.” So the woman waited and nursed her son until she weaned him. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 1,
		"canon_order": 7236
	},
	{
		"verseText": "When she had weaned him, she took him up with her, with three bulls, and one ephah of meal, and a container of wine, and brought him to Yahweh’s house in Shiloh. The child was young. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 1,
		"canon_order": 7237
	},
	{
		"verseText": "They killed the bull, and brought the child to Eli. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 1,
		"canon_order": 7238
	},
	{
		"verseText": "She said, “Oh, my lord, as your soul lives, my lord, I am the woman who stood by you here, praying to Yahweh. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 1,
		"canon_order": 7239
	},
	{
		"verseText": "I prayed for this child, and Yahweh has given me my petition which I asked of him. ",
		"book": "1SA",
		"verse": 27,
		"chapter": 1,
		"canon_order": 7240
	},
	{
		"verseText": "Therefore I have also given him to Yahweh. As long as he lives he is given to Yahweh.” He worshiped Yahweh there. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 1,
		"canon_order": 7241
	},
	{
		"verseText": "Hannah prayed, and said, “My heart exults in Yahweh! My horn is exalted in Yahweh. My mouth is enlarged over my enemies, because I rejoice in your salvation. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 2,
		"canon_order": 7242
	},
	{
		"verseText": "There is no one as holy as Yahweh, for there is no one besides you, nor is there any rock like our God. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 2,
		"canon_order": 7243
	},
	{
		"verseText": "“Don’t keep talking so exceedingly proudly. Don’t let arrogance come out of your mouth, for Yahweh is a God of knowledge. By him actions are weighed. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 2,
		"canon_order": 7244
	},
	{
		"verseText": "“The bows of the mighty men are broken. Those who stumbled are armed with strength. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 2,
		"canon_order": 7245
	},
	{
		"verseText": "Those who were full have hired themselves out for bread. Those who were hungry are satisfied. Yes, the barren has borne seven. She who has many children languishes. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 2,
		"canon_order": 7246
	},
	{
		"verseText": "“Yahweh kills and makes alive. He brings down to Sheol and brings up. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 2,
		"canon_order": 7247
	},
	{
		"verseText": "Yahweh makes poor and makes rich. He brings low, he also lifts up. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 2,
		"canon_order": 7248
	},
	{
		"verseText": "He raises up the poor out of the dust. He lifts up the needy from the dunghill to make them sit with princes and inherit the throne of glory. For the pillars of the earth are Yahweh’s. He has set the world on them. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 2,
		"canon_order": 7249
	},
	{
		"verseText": "He will keep the feet of his holy ones, but the wicked will be put to silence in darkness; for no man will prevail by strength. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 2,
		"canon_order": 7250
	},
	{
		"verseText": "Those who strive with Yahweh shall be broken to pieces. He will thunder against them in the sky. “Yahweh will judge the ends of the earth. He will give strength to his king, and exalt the horn of his anointed.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 2,
		"canon_order": 7251
	},
	{
		"verseText": "Elkanah went to Ramah to his house. The child served Yahweh before Eli the priest. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 2,
		"canon_order": 7252
	},
	{
		"verseText": "Now the sons of Eli were wicked men. They didn’t know Yahweh. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 2,
		"canon_order": 7253
	},
	{
		"verseText": "The custom of the priests with the people was that when anyone offered a sacrifice, the priest’s servant came while the meat was boiling, with a fork of three teeth in his hand; ",
		"book": "1SA",
		"verse": 13,
		"chapter": 2,
		"canon_order": 7254
	},
	{
		"verseText": "and he stabbed it into the pan, or kettle, or cauldron, or pot. The priest took all that the fork brought up for himself. They did this to all the Israelites who came there to Shiloh. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 2,
		"canon_order": 7255
	},
	{
		"verseText": "Yes, before they burned the fat, the priest’s servant came, and said to the man who sacrificed, “Give meat to roast for the priest; for he will not accept boiled meat from you, but raw.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 2,
		"canon_order": 7256
	},
	{
		"verseText": "If the man said to him, “Let the fat be burned first, and then take as much as your soul desires;” then he would say, “No, but you shall give it to me now; and if not, I will take it by force.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 2,
		"canon_order": 7257
	},
	{
		"verseText": "The sin of the young men was very great before Yahweh; for the men despised Yahweh’s offering. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 2,
		"canon_order": 7258
	},
	{
		"verseText": "But Samuel ministered before Yahweh, being a child, clothed with a linen ephod. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 2,
		"canon_order": 7259
	},
	{
		"verseText": "Moreover his mother made him a little robe, and brought it to him from year to year when she came up with her husband to offer the yearly sacrifice. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 2,
		"canon_order": 7260
	},
	{
		"verseText": "Eli blessed Elkanah and his wife, and said, “May Yahweh give you offspring from this woman for the petition which was asked of Yahweh.” Then they went to their own home. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 2,
		"canon_order": 7261
	},
	{
		"verseText": "Yahweh visited Hannah, and she conceived and bore three sons and two daughters. The child Samuel grew before Yahweh. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 2,
		"canon_order": 7262
	},
	{
		"verseText": "Now Eli was very old; and he heard all that his sons did to all Israel, and how that they slept with the women who served at the door of the Tent of Meeting. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 2,
		"canon_order": 7263
	},
	{
		"verseText": "He said to them, “Why do you do such things? For I hear of your evil dealings from all these people. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 2,
		"canon_order": 7264
	},
	{
		"verseText": "No, my sons; for it is not a good report that I hear! You make Yahweh’s people disobey. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 2,
		"canon_order": 7265
	},
	{
		"verseText": "If one man sins against another, God will judge him; but if a man sins against Yahweh, who will intercede for him?” Notwithstanding, they didn’t listen to the voice of their father, because Yahweh intended to kill them. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 2,
		"canon_order": 7266
	},
	{
		"verseText": "The child Samuel grew on, and increased in favor both with Yahweh and also with men. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 2,
		"canon_order": 7267
	},
	{
		"verseText": "A man of God came to Eli and said to him, “Yahweh says, ‘Did I reveal myself to the house of your father when they were in Egypt in bondage to Pharaoh’s house? ",
		"book": "1SA",
		"verse": 27,
		"chapter": 2,
		"canon_order": 7268
	},
	{
		"verseText": "Didn’t I choose him out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, to wear an ephod before me? Didn’t I give to the house of your father all the offerings of the children of Israel made by fire? ",
		"book": "1SA",
		"verse": 28,
		"chapter": 2,
		"canon_order": 7269
	},
	{
		"verseText": "Why do you kick at my sacrifice and at my offering, which I have commanded in my habitation, and honor your sons above me, to make yourselves fat with the best of all the offerings of Israel my people?’ ",
		"book": "1SA",
		"verse": 29,
		"chapter": 2,
		"canon_order": 7270
	},
	{
		"verseText": "“Therefore Yahweh, the God of Israel, says, ‘I said indeed that your house and the house of your father should walk before me forever.’ But now Yahweh says, ‘Far be it from me; for those who honor me I will honor, and those who despise me will be cursed. ",
		"book": "1SA",
		"verse": 30,
		"chapter": 2,
		"canon_order": 7271
	},
	{
		"verseText": "Behold, the days come that I will cut off your arm and the arm of your father’s house, that there will not be an old man in your house. ",
		"book": "1SA",
		"verse": 31,
		"chapter": 2,
		"canon_order": 7272
	},
	{
		"verseText": "You will see the affliction of my habitation, in all the wealth which I will give Israel. There shall not be an old man in your house forever. ",
		"book": "1SA",
		"verse": 32,
		"chapter": 2,
		"canon_order": 7273
	},
	{
		"verseText": "The man of yours whom I don’t cut off from my altar will consume your eyes and grieve your heart. All the increase of your house will die in the flower of their age. ",
		"book": "1SA",
		"verse": 33,
		"chapter": 2,
		"canon_order": 7274
	},
	{
		"verseText": "This will be the sign to you that will come on your two sons, on Hophni and Phinehas: in one day they will both die. ",
		"book": "1SA",
		"verse": 34,
		"chapter": 2,
		"canon_order": 7275
	},
	{
		"verseText": "I will raise up a faithful priest for myself who will do according to that which is in my heart and in my mind. I will build him a sure house. He will walk before my anointed forever. ",
		"book": "1SA",
		"verse": 35,
		"chapter": 2,
		"canon_order": 7276
	},
	{
		"verseText": "It will happen that everyone who is left in your house will come and bow down to him for a piece of silver and a loaf of bread, and will say, “Please put me into one of the priests’ offices, that I may eat a morsel of bread.”’” ",
		"book": "1SA",
		"verse": 36,
		"chapter": 2,
		"canon_order": 7277
	},
	{
		"verseText": "The child Samuel ministered to Yahweh before Eli. Yahweh’s word was rare in those days. There were not many visions, then. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 3,
		"canon_order": 7278
	},
	{
		"verseText": "At that time, when Eli was laid down in his place (now his eyes had begun to grow dim, so that he could not see), ",
		"book": "1SA",
		"verse": 2,
		"chapter": 3,
		"canon_order": 7279
	},
	{
		"verseText": "and God’s lamp hadn’t yet gone out, and Samuel had laid down in Yahweh’s temple where God’s ark was, ",
		"book": "1SA",
		"verse": 3,
		"chapter": 3,
		"canon_order": 7280
	},
	{
		"verseText": "Yahweh called Samuel. He said, “Here I am.” ",
		"book": "1SA",
		"verse": 4,
		"chapter": 3,
		"canon_order": 7281
	},
	{
		"verseText": "He ran to Eli and said, “Here I am; for you called me.” He said, “I didn’t call. Lie down again.” He went and lay down. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 3,
		"canon_order": 7282
	},
	{
		"verseText": "Yahweh called yet again, “Samuel!” Samuel arose and went to Eli and said, “Here I am; for you called me.” He answered, “I didn’t call, my son. Lie down again.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 3,
		"canon_order": 7283
	},
	{
		"verseText": "Now Samuel didn’t yet know Yahweh, neither was Yahweh’s word yet revealed to him. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 3,
		"canon_order": 7284
	},
	{
		"verseText": "Yahweh called Samuel again the third time. He arose and went to Eli and said, “Here I am; for you called me.” Eli perceived that Yahweh had called the child. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 3,
		"canon_order": 7285
	},
	{
		"verseText": "Therefore Eli said to Samuel, “Go, lie down. It shall be, if he calls you, that you shall say, ‘Speak, Yahweh; for your servant hears.’” So Samuel went and lay down in his place. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 3,
		"canon_order": 7286
	},
	{
		"verseText": "Yahweh came, and stood, and called as at other times, “Samuel! Samuel!” Then Samuel said, “Speak; for your servant hears.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 3,
		"canon_order": 7287
	},
	{
		"verseText": "Yahweh said to Samuel, “Behold, I will do a thing in Israel at which both the ears of everyone who hears it will tingle. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 3,
		"canon_order": 7288
	},
	{
		"verseText": "In that day I will perform against Eli all that I have spoken concerning his house, from the beginning even to the end. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 3,
		"canon_order": 7289
	},
	{
		"verseText": "For I have told him that I will judge his house forever for the iniquity which he knew, because his sons brought a curse on themselves, and he didn’t restrain them. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 3,
		"canon_order": 7290
	},
	{
		"verseText": "Therefore I have sworn to the house of Eli that the iniquity of Eli’s house shall not be removed with sacrifice or offering forever.” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 3,
		"canon_order": 7291
	},
	{
		"verseText": "Samuel lay until the morning, and opened the doors of Yahweh’s house. Samuel was afraid to show Eli the vision. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 3,
		"canon_order": 7292
	},
	{
		"verseText": "Then Eli called Samuel and said, “Samuel, my son!” He said, “Here I am.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 3,
		"canon_order": 7293
	},
	{
		"verseText": "He said, “What is the thing that he has spoken to you? Please don’t hide it from me. God do so to you, and more also, if you hide anything from me of all the things that he spoke to you.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 3,
		"canon_order": 7294
	},
	{
		"verseText": "Samuel told him every bit, and hid nothing from him. He said, “It is Yahweh. Let him do what seems good to him.” ",
		"book": "1SA",
		"verse": 18,
		"chapter": 3,
		"canon_order": 7295
	},
	{
		"verseText": "Samuel grew, and Yahweh was with him and let none of his words fall to the ground. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 3,
		"canon_order": 7296
	},
	{
		"verseText": "All Israel from Dan even to Beersheba knew that Samuel was established to be a prophet of Yahweh. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 3,
		"canon_order": 7297
	},
	{
		"verseText": "Yahweh appeared again in Shiloh; for Yahweh revealed himself to Samuel in Shiloh by Yahweh’s word. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 3,
		"canon_order": 7298
	},
	{
		"verseText": "The word of Samuel came to all Israel. Now Israel went out against the Philistines to battle, and encamped beside Ebenezer; and the Philistines encamped in Aphek. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 4,
		"canon_order": 7299
	},
	{
		"verseText": "The Philistines put themselves in array against Israel. When they joined battle, Israel was defeated by the Philistines, who killed about four thousand men of the army in the field. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 4,
		"canon_order": 7300
	},
	{
		"verseText": "When the people had come into the camp, the elders of Israel said, “Why has Yahweh defeated us today before the Philistines? Let’s get the ark of Yahweh’s covenant out of Shiloh and bring it to us, that it may come among us and save us out of the hand of our enemies.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 4,
		"canon_order": 7301
	},
	{
		"verseText": "So the people sent to Shiloh, and they brought from there the ark of the covenant of Yahweh of Armies, who sits above the cherubim; and the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 4,
		"canon_order": 7302
	},
	{
		"verseText": "When the ark of Yahweh’s covenant came into the camp, all Israel shouted with a great shout, so that the earth resounded. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 4,
		"canon_order": 7303
	},
	{
		"verseText": "When the Philistines heard the noise of the shout, they said, “What does the noise of this great shout in the camp of the Hebrews mean?” They understood that Yahweh’s ark had come into the camp. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 4,
		"canon_order": 7304
	},
	{
		"verseText": "The Philistines were afraid, for they said, “God has come into the camp.” They said, “Woe to us! For there has not been such a thing before. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 4,
		"canon_order": 7305
	},
	{
		"verseText": "Woe to us! Who shall deliver us out of the hand of these mighty gods? These are the gods that struck the Egyptians with all kinds of plagues in the wilderness. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 4,
		"canon_order": 7306
	},
	{
		"verseText": "Be strong and behave like men, O you Philistines, that you not be servants to the Hebrews, as they have been to you. Strengthen yourselves like men, and fight!” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 4,
		"canon_order": 7307
	},
	{
		"verseText": "The Philistines fought, and Israel was defeated, and each man fled to his tent. There was a very great slaughter; for thirty thousand footmen of Israel fell. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 4,
		"canon_order": 7308
	},
	{
		"verseText": "God’s ark was taken; and the two sons of Eli, Hophni and Phinehas, were slain. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 4,
		"canon_order": 7309
	},
	{
		"verseText": "A man of Benjamin ran out of the army and came to Shiloh the same day, with his clothes torn and with dirt on his head. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 4,
		"canon_order": 7310
	},
	{
		"verseText": "When he came, behold, Eli was sitting on his seat by the road watching, for his heart trembled for God’s ark. When the man came into the city and told about it, all the city cried out. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 4,
		"canon_order": 7311
	},
	{
		"verseText": "When Eli heard the noise of the crying, he said, “What does the noise of this tumult mean?” The man hurried, and came and told Eli. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 4,
		"canon_order": 7312
	},
	{
		"verseText": "Now Eli was ninety-eight years old. His eyes were set, so that he could not see. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 4,
		"canon_order": 7313
	},
	{
		"verseText": "The man said to Eli, “I am he who came out of the army, and I fled today out of the army.” He said, “How did the matter go, my son?” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 4,
		"canon_order": 7314
	},
	{
		"verseText": "He who brought the news answered, “Israel has fled before the Philistines, and there has been also a great slaughter among the people. Your two sons also, Hophni and Phinehas, are dead, and God’s ark has been captured.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 4,
		"canon_order": 7315
	},
	{
		"verseText": "When he made mention of God’s ark, Eli fell from off his seat backward by the side of the gate; and his neck broke, and he died, for he was an old man and heavy. He had judged Israel forty years. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 4,
		"canon_order": 7316
	},
	{
		"verseText": "His daughter-in-law, Phinehas’ wife, was with child, near to giving birth. When she heard the news that God’s ark was taken and that her father-in-law and her husband were dead, she bowed herself and gave birth; for her pains came on her. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 4,
		"canon_order": 7317
	},
	{
		"verseText": "About the time of her death the women who stood by her said to her, “Don’t be afraid, for you have given birth to a son.” But she didn’t answer, neither did she regard it. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 4,
		"canon_order": 7318
	},
	{
		"verseText": "She named the child Ichabod, saying, “The glory has departed from Israel!” because God’s ark was taken, and because of her father-in-law and her husband. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 4,
		"canon_order": 7319
	},
	{
		"verseText": "She said, “The glory has departed from Israel; for God’s ark has been taken.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 4,
		"canon_order": 7320
	},
	{
		"verseText": "Now the Philistines had taken God’s ark, and they brought it from Ebenezer to Ashdod. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 5,
		"canon_order": 7321
	},
	{
		"verseText": "The Philistines took God’s ark, and brought it into the house of Dagon and set it by Dagon. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 5,
		"canon_order": 7322
	},
	{
		"verseText": "When the people of Ashdod arose early on the next day, behold, Dagon had fallen on his face to the ground before Yahweh’s ark. They took Dagon and set him in his place again. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 5,
		"canon_order": 7323
	},
	{
		"verseText": "When they arose early on the following morning, behold, Dagon had fallen on his face to the ground before Yahweh’s ark; and the head of Dagon and both the palms of his hands were cut off on the threshold. Only Dagon’s torso was intact. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 5,
		"canon_order": 7324
	},
	{
		"verseText": "Therefore neither the priests of Dagon nor any who come into Dagon’s house step on the threshold of Dagon in Ashdod to this day. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 5,
		"canon_order": 7325
	},
	{
		"verseText": "But Yahweh’s hand was heavy on the people of Ashdod, and he destroyed them and struck them with tumors, even Ashdod and its borders. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 5,
		"canon_order": 7326
	},
	{
		"verseText": "When the men of Ashdod saw that it was so, they said, “The ark of the God of Israel shall not stay with us, for his hand is severe on us and on Dagon our god.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 5,
		"canon_order": 7327
	},
	{
		"verseText": "They sent therefore and gathered together all the lords of the Philistines, and said, “What shall we do with the ark of the God of Israel?” They answered, “Let the ark of the God of Israel be carried over to Gath.” They carried the ark of the God of Israel there. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 5,
		"canon_order": 7328
	},
	{
		"verseText": "It was so, that after they had carried it there, Yahweh’s hand was against the city with a very great confusion; and he struck the men of the city, both small and great, so that tumors broke out on them. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 5,
		"canon_order": 7329
	},
	{
		"verseText": "So they sent God’s ark to Ekron. As God’s ark came to Ekron, the Ekronites cried out, saying, “They have brought the ark of the God of Israel here to us, to kill us and our people.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 5,
		"canon_order": 7330
	},
	{
		"verseText": "They sent therefore and gathered together all the lords of the Philistines, and they said, “Send the ark of the God of Israel away, and let it go again to its own place, that it not kill us and our people.” For there was a deadly panic throughout all the city. The hand of God was very heavy there. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 5,
		"canon_order": 7331
	},
	{
		"verseText": "The men who didn’t die were struck with the tumors; and the cry of the city went up to heaven. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 5,
		"canon_order": 7332
	},
	{
		"verseText": "Yahweh’s ark was in the country of the Philistines seven months. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 6,
		"canon_order": 7333
	},
	{
		"verseText": "The Philistines called for the priests and the diviners, saying, “What shall we do with Yahweh’s ark? Show us how we should send it to its place.” ",
		"book": "1SA",
		"verse": 2,
		"chapter": 6,
		"canon_order": 7334
	},
	{
		"verseText": "They said, “If you send away the ark of the God of Israel, don’t send it empty; but by all means return a trespass offering to him. Then you will be healed, and it will be known to you why his hand is not removed from you.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 6,
		"canon_order": 7335
	},
	{
		"verseText": "Then they said, “What should the trespass offering be which we shall return to him?” They said, “Five golden tumors and five golden mice, for the number of the lords of the Philistines; for one plague was on you all, and on your lords. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 6,
		"canon_order": 7336
	},
	{
		"verseText": "Therefore you shall make images of your tumors and images of your mice that mar the land; and you shall give glory to the God of Israel. Perhaps he will release his hand from you, from your gods, and from your land. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 6,
		"canon_order": 7337
	},
	{
		"verseText": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When he had worked wonderfully among them, didn’t they let the people go, and they departed? ",
		"book": "1SA",
		"verse": 6,
		"chapter": 6,
		"canon_order": 7338
	},
	{
		"verseText": "“Now therefore take and prepare yourselves a new cart and two milk cows on which there has come no yoke; and tie the cows to the cart, and bring their calves home from them; ",
		"book": "1SA",
		"verse": 7,
		"chapter": 6,
		"canon_order": 7339
	},
	{
		"verseText": "and take Yahweh’s ark and lay it on the cart. Put the jewels of gold, which you return him for a trespass offering, in a box by its side; and send it away, that it may go. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 6,
		"canon_order": 7340
	},
	{
		"verseText": "Behold, if it goes up by the way of its own border to Beth Shemesh, then he has done us this great evil; but if not, then we shall know that it is not his hand that struck us. It was a chance that happened to us.” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 6,
		"canon_order": 7341
	},
	{
		"verseText": "The men did so, and took two milk cows and tied them to the cart, and shut up their calves at home. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 6,
		"canon_order": 7342
	},
	{
		"verseText": "They put Yahweh’s ark on the cart, and the box with the golden mice and the images of their tumors. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 6,
		"canon_order": 7343
	},
	{
		"verseText": "The cows took the straight way by the way to Beth Shemesh. They went along the highway, lowing as they went, and didn’t turn away to the right hand or to the left; and the lords of the Philistines went after them to the border of Beth Shemesh. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 6,
		"canon_order": 7344
	},
	{
		"verseText": "The people of Beth Shemesh were reaping their wheat harvest in the valley; and they lifted up their eyes and saw the ark, and rejoiced to see it. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 6,
		"canon_order": 7345
	},
	{
		"verseText": "The cart came into the field of Joshua of Beth Shemesh, and stood there, where there was a great stone. Then they split the wood of the cart and offered up the cows for a burnt offering to Yahweh. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 6,
		"canon_order": 7346
	},
	{
		"verseText": "The Levites took down Yahweh’s ark and the box that was with it, in which the jewels of gold were, and put them on the great stone; and the men of Beth Shemesh offered burnt offerings and sacrificed sacrifices the same day to Yahweh. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 6,
		"canon_order": 7347
	},
	{
		"verseText": "When the five lords of the Philistines had seen it, they returned to Ekron the same day. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 6,
		"canon_order": 7348
	},
	{
		"verseText": "These are the golden tumors which the Philistines returned for a trespass offering to Yahweh: for Ashdod one, for Gaza one, for Ashkelon one, for Gath one, for Ekron one; ",
		"book": "1SA",
		"verse": 17,
		"chapter": 6,
		"canon_order": 7349
	},
	{
		"verseText": "and the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both of fortified cities and of country villages, even to the great stone on which they set down Yahweh’s ark. That stone remains to this day in the field of Joshua of Beth Shemesh. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 6,
		"canon_order": 7350
	},
	{
		"verseText": "He struck of the men of Beth Shemesh, because they had looked into Yahweh’s ark, he struck fifty thousand seventy of the men. Then the people mourned, because Yahweh had struck the people with a great slaughter. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 6,
		"canon_order": 7351
	},
	{
		"verseText": "The men of Beth Shemesh said, “Who is able to stand before Yahweh, this holy God? To whom shall he go up from us?” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 6,
		"canon_order": 7352
	},
	{
		"verseText": "They sent messengers to the inhabitants of Kiriath Jearim, saying, “The Philistines have brought back Yahweh’s ark. Come down and bring it up to yourselves.” ",
		"book": "1SA",
		"verse": 21,
		"chapter": 6,
		"canon_order": 7353
	},
	{
		"verseText": "The men of Kiriath Jearim came and took Yahweh’s ark, and brought it into Abinadab’s house on the hill, and consecrated Eleazar his son to keep Yahweh’s ark. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 7,
		"canon_order": 7354
	},
	{
		"verseText": "From the day that the ark stayed in Kiriath Jearim, the time was long—for it was twenty years; and all the house of Israel lamented after Yahweh. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 7,
		"canon_order": 7355
	},
	{
		"verseText": "Samuel spoke to all the house of Israel, saying, “If you are returning to Yahweh with all your heart, then put away the foreign gods and the Ashtaroth from among you, and direct your hearts to Yahweh, and serve him only; and he will deliver you out of the hand of the Philistines.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 7,
		"canon_order": 7356
	},
	{
		"verseText": "Then the children of Israel removed the Baals and the Ashtaroth, and served Yahweh only. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 7,
		"canon_order": 7357
	},
	{
		"verseText": "Samuel said, “Gather all Israel to Mizpah, and I will pray to Yahweh for you.” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 7,
		"canon_order": 7358
	},
	{
		"verseText": "They gathered together to Mizpah, and drew water, and poured it out before Yahweh, and fasted on that day, and said there, “We have sinned against Yahweh.” Samuel judged the children of Israel in Mizpah. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 7,
		"canon_order": 7359
	},
	{
		"verseText": "When the Philistines heard that the children of Israel were gathered together at Mizpah, the lords of the Philistines went up against Israel. When the children of Israel heard it, they were afraid of the Philistines. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 7,
		"canon_order": 7360
	},
	{
		"verseText": "The children of Israel said to Samuel, “Don’t stop crying to Yahweh our God for us, that he will save us out of the hand of the Philistines.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 7,
		"canon_order": 7361
	},
	{
		"verseText": "Samuel took a suckling lamb, and offered it for a whole burnt offering to Yahweh. Samuel cried to Yahweh for Israel, and Yahweh answered him. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 7,
		"canon_order": 7362
	},
	{
		"verseText": "As Samuel was offering up the burnt offering, the Philistines came near to battle against Israel; but Yahweh thundered with a great thunder on that day on the Philistines and confused them; and they were struck down before Israel. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 7,
		"canon_order": 7363
	},
	{
		"verseText": "The men of Israel went out of Mizpah and pursued the Philistines, and struck them until they came under Beth Kar. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 7,
		"canon_order": 7364
	},
	{
		"verseText": "Then Samuel took a stone and set it between Mizpah and Shen, and called its name Ebenezer, saying, “Yahweh helped us until now.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 7,
		"canon_order": 7365
	},
	{
		"verseText": "So the Philistines were subdued, and they stopped coming within the border of Israel. Yahweh’s hand was against the Philistines all the days of Samuel. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 7,
		"canon_order": 7366
	},
	{
		"verseText": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron even to Gath; and Israel recovered its border out of the hand of the Philistines. There was peace between Israel and the Amorites. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 7,
		"canon_order": 7367
	},
	{
		"verseText": "Samuel judged Israel all the days of his life. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 7,
		"canon_order": 7368
	},
	{
		"verseText": "He went from year to year in a circuit to Bethel, Gilgal, and Mizpah; and he judged Israel in all those places. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 7,
		"canon_order": 7369
	},
	{
		"verseText": "His return was to Ramah, for his house was there, and he judged Israel there; and he built an altar to Yahweh there. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 7,
		"canon_order": 7370
	},
	{
		"verseText": "When Samuel was old, he made his sons judges over Israel. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 8,
		"canon_order": 7371
	},
	{
		"verseText": "Now the name of his firstborn was Joel, and the name of his second, Abijah. They were judges in Beersheba. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 8,
		"canon_order": 7372
	},
	{
		"verseText": "His sons didn’t walk in his ways, but turned away after dishonest gain, took bribes, and perverted justice. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 8,
		"canon_order": 7373
	},
	{
		"verseText": "Then all the elders of Israel gathered themselves together and came to Samuel to Ramah. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 8,
		"canon_order": 7374
	},
	{
		"verseText": "They said to him, “Behold, you are old, and your sons don’t walk in your ways. Now make us a king to judge us like all the nations.” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 8,
		"canon_order": 7375
	},
	{
		"verseText": "But the thing displeased Samuel when they said, “Give us a king to judge us.” Samuel prayed to Yahweh. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 8,
		"canon_order": 7376
	},
	{
		"verseText": "Yahweh said to Samuel, “Listen to the voice of the people in all that they tell you; for they have not rejected you, but they have rejected me as the king over them. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 8,
		"canon_order": 7377
	},
	{
		"verseText": "According to all the works which they have done since the day that I brought them up out of Egypt even to this day, in that they have forsaken me and served other gods, so they also do to you. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 8,
		"canon_order": 7378
	},
	{
		"verseText": "Now therefore, listen to their voice. However, you shall protest solemnly to them, and shall show them the way of the king who will reign over them.” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 8,
		"canon_order": 7379
	},
	{
		"verseText": "Samuel told all Yahweh’s words to the people who asked him for a king. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 8,
		"canon_order": 7380
	},
	{
		"verseText": "He said, “This will be the way of the king who shall reign over you: he will take your sons and appoint them as his servants, for his chariots and to be his horsemen; and they will run before his chariots. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 8,
		"canon_order": 7381
	},
	{
		"verseText": "He will appoint them to him for captains of thousands and captains of fifties; and he will assign some to plow his ground and to reap his harvest; and to make his instruments of war and the instruments of his chariots. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 8,
		"canon_order": 7382
	},
	{
		"verseText": "He will take your daughters to be perfumers, to be cooks, and to be bakers. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 8,
		"canon_order": 7383
	},
	{
		"verseText": "He will take your fields, your vineyards, and your olive groves, even your best, and give them to his servants. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 8,
		"canon_order": 7384
	},
	{
		"verseText": "He will take one tenth of your seed and of your vineyards, and give it to his officers and to his servants. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 8,
		"canon_order": 7385
	},
	{
		"verseText": "He will take your male servants, your female servants, your best young men, and your donkeys, and assign them to his own work. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 8,
		"canon_order": 7386
	},
	{
		"verseText": "He will take one tenth of your flocks; and you will be his servants. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 8,
		"canon_order": 7387
	},
	{
		"verseText": "You will cry out in that day because of your king whom you will have chosen for yourselves; and Yahweh will not answer you in that day.” ",
		"book": "1SA",
		"verse": 18,
		"chapter": 8,
		"canon_order": 7388
	},
	{
		"verseText": "But the people refused to listen to the voice of Samuel; and they said, “No, but we will have a king over us, ",
		"book": "1SA",
		"verse": 19,
		"chapter": 8,
		"canon_order": 7389
	},
	{
		"verseText": "that we also may be like all the nations; and that our king may judge us, and go out before us, and fight our battles.” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 8,
		"canon_order": 7390
	},
	{
		"verseText": "Samuel heard all the words of the people, and he rehearsed them in the ears of Yahweh. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 8,
		"canon_order": 7391
	},
	{
		"verseText": "Yahweh said to Samuel, “Listen to their voice, and make them a king.” Samuel said to the men of Israel, “Everyone go to your own city.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 8,
		"canon_order": 7392
	},
	{
		"verseText": "Now there was a man of Benjamin, whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjamite, a mighty man of valor. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 9,
		"canon_order": 7393
	},
	{
		"verseText": "He had a son whose name was Saul, an impressive young man; and there was not among the children of Israel a more handsome person than he. From his shoulders and upward he was taller than any of the people. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 9,
		"canon_order": 7394
	},
	{
		"verseText": "The donkeys of Kish, Saul’s father, were lost. Kish said to Saul his son, “Now take one of the servants with you, and arise, go look for the donkeys.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 9,
		"canon_order": 7395
	},
	{
		"verseText": "He passed through the hill country of Ephraim, and passed through the land of Shalishah, but they didn’t find them. Then they passed through the land of Shaalim, and they weren’t there. Then he passed through the land of the Benjamites, but they didn’t find them. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 9,
		"canon_order": 7396
	},
	{
		"verseText": "When they had come to the land of Zuph, Saul said to his servant who was with him, “Come! Let’s return, lest my father stop caring about the donkeys and be anxious for us.” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 9,
		"canon_order": 7397
	},
	{
		"verseText": "The servant said to him, “Behold now, there is a man of God in this city, and he is a man who is held in honor. All that he says surely happens. Now let’s go there. Perhaps he can tell us which way to go.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 9,
		"canon_order": 7398
	},
	{
		"verseText": "Then Saul said to his servant, “But behold, if we go, what should we bring the man? For the bread is spent in our sacks, and there is not a present to bring to the man of God. What do we have?” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 9,
		"canon_order": 7399
	},
	{
		"verseText": "The servant answered Saul again and said, “Behold, I have in my hand the fourth part of a shekel of silver. I will give that to the man of God, to tell us our way.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 9,
		"canon_order": 7400
	},
	{
		"verseText": "(In earlier times in Israel, when a man went to inquire of God, he said, “Come! Let’s go to the seer;” for he who is now called a prophet was before called a seer.) ",
		"book": "1SA",
		"verse": 9,
		"chapter": 9,
		"canon_order": 7401
	},
	{
		"verseText": "Then Saul said to his servant, “Well said. Come! Let’s go.” So they went to the city where the man of God was. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 9,
		"canon_order": 7402
	},
	{
		"verseText": "As they went up the ascent to the city, they found young maidens going out to draw water, and said to them, “Is the seer here?” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 9,
		"canon_order": 7403
	},
	{
		"verseText": "They answered them and said, “He is. Behold, he is before you. Hurry now, for he has come today into the city; for the people have a sacrifice today in the high place. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 9,
		"canon_order": 7404
	},
	{
		"verseText": "As soon as you have come into the city, you will immediately find him before he goes up to the high place to eat; for the people will not eat until he comes, because he blesses the sacrifice. Afterwards those who are invited eat. Now therefore go up; for at this time you will find him.” ",
		"book": "1SA",
		"verse": 13,
		"chapter": 9,
		"canon_order": 7405
	},
	{
		"verseText": "They went up to the city. As they came within the city, behold, Samuel came out toward them to go up to the high place. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 9,
		"canon_order": 7406
	},
	{
		"verseText": "Now Yahweh had revealed to Samuel a day before Saul came, saying, ",
		"book": "1SA",
		"verse": 15,
		"chapter": 9,
		"canon_order": 7407
	},
	{
		"verseText": "“Tomorrow about this time I will send you a man out of the land of Benjamin, and you shall anoint him to be prince over my people Israel. He will save my people out of the hand of the Philistines; for I have looked upon my people, because their cry has come to me.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 9,
		"canon_order": 7408
	},
	{
		"verseText": "When Samuel saw Saul, Yahweh said to him, “Behold, the man of whom I spoke to you! He will have authority over my people.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 9,
		"canon_order": 7409
	},
	{
		"verseText": "Then Saul approached Samuel in the gateway, and said, “Please tell me where the seer’s house is.” ",
		"book": "1SA",
		"verse": 18,
		"chapter": 9,
		"canon_order": 7410
	},
	{
		"verseText": "Samuel answered Saul and said, “I am the seer. Go up before me to the high place, for you are to eat with me today. In the morning I will let you go and will tell you all that is in your heart. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 9,
		"canon_order": 7411
	},
	{
		"verseText": "As for your donkeys who were lost three days ago, don’t set your mind on them, for they have been found. For whom does all Israel desire? Is it not you and all your father’s house?” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 9,
		"canon_order": 7412
	},
	{
		"verseText": "Saul answered, “Am I not a Benjamite, of the smallest of the tribes of Israel? And my family the least of all the families of the tribe of Benjamin? Why then do you speak to me like this?” ",
		"book": "1SA",
		"verse": 21,
		"chapter": 9,
		"canon_order": 7413
	},
	{
		"verseText": "Samuel took Saul and his servant and brought them into the guest room, and made them sit in the best place among those who were invited, who were about thirty persons. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 9,
		"canon_order": 7414
	},
	{
		"verseText": "Samuel said to the cook, “Bring the portion which I gave you, of which I said to you, ‘Set it aside.’” ",
		"book": "1SA",
		"verse": 23,
		"chapter": 9,
		"canon_order": 7415
	},
	{
		"verseText": "The cook took up the thigh, and that which was on it, and set it before Saul. Samuel said, “Behold, that which has been reserved! Set it before yourself and eat; because it has been kept for you for the appointed time, for I said, ‘I have invited the people.’” So Saul ate with Samuel that day. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 9,
		"canon_order": 7416
	},
	{
		"verseText": "When they had come down from the high place into the city, he talked with Saul on the housetop. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 9,
		"canon_order": 7417
	},
	{
		"verseText": "They arose early; and about daybreak, Samuel called to Saul on the housetop, saying, “Get up, that I may send you away.” Saul arose, and they both went outside, he and Samuel, together. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 9,
		"canon_order": 7418
	},
	{
		"verseText": "As they were going down at the end of the city, Samuel said to Saul, “Tell the servant to go on ahead of us.” He went ahead, then Samuel said, “But stand still first, that I may cause you to hear God’s message.” ",
		"book": "1SA",
		"verse": 27,
		"chapter": 9,
		"canon_order": 7419
	},
	{
		"verseText": "Then Samuel took the vial of oil and poured it on his head, then kissed him and said, “Hasn’t Yahweh anointed you to be prince over his inheritance? ",
		"book": "1SA",
		"verse": 1,
		"chapter": 10,
		"canon_order": 7420
	},
	{
		"verseText": "When you have departed from me today, then you will find two men by Rachel’s tomb, on the border of Benjamin at Zelzah. They will tell you, ‘The donkeys which you went to look for have been found; and behold, your father has stopped caring about the donkeys and is anxious for you, saying, “What shall I do for my son?”’ ",
		"book": "1SA",
		"verse": 2,
		"chapter": 10,
		"canon_order": 7421
	},
	{
		"verseText": "“Then you will go on forward from there, and you will come to the oak of Tabor. Three men will meet you there going up to God to Bethel: one carrying three young goats, and another carrying three loaves of bread, and another carrying a container of wine. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 10,
		"canon_order": 7422
	},
	{
		"verseText": "They will greet you and give you two loaves of bread, which you shall receive from their hand. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 10,
		"canon_order": 7423
	},
	{
		"verseText": "“After that you will come to the hill of God, where the garrison of the Philistines is; and it will happen, when you have come there to the city, that you will meet a band of prophets coming down from the high place with a lute, a tambourine, a pipe, and a harp before them; and they will be prophesying. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 10,
		"canon_order": 7424
	},
	{
		"verseText": "Then Yahweh’s Spirit will come mightily on you, then you will prophesy with them and will be turned into another man. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 10,
		"canon_order": 7425
	},
	{
		"verseText": "Let it be, when these signs have come to you, that you do what is appropriate for the occasion; for God is with you. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 10,
		"canon_order": 7426
	},
	{
		"verseText": "“Go down ahead of me to Gilgal; and behold, I will come down to you to offer burnt offerings and to sacrifice sacrifices of peace offerings. Wait seven days, until I come to you and show you what you are to do.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 10,
		"canon_order": 7427
	},
	{
		"verseText": "It was so, that when he had turned his back to go from Samuel, God gave him another heart; and all those signs happened that day. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 10,
		"canon_order": 7428
	},
	{
		"verseText": "When they came there to the hill, behold, a band of prophets met him; and the Spirit of God came mightily on him, and he prophesied among them. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 10,
		"canon_order": 7429
	},
	{
		"verseText": "When all who knew him before saw that, behold, he prophesied with the prophets, then the people said to one another, “What is this that has come to the son of Kish? Is Saul also among the prophets?” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 10,
		"canon_order": 7430
	},
	{
		"verseText": "One from the same place answered, “Who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 10,
		"canon_order": 7431
	},
	{
		"verseText": "When he had finished prophesying, he came to the high place. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 10,
		"canon_order": 7432
	},
	{
		"verseText": "Saul’s uncle said to him and to his servant, “Where did you go?” He said, “To seek the donkeys. When we saw that they were not found, we came to Samuel.” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 10,
		"canon_order": 7433
	},
	{
		"verseText": "Saul’s uncle said, “Please tell me what Samuel said to you.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 10,
		"canon_order": 7434
	},
	{
		"verseText": "Saul said to his uncle, “He told us plainly that the donkeys were found.” But concerning the matter of the kingdom, of which Samuel spoke, he didn’t tell him. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 10,
		"canon_order": 7435
	},
	{
		"verseText": "Samuel called the people together to Yahweh to Mizpah; ",
		"book": "1SA",
		"verse": 17,
		"chapter": 10,
		"canon_order": 7436
	},
	{
		"verseText": "and he said to the children of Israel, “Yahweh, the God of Israel, says ‘I brought Israel up out of Egypt and I delivered you out of the hand of the Egyptians, and out of the hand of all the kingdoms that oppressed you.’ ",
		"book": "1SA",
		"verse": 18,
		"chapter": 10,
		"canon_order": 7437
	},
	{
		"verseText": "But you have today rejected your God, who himself saves you out of all your calamities and your distresses; and you have said to him, ‘No! Set a king over us!’ Now therefore present yourselves before Yahweh by your tribes and by your thousands.” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 10,
		"canon_order": 7438
	},
	{
		"verseText": "So Samuel brought all the tribes of Israel near, and the tribe of Benjamin was chosen. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 10,
		"canon_order": 7439
	},
	{
		"verseText": "He brought the tribe of Benjamin near by their families and the family of the Matrites was chosen. Then Saul the son of Kish was chosen; but when they looked for him, he could not be found. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 10,
		"canon_order": 7440
	},
	{
		"verseText": "Therefore they asked of Yahweh further, “Is there yet a man to come here?” Yahweh answered, “Behold, he has hidden himself among the baggage.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 10,
		"canon_order": 7441
	},
	{
		"verseText": "They ran and got him there. When he stood among the people, he was higher than any of the people from his shoulders and upward. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 10,
		"canon_order": 7442
	},
	{
		"verseText": "Samuel said to all the people, “Do you see him whom Yahweh has chosen, that there is no one like him among all the people?” All the people shouted and said, “Long live the king!” ",
		"book": "1SA",
		"verse": 24,
		"chapter": 10,
		"canon_order": 7443
	},
	{
		"verseText": "Then Samuel told the people the regulations of the kingdom, and wrote it in a book and laid it up before Yahweh. Samuel sent all the people away, every man to his house. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 10,
		"canon_order": 7444
	},
	{
		"verseText": "Saul also went to his house in Gibeah; and the army went with him, whose hearts God had touched. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 10,
		"canon_order": 7445
	},
	{
		"verseText": "But certain worthless fellows said, “How could this man save us?” They despised him, and brought him no tribute. But he held his peace. ",
		"book": "1SA",
		"verse": 27,
		"chapter": 10,
		"canon_order": 7446
	},
	{
		"verseText": "Then Nahash the Ammonite came up and encamped against Jabesh Gilead; and all the men of Jabesh said to Nahash, “Make a covenant with us, and we will serve you.” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 11,
		"canon_order": 7447
	},
	{
		"verseText": "Nahash the Ammonite said to them, “On this condition I will make it with you, that all your right eyes be gouged out. I will make this dishonor all Israel.” ",
		"book": "1SA",
		"verse": 2,
		"chapter": 11,
		"canon_order": 7448
	},
	{
		"verseText": "The elders of Jabesh said to him, “Give us seven days, that we may send messengers to all the borders of Israel; and then, if there is no one to save us, we will come out to you.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 11,
		"canon_order": 7449
	},
	{
		"verseText": "Then the messengers came to Gibeah of Saul, and spoke these words in the ears of the people, then all the people lifted up their voice and wept. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 11,
		"canon_order": 7450
	},
	{
		"verseText": "Behold, Saul came following the oxen out of the field; and Saul said, “What ails the people that they weep?” They told him the words of the men of Jabesh. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 11,
		"canon_order": 7451
	},
	{
		"verseText": "God’s Spirit came mightily on Saul when he heard those words, and his anger burned hot. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 11,
		"canon_order": 7452
	},
	{
		"verseText": "He took a yoke of oxen and cut them in pieces, then sent them throughout all the borders of Israel by the hand of messengers, saying, “Whoever doesn’t come out after Saul and after Samuel, so shall it be done to his oxen.” The dread of Yahweh fell on the people, and they came out as one man. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 11,
		"canon_order": 7453
	},
	{
		"verseText": "He counted them in Bezek; and the children of Israel were three hundred thousand, and the men of Judah thirty thousand. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 11,
		"canon_order": 7454
	},
	{
		"verseText": "They said to the messengers who came, “Tell the men of Jabesh Gilead, ‘Tomorrow, by the time the sun is hot, you will be rescued.’” The messengers came and told the men of Jabesh; and they were glad. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 11,
		"canon_order": 7455
	},
	{
		"verseText": "Therefore the men of Jabesh said, “Tomorrow we will come out to you, and you shall do with us all that seems good to you.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 11,
		"canon_order": 7456
	},
	{
		"verseText": "On the next day, Saul put the people in three companies; and they came into the middle of the camp in the morning watch, and struck the Ammonites until the heat of the day. Those who remained were scattered, so that no two of them were left together. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 11,
		"canon_order": 7457
	},
	{
		"verseText": "The people said to Samuel, “Who is he who said, ‘Shall Saul reign over us?’ Bring those men, that we may put them to death!” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 11,
		"canon_order": 7458
	},
	{
		"verseText": "Saul said, “No man shall be put to death today; for today Yahweh has rescued Israel.” ",
		"book": "1SA",
		"verse": 13,
		"chapter": 11,
		"canon_order": 7459
	},
	{
		"verseText": "Then Samuel said to the people, “Come! Let’s go to Gilgal, and renew the kingdom there.” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 11,
		"canon_order": 7460
	},
	{
		"verseText": "All the people went to Gilgal; and there they made Saul king before Yahweh in Gilgal. There they offered sacrifices of peace offerings before Yahweh; and there Saul and all the men of Israel rejoiced greatly. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 11,
		"canon_order": 7461
	},
	{
		"verseText": "Samuel said to all Israel, “Behold, I have listened to your voice in all that you said to me, and have made a king over you. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 12,
		"canon_order": 7462
	},
	{
		"verseText": "Now, behold, the king walks before you. I am old and gray-headed. Behold, my sons are with you. I have walked before you from my youth to this day. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 12,
		"canon_order": 7463
	},
	{
		"verseText": "Here I am. Witness against me before Yahweh and before his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I defrauded? Whom have I oppressed? Of whose hand have I taken a bribe to make me blind my eyes? I will restore it to you.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 12,
		"canon_order": 7464
	},
	{
		"verseText": "They said, “You have not defrauded us, nor oppressed us, neither have you taken anything from anyone’s hand.” ",
		"book": "1SA",
		"verse": 4,
		"chapter": 12,
		"canon_order": 7465
	},
	{
		"verseText": "He said to them, “Yahweh is witness against you, and his anointed is witness today, that you have not found anything in my hand.” They said, “He is witness.” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 12,
		"canon_order": 7466
	},
	{
		"verseText": "Samuel said to the people, “It is Yahweh who appointed Moses and Aaron, and that brought your fathers up out of the land of Egypt. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 12,
		"canon_order": 7467
	},
	{
		"verseText": "Now therefore stand still, that I may plead with you before Yahweh concerning all the righteous acts of Yahweh, which he did to you and to your fathers. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 12,
		"canon_order": 7468
	},
	{
		"verseText": "“When Jacob had come into Egypt, and your fathers cried to Yahweh, then Yahweh sent Moses and Aaron, who brought your fathers out of Egypt, and made them to dwell in this place. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 12,
		"canon_order": 7469
	},
	{
		"verseText": "But they forgot Yahweh their God; and he sold them into the hand of Sisera, captain of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 12,
		"canon_order": 7470
	},
	{
		"verseText": "They cried to Yahweh, and said, ‘We have sinned, because we have forsaken Yahweh and have served the Baals and the Ashtaroth; but now deliver us out of the hand of our enemies, and we will serve you.’ ",
		"book": "1SA",
		"verse": 10,
		"chapter": 12,
		"canon_order": 7471
	},
	{
		"verseText": "Yahweh sent Jerubbaal, Bedan, Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side; and you lived in safety. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 12,
		"canon_order": 7472
	},
	{
		"verseText": "“When you saw that Nahash the king of the children of Ammon came against you, you said to me, ‘No, but a king shall reign over us,’ when Yahweh your God was your king. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 12,
		"canon_order": 7473
	},
	{
		"verseText": "Now therefore see the king whom you have chosen and whom you have asked for. Behold, Yahweh has set a king over you. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 12,
		"canon_order": 7474
	},
	{
		"verseText": "If you will fear Yahweh, and serve him, and listen to his voice, and not rebel against the commandment of Yahweh, then both you and also the king who reigns over you are followers of Yahweh your God. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 12,
		"canon_order": 7475
	},
	{
		"verseText": "But if you will not listen to Yahweh’s voice, but rebel against the commandment of Yahweh, then Yahweh’s hand will be against you, as it was against your fathers. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 12,
		"canon_order": 7476
	},
	{
		"verseText": "“Now therefore stand still and see this great thing, which Yahweh will do before your eyes. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 12,
		"canon_order": 7477
	},
	{
		"verseText": "Isn’t it wheat harvest today? I will call to Yahweh, that he may send thunder and rain; and you will know and see that your wickedness is great, which you have done in Yahweh’s sight, in asking for a king.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 12,
		"canon_order": 7478
	},
	{
		"verseText": "So Samuel called to Yahweh, and Yahweh sent thunder and rain that day. Then all the people greatly feared Yahweh and Samuel. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 12,
		"canon_order": 7479
	},
	{
		"verseText": "All the people said to Samuel, “Pray for your servants to Yahweh your God, that we not die; for we have added to all our sins this evil, to ask for a king.” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 12,
		"canon_order": 7480
	},
	{
		"verseText": "Samuel said to the people, “Don’t be afraid. You have indeed done all this evil; yet don’t turn away from following Yahweh, but serve Yahweh with all your heart. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 12,
		"canon_order": 7481
	},
	{
		"verseText": "Don’t turn away to go after vain things which can’t profit or deliver, for they are vain. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 12,
		"canon_order": 7482
	},
	{
		"verseText": "For Yahweh will not forsake his people for his great name’s sake, because it has pleased Yahweh to make you a people for himself. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 12,
		"canon_order": 7483
	},
	{
		"verseText": "Moreover, as for me, far be it from me that I should sin against Yahweh in ceasing to pray for you; but I will instruct you in the good and the right way. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 12,
		"canon_order": 7484
	},
	{
		"verseText": "Only fear Yahweh, and serve him in truth with all your heart; for consider what great things he has done for you. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 12,
		"canon_order": 7485
	},
	{
		"verseText": "But if you keep doing evil, you will be consumed, both you and your king.” ",
		"book": "1SA",
		"verse": 25,
		"chapter": 12,
		"canon_order": 7486
	},
	{
		"verseText": "Saul was thirty years old when he became king, and he reigned over Israel forty-two years. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 13,
		"canon_order": 7487
	},
	{
		"verseText": "Saul chose for himself three thousand men of Israel, of which two thousand were with Saul in Michmash and in the Mount of Bethel, and one thousand were with Jonathan in Gibeah of Benjamin. He sent the rest of the people to their own tents. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 13,
		"canon_order": 7488
	},
	{
		"verseText": "Jonathan struck the garrison of the Philistines that was in Geba, and the Philistines heard of it. Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear!” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 13,
		"canon_order": 7489
	},
	{
		"verseText": "All Israel heard that Saul had struck the garrison of the Philistines, and also that Israel was considered an abomination to the Philistines. The people were gathered together after Saul to Gilgal. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 13,
		"canon_order": 7490
	},
	{
		"verseText": "The Philistines assembled themselves together to fight with Israel: thirty thousand chariots, six thousand horsemen, and people as the sand which is on the seashore in multitude. They came up and encamped in Michmash, eastward of Beth Aven. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 13,
		"canon_order": 7491
	},
	{
		"verseText": "When the men of Israel saw that they were in trouble (for the people were distressed), then the people hid themselves in caves, in thickets, in rocks, in tombs, and in pits. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 13,
		"canon_order": 7492
	},
	{
		"verseText": "Now some of the Hebrews had gone over the Jordan to the land of Gad and Gilead; but as for Saul, he was yet in Gilgal, and all the people followed him trembling. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 13,
		"canon_order": 7493
	},
	{
		"verseText": "He stayed seven days, according to the time set by Samuel; but Samuel didn’t come to Gilgal, and the people were scattering from him. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 13,
		"canon_order": 7494
	},
	{
		"verseText": "Saul said, “Bring the burnt offering to me here, and the peace offerings.” He offered the burnt offering. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 13,
		"canon_order": 7495
	},
	{
		"verseText": "It came to pass that as soon as he had finished offering the burnt offering, behold, Samuel came; and Saul went out to meet him, that he might greet him. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 13,
		"canon_order": 7496
	},
	{
		"verseText": "Samuel said, “What have you done?” Saul said, “Because I saw that the people were scattered from me, and that you didn’t come within the days appointed, and that the Philistines assembled themselves together at Michmash, ",
		"book": "1SA",
		"verse": 11,
		"chapter": 13,
		"canon_order": 7497
	},
	{
		"verseText": "therefore I said, ‘Now the Philistines will come down on me to Gilgal, and I haven’t entreated the favor of Yahweh.’ I forced myself therefore, and offered the burnt offering.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 13,
		"canon_order": 7498
	},
	{
		"verseText": "Samuel said to Saul, “You have done foolishly. You have not kept the commandment of Yahweh your God, which he commanded you; for now Yahweh would have established your kingdom on Israel forever. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 13,
		"canon_order": 7499
	},
	{
		"verseText": "But now your kingdom will not continue. Yahweh has sought for himself a man after his own heart, and Yahweh has appointed him to be prince over his people, because you have not kept that which Yahweh commanded you.” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 13,
		"canon_order": 7500
	},
	{
		"verseText": "Samuel arose, and went from Gilgal to Gibeah of Benjamin. Saul counted the people who were present with him, about six hundred men. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 13,
		"canon_order": 7501
	},
	{
		"verseText": "Saul, and Jonathan his son, and the people who were present with them, stayed in Geba of Benjamin; but the Philistines encamped in Michmash. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 13,
		"canon_order": 7502
	},
	{
		"verseText": "The raiders came out of the camp of the Philistines in three companies: one company turned to the way that leads to Ophrah, to the land of Shual; ",
		"book": "1SA",
		"verse": 17,
		"chapter": 13,
		"canon_order": 7503
	},
	{
		"verseText": "another company turned the way to Beth Horon; and another company turned the way of the border that looks down on the valley of Zeboim toward the wilderness. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 13,
		"canon_order": 7504
	},
	{
		"verseText": "Now there was no blacksmith found throughout all the land of Israel, for the Philistines said, “Lest the Hebrews make themselves swords or spears”; ",
		"book": "1SA",
		"verse": 19,
		"chapter": 13,
		"canon_order": 7505
	},
	{
		"verseText": "but all the Israelites went down to the Philistines, each man to sharpen his own plowshare, mattock, ax, and sickle. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 13,
		"canon_order": 7506
	},
	{
		"verseText": "The price was one payim each to sharpen mattocks, plowshares, pitchforks, axes, and goads. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 13,
		"canon_order": 7507
	},
	{
		"verseText": "So it came to pass in the day of battle that neither sword nor spear was found in the hand of any of the people who were with Saul and Jonathan; but Saul and Jonathan his son had them. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 13,
		"canon_order": 7508
	},
	{
		"verseText": "The garrison of the Philistines went out to the pass of Michmash. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 13,
		"canon_order": 7509
	},
	{
		"verseText": "Now it happened on a day that Jonathan the son of Saul said to the young man who bore his armor, “Come! Let’s go over to the Philistines’ garrison that is on the other side.” But he didn’t tell his father. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 14,
		"canon_order": 7510
	},
	{
		"verseText": "Saul stayed in the uttermost part of Gibeah under the pomegranate tree which is in Migron; and the people who were with him were about six hundred men, ",
		"book": "1SA",
		"verse": 2,
		"chapter": 14,
		"canon_order": 7511
	},
	{
		"verseText": "including Ahijah the son of Ahitub, Ichabod’s brother, the son of Phinehas, the son of Eli the priest of Yahweh in Shiloh, wearing an ephod. The people didn’t know that Jonathan was gone. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 14,
		"canon_order": 7512
	},
	{
		"verseText": "Between the passes, by which Jonathan sought to go over to the Philistines’ garrison, there was a rocky crag on the one side and a rocky crag on the other side; and the name of the one was Bozez, and the name of the other Seneh. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 14,
		"canon_order": 7513
	},
	{
		"verseText": "The one crag rose up on the north in front of Michmash, and the other on the south in front of Geba. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 14,
		"canon_order": 7514
	},
	{
		"verseText": "Jonathan said to the young man who bore his armor, “Come! Let’s go over to the garrison of these uncircumcised. It may be that Yahweh will work for us, for there is no restraint on Yahweh to save by many or by few.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 14,
		"canon_order": 7515
	},
	{
		"verseText": "His armor bearer said to him, “Do all that is in your heart. Go, and behold, I am with you according to your heart.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 14,
		"canon_order": 7516
	},
	{
		"verseText": "Then Jonathan said, “Behold, we will pass over to the men, and we will reveal ourselves to them. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 14,
		"canon_order": 7517
	},
	{
		"verseText": "If they say this to us, ‘Wait until we come to you!’ then we will stand still in our place and will not go up to them. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 14,
		"canon_order": 7518
	},
	{
		"verseText": "But if they say this, ‘Come up to us!’ then we will go up, for Yahweh has delivered them into our hand. This shall be the sign to us.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 14,
		"canon_order": 7519
	},
	{
		"verseText": "Both of them revealed themselves to the garrison of the Philistines; and the Philistines said, “Behold, the Hebrews are coming out of the holes where they had hidden themselves!” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 14,
		"canon_order": 7520
	},
	{
		"verseText": "The men of the garrison answered Jonathan and his armor bearer, and said, “Come up to us, and we will show you something!” Jonathan said to his armor bearer, “Come up after me, for Yahweh has delivered them into the hand of Israel.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 14,
		"canon_order": 7521
	},
	{
		"verseText": "Jonathan climbed up on his hands and on his feet, and his armor bearer after him, and they fell before Jonathan; and his armor bearer killed them after him. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 14,
		"canon_order": 7522
	},
	{
		"verseText": "That first slaughter, which Jonathan and his armor bearer made, was about twenty men, within as it were half a furrow’s length in an acre of land. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 14,
		"canon_order": 7523
	},
	{
		"verseText": "There was a trembling in the camp, in the field, and among all the people; the garrison and the raiders also trembled; and the earth quaked, so there was an exceedingly great trembling. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 14,
		"canon_order": 7524
	},
	{
		"verseText": "The watchmen of Saul in Gibeah of Benjamin looked; and behold, the multitude melted away and scattered. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 14,
		"canon_order": 7525
	},
	{
		"verseText": "Then Saul said to the people who were with him, “Count now, and see who is missing from us.” When they had counted, behold, Jonathan and his armor bearer were not there. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 14,
		"canon_order": 7526
	},
	{
		"verseText": "Saul said to Ahijah, “Bring God’s ark here.” For God’s ark was with the children of Israel at that time. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 14,
		"canon_order": 7527
	},
	{
		"verseText": "While Saul talked to the priest, the tumult that was in the camp of the Philistines went on and increased; and Saul said to the priest, “Withdraw your hand!” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 14,
		"canon_order": 7528
	},
	{
		"verseText": "Saul and all the people who were with him were gathered together, and came to the battle; and behold, they were all striking each other with their swords in very great confusion. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 14,
		"canon_order": 7529
	},
	{
		"verseText": "Now the Hebrews who were with the Philistines before and who went up with them into the camp from all around, even they also turned to be with the Israelites who were with Saul and Jonathan. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 14,
		"canon_order": 7530
	},
	{
		"verseText": "Likewise all the men of Israel who had hidden themselves in the hill country of Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 14,
		"canon_order": 7531
	},
	{
		"verseText": "So Yahweh saved Israel that day; and the battle passed over by Beth Aven. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 14,
		"canon_order": 7532
	},
	{
		"verseText": "The men of Israel were distressed that day; for Saul had adjured the people, saying, “Cursed is the man who eats any food until it is evening, and I am avenged of my enemies.” So none of the people tasted food. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 14,
		"canon_order": 7533
	},
	{
		"verseText": "All the people came into the forest; and there was honey on the ground. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 14,
		"canon_order": 7534
	},
	{
		"verseText": "When the people had come to the forest, behold, honey was dripping, but no one put his hand to his mouth, for the people feared the oath. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 14,
		"canon_order": 7535
	},
	{
		"verseText": "But Jonathan didn’t hear when his father commanded the people with the oath. Therefore he put out the end of the rod that was in his hand and dipped it in the honeycomb, and put his hand to his mouth; and his eyes brightened. ",
		"book": "1SA",
		"verse": 27,
		"chapter": 14,
		"canon_order": 7536
	},
	{
		"verseText": "Then one of the people answered, and said, “Your father directly commanded the people with an oath, saying, ‘Cursed is the man who eats food today.’” So the people were faint. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 14,
		"canon_order": 7537
	},
	{
		"verseText": "Then Jonathan said, “My father has troubled the land. Please look how my eyes have brightened because I tasted a little of this honey. ",
		"book": "1SA",
		"verse": 29,
		"chapter": 14,
		"canon_order": 7538
	},
	{
		"verseText": "How much more, if perhaps the people had eaten freely today of the plunder of their enemies which they found? For now there has been no great slaughter among the Philistines.” ",
		"book": "1SA",
		"verse": 30,
		"chapter": 14,
		"canon_order": 7539
	},
	{
		"verseText": "They struck the Philistines that day from Michmash to Aijalon. The people were very faint; ",
		"book": "1SA",
		"verse": 31,
		"chapter": 14,
		"canon_order": 7540
	},
	{
		"verseText": "and the people pounced on the plunder, and took sheep, cattle, and calves, and killed them on the ground; and the people ate them with the blood. ",
		"book": "1SA",
		"verse": 32,
		"chapter": 14,
		"canon_order": 7541
	},
	{
		"verseText": "Then they told Saul, saying, “Behold, the people are sinning against Yahweh, in that they eat meat with the blood.” He said, “You have dealt treacherously. Roll a large stone to me today!” ",
		"book": "1SA",
		"verse": 33,
		"chapter": 14,
		"canon_order": 7542
	},
	{
		"verseText": "Saul said, “Disperse yourselves among the people, and tell them, ‘Every man bring me here his ox, and every man his sheep, and kill them here, and eat; and don’t sin against Yahweh in eating meat with the blood.’” All the people brought every man his ox with him that night, and killed them there. ",
		"book": "1SA",
		"verse": 34,
		"chapter": 14,
		"canon_order": 7543
	},
	{
		"verseText": "Saul built an altar to Yahweh. This was the first altar that he built to Yahweh. ",
		"book": "1SA",
		"verse": 35,
		"chapter": 14,
		"canon_order": 7544
	},
	{
		"verseText": "Saul said, “Let’s go down after the Philistines by night, and take plunder among them until the morning light. Let’s not leave a man of them.” They said, “Do whatever seems good to you.” Then the priest said, “Let’s draw near here to God.” ",
		"book": "1SA",
		"verse": 36,
		"chapter": 14,
		"canon_order": 7545
	},
	{
		"verseText": "Saul asked counsel of God: “Shall I go down after the Philistines? Will you deliver them into the hand of Israel?” But he didn’t answer him that day. ",
		"book": "1SA",
		"verse": 37,
		"chapter": 14,
		"canon_order": 7546
	},
	{
		"verseText": "Saul said, “Draw near here, all you chiefs of the people, and know and see in whom this sin has been today. ",
		"book": "1SA",
		"verse": 38,
		"chapter": 14,
		"canon_order": 7547
	},
	{
		"verseText": "For as Yahweh lives, who saves Israel, though it is in Jonathan my son, he shall surely die.” But there was not a man among all the people who answered him. ",
		"book": "1SA",
		"verse": 39,
		"chapter": 14,
		"canon_order": 7548
	},
	{
		"verseText": "Then he said to all Israel, “You be on one side, and I and Jonathan my son will be on the other side.” The people said to Saul, “Do what seems good to you.” ",
		"book": "1SA",
		"verse": 40,
		"chapter": 14,
		"canon_order": 7549
	},
	{
		"verseText": "Therefore Saul said to Yahweh, the God of Israel, “Show the right.” Jonathan and Saul were chosen, but the people escaped. ",
		"book": "1SA",
		"verse": 41,
		"chapter": 14,
		"canon_order": 7550
	},
	{
		"verseText": "Saul said, “Cast lots between me and Jonathan my son.” Jonathan was selected. ",
		"book": "1SA",
		"verse": 42,
		"chapter": 14,
		"canon_order": 7551
	},
	{
		"verseText": "Then Saul said to Jonathan, “Tell me what you have done!” Jonathan told him, and said, “I certainly did taste a little honey with the end of the rod that was in my hand; and behold, I must die.” ",
		"book": "1SA",
		"verse": 43,
		"chapter": 14,
		"canon_order": 7552
	},
	{
		"verseText": "Saul said, “God do so and more also; for you shall surely die, Jonathan.” ",
		"book": "1SA",
		"verse": 44,
		"chapter": 14,
		"canon_order": 7553
	},
	{
		"verseText": "The people said to Saul, “Shall Jonathan die, who has worked this great salvation in Israel? Far from it! As Yahweh lives, there shall not one hair of his head fall to the ground, for he has worked with God today!” So the people rescued Jonathan, so he didn’t die. ",
		"book": "1SA",
		"verse": 45,
		"chapter": 14,
		"canon_order": 7554
	},
	{
		"verseText": "Then Saul went up from following the Philistines; and the Philistines went to their own place. ",
		"book": "1SA",
		"verse": 46,
		"chapter": 14,
		"canon_order": 7555
	},
	{
		"verseText": "Now when Saul had taken the kingdom over Israel, he fought against all his enemies on every side: against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines. Wherever he turned himself, he defeated them. ",
		"book": "1SA",
		"verse": 47,
		"chapter": 14,
		"canon_order": 7556
	},
	{
		"verseText": "He did valiantly and struck the Amalekites, and delivered Israel out of the hands of those who plundered them. ",
		"book": "1SA",
		"verse": 48,
		"chapter": 14,
		"canon_order": 7557
	},
	{
		"verseText": "Now the sons of Saul were Jonathan, Ishvi, and Malchishua; and the names of his two daughters were these: the name of the firstborn Merab, and the name of the younger Michal. ",
		"book": "1SA",
		"verse": 49,
		"chapter": 14,
		"canon_order": 7558
	},
	{
		"verseText": "The name of Saul’s wife was Ahinoam the daughter of Ahimaaz. The name of the captain of his army was Abner the son of Ner, Saul’s uncle. ",
		"book": "1SA",
		"verse": 50,
		"chapter": 14,
		"canon_order": 7559
	},
	{
		"verseText": "Kish was the father of Saul, and Ner the father of Abner was the son of Abiel. ",
		"book": "1SA",
		"verse": 51,
		"chapter": 14,
		"canon_order": 7560
	},
	{
		"verseText": "There was severe war against the Philistines all the days of Saul; and when Saul saw any mighty man or any valiant man, he took him into his service. ",
		"book": "1SA",
		"verse": 52,
		"chapter": 14,
		"canon_order": 7561
	},
	{
		"verseText": "Samuel said to Saul, “Yahweh sent me to anoint you to be king over his people, over Israel. Now therefore listen to the voice of Yahweh’s words. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 15,
		"canon_order": 7562
	},
	{
		"verseText": "Yahweh of Armies says, ‘I remember what Amalek did to Israel, how he set himself against him on the way when he came up out of Egypt. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 15,
		"canon_order": 7563
	},
	{
		"verseText": "Now go and strike Amalek, and utterly destroy all that they have, and don’t spare them; but kill both man and woman, infant and nursing baby, ox and sheep, camel and donkey.’” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 15,
		"canon_order": 7564
	},
	{
		"verseText": "Saul summoned the people, and counted them in Telaim, two hundred thousand footmen and ten thousand men of Judah. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 15,
		"canon_order": 7565
	},
	{
		"verseText": "Saul came to the city of Amalek, and set an ambush in the valley. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 15,
		"canon_order": 7566
	},
	{
		"verseText": "Saul said to the Kenites, “Go, depart, go down from among the Amalekites, lest I destroy you with them; for you showed kindness to all the children of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 15,
		"canon_order": 7567
	},
	{
		"verseText": "Saul struck the Amalekites, from Havilah as you go to Shur, which is before Egypt. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 15,
		"canon_order": 7568
	},
	{
		"verseText": "He took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 15,
		"canon_order": 7569
	},
	{
		"verseText": "But Saul and the people spared Agag and the best of the sheep, of the cattle, of the fat calves, of the lambs, and all that was good, and were not willing to utterly destroy them; but everything that was vile and refuse, that they destroyed utterly. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 15,
		"canon_order": 7570
	},
	{
		"verseText": "Then Yahweh’s word came to Samuel, saying, ",
		"book": "1SA",
		"verse": 10,
		"chapter": 15,
		"canon_order": 7571
	},
	{
		"verseText": "“It grieves me that I have set up Saul to be king, for he has turned back from following me, and has not performed my commandments.” Samuel was angry; and he cried to Yahweh all night. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 15,
		"canon_order": 7572
	},
	{
		"verseText": "Samuel rose early to meet Saul in the morning; and Samuel was told, saying, “Saul came to Carmel, and behold, he set up a monument for himself, turned, passed on, and went down to Gilgal.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 15,
		"canon_order": 7573
	},
	{
		"verseText": "Samuel came to Saul; and Saul said to him, “You are blessed by Yahweh! I have performed the commandment of Yahweh.” ",
		"book": "1SA",
		"verse": 13,
		"chapter": 15,
		"canon_order": 7574
	},
	{
		"verseText": "Samuel said, “Then what does this bleating of the sheep in my ears and the lowing of the cattle which I hear mean?” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 15,
		"canon_order": 7575
	},
	{
		"verseText": "Saul said, “They have brought them from the Amalekites; for the people spared the best of the sheep and of the cattle, to sacrifice to Yahweh your God. We have utterly destroyed the rest.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 15,
		"canon_order": 7576
	},
	{
		"verseText": "Then Samuel said to Saul, “Stay, and I will tell you what Yahweh said to me last night.” He said to him, “Say on.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 15,
		"canon_order": 7577
	},
	{
		"verseText": "Samuel said, “Though you were little in your own sight, weren’t you made the head of the tribes of Israel? Yahweh anointed you king over Israel; ",
		"book": "1SA",
		"verse": 17,
		"chapter": 15,
		"canon_order": 7578
	},
	{
		"verseText": "and Yahweh sent you on a journey, and said, ‘Go, and utterly destroy the sinners the Amalekites, and fight against them until they are consumed.’ ",
		"book": "1SA",
		"verse": 18,
		"chapter": 15,
		"canon_order": 7579
	},
	{
		"verseText": "Why then didn’t you obey Yahweh’s voice, but took the plunder, and did that which was evil in Yahweh’s sight?” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 15,
		"canon_order": 7580
	},
	{
		"verseText": "Saul said to Samuel, “But I have obeyed Yahweh’s voice, and have gone the way which Yahweh sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 15,
		"canon_order": 7581
	},
	{
		"verseText": "But the people took of the plunder, sheep and cattle, the best of the devoted things, to sacrifice to Yahweh your God in Gilgal.” ",
		"book": "1SA",
		"verse": 21,
		"chapter": 15,
		"canon_order": 7582
	},
	{
		"verseText": "Samuel said, “Has Yahweh as great delight in burnt offerings and sacrifices, as in obeying Yahweh’s voice? Behold, to obey is better than sacrifice, and to listen than the fat of rams. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 15,
		"canon_order": 7583
	},
	{
		"verseText": "For rebellion is as the sin of witchcraft, and stubbornness is as idolatry and teraphim. Because you have rejected Yahweh’s word, he has also rejected you from being king.” ",
		"book": "1SA",
		"verse": 23,
		"chapter": 15,
		"canon_order": 7584
	},
	{
		"verseText": "Saul said to Samuel, “I have sinned; for I have transgressed the commandment of Yahweh and your words, because I feared the people and obeyed their voice. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 15,
		"canon_order": 7585
	},
	{
		"verseText": "Now therefore, please pardon my sin, and turn again with me, that I may worship Yahweh.” ",
		"book": "1SA",
		"verse": 25,
		"chapter": 15,
		"canon_order": 7586
	},
	{
		"verseText": "Samuel said to Saul, “I will not return with you; for you have rejected Yahweh’s word, and Yahweh has rejected you from being king over Israel.” ",
		"book": "1SA",
		"verse": 26,
		"chapter": 15,
		"canon_order": 7587
	},
	{
		"verseText": "As Samuel turned around to go away, Saul grabbed the skirt of his robe, and it tore. ",
		"book": "1SA",
		"verse": 27,
		"chapter": 15,
		"canon_order": 7588
	},
	{
		"verseText": "Samuel said to him, “Yahweh has torn the kingdom of Israel from you today, and has given it to a neighbor of yours who is better than you. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 15,
		"canon_order": 7589
	},
	{
		"verseText": "Also the Strength of Israel will not lie nor repent; for he is not a man, that he should repent.” ",
		"book": "1SA",
		"verse": 29,
		"chapter": 15,
		"canon_order": 7590
	},
	{
		"verseText": "Then he said, “I have sinned; yet please honor me now before the elders of my people and before Israel, and come back with me, that I may worship Yahweh your God.” ",
		"book": "1SA",
		"verse": 30,
		"chapter": 15,
		"canon_order": 7591
	},
	{
		"verseText": "So Samuel went back with Saul; and Saul worshiped Yahweh. ",
		"book": "1SA",
		"verse": 31,
		"chapter": 15,
		"canon_order": 7592
	},
	{
		"verseText": "Then Samuel said, “Bring Agag the king of the Amalekites here to me!” Agag came to him cheerfully. Agag said, “Surely the bitterness of death is past.” ",
		"book": "1SA",
		"verse": 32,
		"chapter": 15,
		"canon_order": 7593
	},
	{
		"verseText": "Samuel said, “As your sword has made women childless, so your mother will be childless among women!” Then Samuel cut Agag in pieces before Yahweh in Gilgal. ",
		"book": "1SA",
		"verse": 33,
		"chapter": 15,
		"canon_order": 7594
	},
	{
		"verseText": "Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul. ",
		"book": "1SA",
		"verse": 34,
		"chapter": 15,
		"canon_order": 7595
	},
	{
		"verseText": "Samuel came no more to see Saul until the day of his death, but Samuel mourned for Saul. Yahweh grieved that he had made Saul king over Israel. ",
		"book": "1SA",
		"verse": 35,
		"chapter": 15,
		"canon_order": 7596
	},
	{
		"verseText": "Yahweh said to Samuel, “How long will you mourn for Saul, since I have rejected him from being king over Israel? Fill your horn with oil, and go. I will send you to Jesse the Bethlehemite, for I have provided a king for myself among his sons.” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 16,
		"canon_order": 7597
	},
	{
		"verseText": "Samuel said, “How can I go? If Saul hears it, he will kill me.” Yahweh said, “Take a heifer with you, and say, ‘I have come to sacrifice to Yahweh.’ ",
		"book": "1SA",
		"verse": 2,
		"chapter": 16,
		"canon_order": 7598
	},
	{
		"verseText": "Call Jesse to the sacrifice, and I will show you what you shall do. You shall anoint to me him whom I name to you.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 16,
		"canon_order": 7599
	},
	{
		"verseText": "Samuel did that which Yahweh spoke, and came to Bethlehem. The elders of the city came to meet him trembling, and said, “Do you come peaceably?” ",
		"book": "1SA",
		"verse": 4,
		"chapter": 16,
		"canon_order": 7600
	},
	{
		"verseText": "He said, “Peaceably; I have come to sacrifice to Yahweh. Sanctify yourselves, and come with me to the sacrifice.” He sanctified Jesse and his sons, and called them to the sacrifice. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 16,
		"canon_order": 7601
	},
	{
		"verseText": "When they had come, he looked at Eliab, and said, “Surely Yahweh’s anointed is before him.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 16,
		"canon_order": 7602
	},
	{
		"verseText": "But Yahweh said to Samuel, “Don’t look on his face, or on the height of his stature, because I have rejected him; for I don’t see as man sees. For man looks at the outward appearance, but Yahweh looks at the heart.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 16,
		"canon_order": 7603
	},
	{
		"verseText": "Then Jesse called Abinadab, and made him pass before Samuel. He said, “Yahweh has not chosen this one, either.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 16,
		"canon_order": 7604
	},
	{
		"verseText": "Then Jesse made Shammah to pass by. He said, “Yahweh has not chosen this one, either.” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 16,
		"canon_order": 7605
	},
	{
		"verseText": "Jesse made seven of his sons to pass before Samuel. Samuel said to Jesse, “Yahweh has not chosen these.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 16,
		"canon_order": 7606
	},
	{
		"verseText": "Samuel said to Jesse, “Are all your children here?” He said, “There remains yet the youngest. Behold, he is keeping the sheep.” Samuel said to Jesse, “Send and get him, for we will not sit down until he comes here.” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 16,
		"canon_order": 7607
	},
	{
		"verseText": "He sent, and brought him in. Now he was ruddy, with a handsome face and good appearance. Yahweh said, “Arise! Anoint him, for this is he.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 16,
		"canon_order": 7608
	},
	{
		"verseText": "Then Samuel took the horn of oil and anointed him in the middle of his brothers. Then Yahweh’s Spirit came mightily on David from that day forward. So Samuel rose up and went to Ramah. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 16,
		"canon_order": 7609
	},
	{
		"verseText": "Now Yahweh’s Spirit departed from Saul, and an evil spirit from Yahweh troubled him. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 16,
		"canon_order": 7610
	},
	{
		"verseText": "Saul’s servants said to him, “See now, an evil spirit from God troubles you. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 16,
		"canon_order": 7611
	},
	{
		"verseText": "Let our lord now command your servants who are in front of you to seek out a man who is a skillful player on the harp. Then when the evil spirit from God is on you, he will play with his hand, and you will be well.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 16,
		"canon_order": 7612
	},
	{
		"verseText": "Saul said to his servants, “Provide me now a man who can play well, and bring him to me.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 16,
		"canon_order": 7613
	},
	{
		"verseText": "Then one of the young men answered and said, “Behold, I have seen a son of Jesse the Bethlehemite who is skillful in playing, a mighty man of valor, a man of war, prudent in speech, and a handsome person; and Yahweh is with him.” ",
		"book": "1SA",
		"verse": 18,
		"chapter": 16,
		"canon_order": 7614
	},
	{
		"verseText": "Therefore Saul sent messengers to Jesse, and said, “Send me David your son, who is with the sheep.” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 16,
		"canon_order": 7615
	},
	{
		"verseText": "Jesse took a donkey loaded with bread, a container of wine, and a young goat, and sent them by David his son to Saul. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 16,
		"canon_order": 7616
	},
	{
		"verseText": "David came to Saul and stood before him. He loved him greatly; and he became his armor bearer. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 16,
		"canon_order": 7617
	},
	{
		"verseText": "Saul sent to Jesse, saying, “Please let David stand before me, for he has found favor in my sight.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 16,
		"canon_order": 7618
	},
	{
		"verseText": "When the spirit from God was on Saul, David took the harp and played with his hand; so Saul was refreshed and was well, and the evil spirit departed from him. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 16,
		"canon_order": 7619
	},
	{
		"verseText": "Now the Philistines gathered together their armies to battle; and they were gathered together at Socoh, which belongs to Judah, and encamped between Socoh and Azekah in Ephesdammim. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 17,
		"canon_order": 7620
	},
	{
		"verseText": "Saul and the men of Israel were gathered together, and encamped in the valley of Elah, and set the battle in array against the Philistines. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 17,
		"canon_order": 7621
	},
	{
		"verseText": "The Philistines stood on the mountain on the one side, and Israel stood on the mountain on the other side: and there was a valley between them. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 17,
		"canon_order": 7622
	},
	{
		"verseText": "A champion out of the camp of the Philistines named Goliath of Gath, whose height was six cubits and a span went out. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 17,
		"canon_order": 7623
	},
	{
		"verseText": "He had a helmet of bronze on his head, and he wore a coat of mail; and the weight of the coat was five thousand shekels of bronze. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 17,
		"canon_order": 7624
	},
	{
		"verseText": "He had bronze shin armor on his legs and a bronze javelin between his shoulders. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 17,
		"canon_order": 7625
	},
	{
		"verseText": "The staff of his spear was like a weaver’s beam; and his spear’s head weighed six hundred shekels of iron. His shield bearer went before him. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 17,
		"canon_order": 7626
	},
	{
		"verseText": "He stood and cried to the armies of Israel, and said to them, “Why have you come out to set your battle in array? Am I not a Philistine, and you servants to Saul? Choose a man for yourselves, and let him come down to me. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 17,
		"canon_order": 7627
	},
	{
		"verseText": "If he is able to fight with me and kill me, then will we be your servants; but if I prevail against him and kill him, then you will be our servants and serve us.” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 17,
		"canon_order": 7628
	},
	{
		"verseText": "The Philistine said, “I defy the armies of Israel today! Give me a man, that we may fight together!” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 17,
		"canon_order": 7629
	},
	{
		"verseText": "When Saul and all Israel heard those words of the Philistine, they were dismayed and greatly afraid. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 17,
		"canon_order": 7630
	},
	{
		"verseText": "Now David was the son of that Ephrathite of Bethlehem Judah, whose name was Jesse; and he had eight sons. The man was an elderly old man in the days of Saul. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 17,
		"canon_order": 7631
	},
	{
		"verseText": "The three oldest sons of Jesse had gone after Saul to the battle; and the names of his three sons who went to the battle were Eliab the firstborn, and next to him Abinadab, and the third Shammah. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 17,
		"canon_order": 7632
	},
	{
		"verseText": "David was the youngest; and the three oldest followed Saul. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 17,
		"canon_order": 7633
	},
	{
		"verseText": "Now David went back and forth from Saul to feed his father’s sheep at Bethlehem. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 17,
		"canon_order": 7634
	},
	{
		"verseText": "The Philistine came near morning and evening, and presented himself forty days. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 17,
		"canon_order": 7635
	},
	{
		"verseText": "Jesse said to David his son, “Now take for your brothers an ephah of this parched grain and these ten loaves, and carry them quickly to the camp to your brothers; ",
		"book": "1SA",
		"verse": 17,
		"chapter": 17,
		"canon_order": 7636
	},
	{
		"verseText": "and bring these ten cheeses to the captain of their thousand; and see how your brothers are doing, and bring back news.” ",
		"book": "1SA",
		"verse": 18,
		"chapter": 17,
		"canon_order": 7637
	},
	{
		"verseText": "Now Saul, and they, and all the men of Israel were in the valley of Elah, fighting with the Philistines. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 17,
		"canon_order": 7638
	},
	{
		"verseText": "David rose up early in the morning and left the sheep with a keeper, and took the provisions and went, as Jesse had commanded him. He came to the place of the wagons as the army which was going out to the fight shouted for the battle. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 17,
		"canon_order": 7639
	},
	{
		"verseText": "Israel and the Philistines put the battle in array, army against army. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 17,
		"canon_order": 7640
	},
	{
		"verseText": "David left his baggage in the hand of the keeper of the baggage and ran to the army, and came and greeted his brothers. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 17,
		"canon_order": 7641
	},
	{
		"verseText": "As he talked with them, behold, the champion, the Philistine of Gath, Goliath by name, came up out of the ranks of the Philistines, and said the same words; and David heard them. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 17,
		"canon_order": 7642
	},
	{
		"verseText": "All the men of Israel, when they saw the man, fled from him and were terrified. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 17,
		"canon_order": 7643
	},
	{
		"verseText": "The men of Israel said, “Have you seen this man who has come up? He has surely come up to defy Israel. The king will give great riches to the man who kills him, and will give him his daughter, and will make his father’s house tax-free in Israel.” ",
		"book": "1SA",
		"verse": 25,
		"chapter": 17,
		"canon_order": 7644
	},
	{
		"verseText": "David spoke to the men who stood by him, saying, “What shall be done to the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?” ",
		"book": "1SA",
		"verse": 26,
		"chapter": 17,
		"canon_order": 7645
	},
	{
		"verseText": "The people answered him in this way, saying, “So shall it be done to the man who kills him.” ",
		"book": "1SA",
		"verse": 27,
		"chapter": 17,
		"canon_order": 7646
	},
	{
		"verseText": "Eliab his oldest brother heard when he spoke to the men; and Eliab’s anger burned against David, and he said, “Why have you come down? With whom have you left those few sheep in the wilderness? I know your pride and the evil of your heart; for you have come down that you might see the battle.” ",
		"book": "1SA",
		"verse": 28,
		"chapter": 17,
		"canon_order": 7647
	},
	{
		"verseText": "David said, “What have I now done? Is there not a cause?” ",
		"book": "1SA",
		"verse": 29,
		"chapter": 17,
		"canon_order": 7648
	},
	{
		"verseText": "He turned away from him toward another, and spoke like that again; and the people answered him again the same way. ",
		"book": "1SA",
		"verse": 30,
		"chapter": 17,
		"canon_order": 7649
	},
	{
		"verseText": "When the words were heard which David spoke, they rehearsed them before Saul; and he sent for him. ",
		"book": "1SA",
		"verse": 31,
		"chapter": 17,
		"canon_order": 7650
	},
	{
		"verseText": "David said to Saul, “Let no man’s heart fail because of him. Your servant will go and fight with this Philistine.” ",
		"book": "1SA",
		"verse": 32,
		"chapter": 17,
		"canon_order": 7651
	},
	{
		"verseText": "Saul said to David, “You are not able to go against this Philistine to fight with him; for you are but a youth, and he a man of war from his youth.” ",
		"book": "1SA",
		"verse": 33,
		"chapter": 17,
		"canon_order": 7652
	},
	{
		"verseText": "David said to Saul, “Your servant was keeping his father’s sheep; and when a lion or a bear came and took a lamb out of the flock, ",
		"book": "1SA",
		"verse": 34,
		"chapter": 17,
		"canon_order": 7653
	},
	{
		"verseText": "I went out after him, struck him, and rescued it out of his mouth. When he arose against me, I caught him by his beard, struck him, and killed him. ",
		"book": "1SA",
		"verse": 35,
		"chapter": 17,
		"canon_order": 7654
	},
	{
		"verseText": "Your servant struck both the lion and the bear. This uncircumcised Philistine shall be as one of them, since he has defied the armies of the living God.” ",
		"book": "1SA",
		"verse": 36,
		"chapter": 17,
		"canon_order": 7655
	},
	{
		"verseText": "David said, “Yahweh, who delivered me out of the paw of the lion and out of the paw of the bear, will deliver me out of the hand of this Philistine.” Saul said to David, “Go! Yahweh will be with you.” ",
		"book": "1SA",
		"verse": 37,
		"chapter": 17,
		"canon_order": 7656
	},
	{
		"verseText": "Saul dressed David with his clothing. He put a helmet of bronze on his head, and he clad him with a coat of mail. ",
		"book": "1SA",
		"verse": 38,
		"chapter": 17,
		"canon_order": 7657
	},
	{
		"verseText": "David strapped his sword on his clothing and he tried to move, for he had not tested it. David said to Saul, “I can’t go with these, for I have not tested them.” Then David took them off. ",
		"book": "1SA",
		"verse": 39,
		"chapter": 17,
		"canon_order": 7658
	},
	{
		"verseText": "He took his staff in his hand, and chose for himself five smooth stones out of the brook, and put them in the pouch of his shepherd’s bag which he had. His sling was in his hand; and he came near to the Philistine. ",
		"book": "1SA",
		"verse": 40,
		"chapter": 17,
		"canon_order": 7659
	},
	{
		"verseText": "The Philistine walked and came near to David; and the man who bore the shield went before him. ",
		"book": "1SA",
		"verse": 41,
		"chapter": 17,
		"canon_order": 7660
	},
	{
		"verseText": "When the Philistine looked around and saw David, he disdained him; for he was but a youth, and ruddy, and had a good looking face. ",
		"book": "1SA",
		"verse": 42,
		"chapter": 17,
		"canon_order": 7661
	},
	{
		"verseText": "The Philistine said to David, “Am I a dog, that you come to me with sticks?” The Philistine cursed David by his gods. ",
		"book": "1SA",
		"verse": 43,
		"chapter": 17,
		"canon_order": 7662
	},
	{
		"verseText": "The Philistine said to David, “Come to me, and I will give your flesh to the birds of the sky and to the animals of the field.” ",
		"book": "1SA",
		"verse": 44,
		"chapter": 17,
		"canon_order": 7663
	},
	{
		"verseText": "Then David said to the Philistine, “You come to me with a sword, with a spear, and with a javelin; but I come to you in the name of Yahweh of Armies, the God of the armies of Israel, whom you have defied. ",
		"book": "1SA",
		"verse": 45,
		"chapter": 17,
		"canon_order": 7664
	},
	{
		"verseText": "Today, Yahweh will deliver you into my hand. I will strike you and take your head from off you. I will give the dead bodies of the army of the Philistines today to the birds of the sky and to the wild animals of the earth, that all the earth may know that there is a God in Israel, ",
		"book": "1SA",
		"verse": 46,
		"chapter": 17,
		"canon_order": 7665
	},
	{
		"verseText": "and that all this assembly may know that Yahweh doesn’t save with sword and spear; for the battle is Yahweh’s, and he will give you into our hand.” ",
		"book": "1SA",
		"verse": 47,
		"chapter": 17,
		"canon_order": 7666
	},
	{
		"verseText": "When the Philistine arose, and walked and came near to meet David, David hurried and ran toward the army to meet the Philistine. ",
		"book": "1SA",
		"verse": 48,
		"chapter": 17,
		"canon_order": 7667
	},
	{
		"verseText": "David put his hand in his bag, took a stone and slung it, and struck the Philistine in his forehead. The stone sank into his forehead, and he fell on his face to the earth. ",
		"book": "1SA",
		"verse": 49,
		"chapter": 17,
		"canon_order": 7668
	},
	{
		"verseText": "So David prevailed over the Philistine with a sling and with a stone, and struck the Philistine and killed him; but there was no sword in David’s hand. ",
		"book": "1SA",
		"verse": 50,
		"chapter": 17,
		"canon_order": 7669
	},
	{
		"verseText": "Then David ran, stood over the Philistine, took his sword, drew it out of its sheath, killed him, and cut off his head with it. When the Philistines saw that their champion was dead, they fled. ",
		"book": "1SA",
		"verse": 51,
		"chapter": 17,
		"canon_order": 7670
	},
	{
		"verseText": "The men of Israel and of Judah arose and shouted, and pursued the Philistines as far as Gai and to the gates of Ekron. The wounded of the Philistines fell down by the way to Shaaraim, even to Gath and to Ekron. ",
		"book": "1SA",
		"verse": 52,
		"chapter": 17,
		"canon_order": 7671
	},
	{
		"verseText": "The children of Israel returned from chasing after the Philistines, and they plundered their camp. ",
		"book": "1SA",
		"verse": 53,
		"chapter": 17,
		"canon_order": 7672
	},
	{
		"verseText": "David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent. ",
		"book": "1SA",
		"verse": 54,
		"chapter": 17,
		"canon_order": 7673
	},
	{
		"verseText": "When Saul saw David go out against the Philistine, he said to Abner, the captain of the army, “Abner, whose son is this youth?” Abner said, “As your soul lives, O king, I can’t tell.” ",
		"book": "1SA",
		"verse": 55,
		"chapter": 17,
		"canon_order": 7674
	},
	{
		"verseText": "The king said, “Inquire whose son the young man is!” ",
		"book": "1SA",
		"verse": 56,
		"chapter": 17,
		"canon_order": 7675
	},
	{
		"verseText": "As David returned from the slaughter of the Philistine, Abner took him and brought him before Saul with the head of the Philistine in his hand. ",
		"book": "1SA",
		"verse": 57,
		"chapter": 17,
		"canon_order": 7676
	},
	{
		"verseText": "Saul said to him, “Whose son are you, you young man?” David answered, “I am the son of your servant Jesse the Bethlehemite.” ",
		"book": "1SA",
		"verse": 58,
		"chapter": 17,
		"canon_order": 7677
	},
	{
		"verseText": "When he had finished speaking to Saul, the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 18,
		"canon_order": 7678
	},
	{
		"verseText": "Saul took him that day, and wouldn’t let him go home to his father’s house any more. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 18,
		"canon_order": 7679
	},
	{
		"verseText": "Then Jonathan and David made a covenant, because he loved him as his own soul. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 18,
		"canon_order": 7680
	},
	{
		"verseText": "Jonathan stripped himself of the robe that was on him and gave it to David with his clothing, even including his sword, his bow, and his sash. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 18,
		"canon_order": 7681
	},
	{
		"verseText": "David went out wherever Saul sent him, and behaved himself wisely; and Saul set him over the men of war. It was good in the sight of all the people, and also in the sight of Saul’s servants. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 18,
		"canon_order": 7682
	},
	{
		"verseText": "As they came, when David returned from the slaughter of the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet king Saul with tambourines, with joy, and with instruments of music. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 18,
		"canon_order": 7683
	},
	{
		"verseText": "The women sang to one another as they played, and said, “Saul has slain his thousands, and David his ten thousands.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 18,
		"canon_order": 7684
	},
	{
		"verseText": "Saul was very angry, and this saying displeased him. He said, “They have credited David with ten thousands, and they have only credited me with thousands. What can he have more but the kingdom?” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 18,
		"canon_order": 7685
	},
	{
		"verseText": "Saul watched David from that day and forward. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 18,
		"canon_order": 7686
	},
	{
		"verseText": "On the next day, an evil spirit from God came mightily on Saul, and he prophesied in the middle of the house. David played with his hand, as he did day by day. Saul had his spear in his hand; ",
		"book": "1SA",
		"verse": 10,
		"chapter": 18,
		"canon_order": 7687
	},
	{
		"verseText": "and Saul threw the spear, for he said, “I will pin David to the wall!” David escaped from his presence twice. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 18,
		"canon_order": 7688
	},
	{
		"verseText": "Saul was afraid of David, because Yahweh was with him, and had departed from Saul. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 18,
		"canon_order": 7689
	},
	{
		"verseText": "Therefore Saul removed him from his presence, and made him his captain over a thousand; and he went out and came in before the people. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 18,
		"canon_order": 7690
	},
	{
		"verseText": "David behaved himself wisely in all his ways; and Yahweh was with him. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 18,
		"canon_order": 7691
	},
	{
		"verseText": "When Saul saw that he behaved himself very wisely, he stood in awe of him. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 18,
		"canon_order": 7692
	},
	{
		"verseText": "But all Israel and Judah loved David; for he went out and came in before them. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 18,
		"canon_order": 7693
	},
	{
		"verseText": "Saul said to David, “Behold, my elder daughter Merab. I will give her to you as wife. Only be valiant for me, and fight Yahweh’s battles.” For Saul said, “Don’t let my hand be on him, but let the hand of the Philistines be on him.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 18,
		"canon_order": 7694
	},
	{
		"verseText": "David said to Saul, “Who am I, and what is my life, or my father’s family in Israel, that I should be son-in-law to the king?” ",
		"book": "1SA",
		"verse": 18,
		"chapter": 18,
		"canon_order": 7695
	},
	{
		"verseText": "But at the time when Merab, Saul’s daughter, should have been given to David, she was given to Adriel the Meholathite as wife. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 18,
		"canon_order": 7696
	},
	{
		"verseText": "Michal, Saul’s daughter, loved David; and they told Saul, and the thing pleased him. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 18,
		"canon_order": 7697
	},
	{
		"verseText": "Saul said, I will give her to him, that she may be a snare to him and that the hand of the Philistines may be against him. Therefore Saul said to David a second time, “You shall today be my son-in-law.” ",
		"book": "1SA",
		"verse": 21,
		"chapter": 18,
		"canon_order": 7698
	},
	{
		"verseText": "Saul commanded his servants, “Talk with David secretly, and say, ‘Behold, the king has delight in you, and all his servants love you. Now therefore be the king’s son-in-law.’” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 18,
		"canon_order": 7699
	},
	{
		"verseText": "Saul’s servants spoke those words in the ears of David. David said, “Does it seem to you a light thing to be the king’s son-in-law, since I am a poor man and little known?” ",
		"book": "1SA",
		"verse": 23,
		"chapter": 18,
		"canon_order": 7700
	},
	{
		"verseText": "The servants of Saul told him, saying, “David spoke like this.” ",
		"book": "1SA",
		"verse": 24,
		"chapter": 18,
		"canon_order": 7701
	},
	{
		"verseText": "Saul said, “Tell David, ‘The king desires no dowry except one hundred foreskins of the Philistines, to be avenged of the king’s enemies.’” Now Saul thought he would make David fall by the hand of the Philistines. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 18,
		"canon_order": 7702
	},
	{
		"verseText": "When his servants told David these words, it pleased David well to be the king’s son-in-law. Before the deadline, ",
		"book": "1SA",
		"verse": 26,
		"chapter": 18,
		"canon_order": 7703
	},
	{
		"verseText": "David arose and went, he and his men, and killed two hundred men of the Philistines. Then David brought their foreskins, and they gave them in full number to the king, that he might be the king’s son-in-law. Then Saul gave him Michal his daughter as wife. ",
		"book": "1SA",
		"verse": 27,
		"chapter": 18,
		"canon_order": 7704
	},
	{
		"verseText": "Saul saw and knew that Yahweh was with David; and Michal, Saul’s daughter, loved him. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 18,
		"canon_order": 7705
	},
	{
		"verseText": "Saul was even more afraid of David; and Saul was David’s enemy continually. ",
		"book": "1SA",
		"verse": 29,
		"chapter": 18,
		"canon_order": 7706
	},
	{
		"verseText": "Then the princes of the Philistines went out; and as often as they went out, David behaved himself more wisely than all the servants of Saul, so that his name was highly esteemed. ",
		"book": "1SA",
		"verse": 30,
		"chapter": 18,
		"canon_order": 7707
	},
	{
		"verseText": "Saul spoke to Jonathan his son and to all his servants, that they should kill David. But Jonathan, Saul’s son, greatly delighted in David. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 19,
		"canon_order": 7708
	},
	{
		"verseText": "Jonathan told David, saying, “Saul my father seeks to kill you. Now therefore, please take care of yourself in the morning, live in a secret place, and hide yourself. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 19,
		"canon_order": 7709
	},
	{
		"verseText": "I will go out and stand beside my father in the field where you are, and I will talk with my father about you; and if I see anything, I will tell you.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 19,
		"canon_order": 7710
	},
	{
		"verseText": "Jonathan spoke good of David to Saul his father, and said to him, “Don’t let the king sin against his servant, against David; because he has not sinned against you, and because his works have been very good toward you; ",
		"book": "1SA",
		"verse": 4,
		"chapter": 19,
		"canon_order": 7711
	},
	{
		"verseText": "for he put his life in his hand and struck the Philistine, and Yahweh worked a great victory for all Israel. You saw it and rejoiced. Why then will you sin against innocent blood, to kill David without a cause?” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 19,
		"canon_order": 7712
	},
	{
		"verseText": "Saul listened to the voice of Jonathan; and Saul swore, “As Yahweh lives, he shall not be put to death.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 19,
		"canon_order": 7713
	},
	{
		"verseText": "Jonathan called David, and Jonathan showed him all those things. Then Jonathan brought David to Saul, and he was in his presence as before. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 19,
		"canon_order": 7714
	},
	{
		"verseText": "There was war again. David went out and fought with the Philistines, and killed them with a great slaughter; and they fled before him. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 19,
		"canon_order": 7715
	},
	{
		"verseText": "An evil spirit from Yahweh was on Saul as he sat in his house with his spear in his hand; and David was playing music with his hand. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 19,
		"canon_order": 7716
	},
	{
		"verseText": "Saul sought to pin David to the wall with the spear, but he slipped away out of Saul’s presence; and he stuck the spear into the wall. David fled and escaped that night. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 19,
		"canon_order": 7717
	},
	{
		"verseText": "Saul sent messengers to David’s house to watch him and to kill him in the morning. Michal, David’s wife, told him, saying, “If you don’t save your life tonight, tomorrow you will be killed.” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 19,
		"canon_order": 7718
	},
	{
		"verseText": "So Michal let David down through the window. He went away, fled, and escaped. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 19,
		"canon_order": 7719
	},
	{
		"verseText": "Michal took the teraphim and laid it in the bed, and put a pillow of goats’ hair at its head and covered it with clothes. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 19,
		"canon_order": 7720
	},
	{
		"verseText": "When Saul sent messengers to take David, she said, “He is sick.” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 19,
		"canon_order": 7721
	},
	{
		"verseText": "Saul sent the messengers to see David, saying, “Bring him up to me in the bed, that I may kill him.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 19,
		"canon_order": 7722
	},
	{
		"verseText": "When the messengers came in, behold, the teraphim was in the bed, with the pillow of goats’ hair at its head. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 19,
		"canon_order": 7723
	},
	{
		"verseText": "Saul said to Michal, “Why have you deceived me like this and let my enemy go, so that he has escaped?” Michal answered Saul, “He said to me, ‘Let me go! Why should I kill you?’” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 19,
		"canon_order": 7724
	},
	{
		"verseText": "Now David fled and escaped, and came to Samuel at Ramah, and told him all that Saul had done to him. He and Samuel went and lived in Naioth. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 19,
		"canon_order": 7725
	},
	{
		"verseText": "Saul was told, saying, “Behold, David is at Naioth in Ramah.” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 19,
		"canon_order": 7726
	},
	{
		"verseText": "Saul sent messengers to seize David; and when they saw the company of the prophets prophesying, and Samuel standing as head over them, God’s Spirit came on Saul’s messengers, and they also prophesied. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 19,
		"canon_order": 7727
	},
	{
		"verseText": "When Saul was told, he sent other messengers, and they also prophesied. Saul sent messengers again the third time, and they also prophesied. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 19,
		"canon_order": 7728
	},
	{
		"verseText": "Then he also went to Ramah, and came to the great well that is in Secu: and he asked, “Where are Samuel and David?” One said, “Behold, they are at Naioth in Ramah.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 19,
		"canon_order": 7729
	},
	{
		"verseText": "He went there to Naioth in Ramah. Then God’s Spirit came on him also, and he went on, and prophesied, until he came to Naioth in Ramah. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 19,
		"canon_order": 7730
	},
	{
		"verseText": "He also stripped off his clothes. He also prophesied before Samuel and lay down naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?” ",
		"book": "1SA",
		"verse": 24,
		"chapter": 19,
		"canon_order": 7731
	},
	{
		"verseText": "David fled from Naioth in Ramah, and came and said to Jonathan, “What have I done? What is my iniquity? What is my sin before your father, that he seeks my life?” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 20,
		"canon_order": 7732
	},
	{
		"verseText": "He said to him, “Far from it; you will not die. Behold, my father does nothing either great or small, but that he discloses it to me. Why would my father hide this thing from me? It is not so.” ",
		"book": "1SA",
		"verse": 2,
		"chapter": 20,
		"canon_order": 7733
	},
	{
		"verseText": "David swore moreover, and said, “Your father knows well that I have found favor in your eyes; and he says, ‘Don’t let Jonathan know this, lest he be grieved;’ but truly as Yahweh lives, and as your soul lives, there is but a step between me and death.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 20,
		"canon_order": 7734
	},
	{
		"verseText": "Then Jonathan said to David, “Whatever your soul desires, I will even do it for you.” ",
		"book": "1SA",
		"verse": 4,
		"chapter": 20,
		"canon_order": 7735
	},
	{
		"verseText": "David said to Jonathan, “Behold, tomorrow is the new moon, and I should not fail to dine with the king; but let me go, that I may hide myself in the field to the third day at evening. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 20,
		"canon_order": 7736
	},
	{
		"verseText": "If your father misses me at all, then say, ‘David earnestly asked leave of me that he might run to Bethlehem, his city; for it is the yearly sacrifice there for all the family.’ ",
		"book": "1SA",
		"verse": 6,
		"chapter": 20,
		"canon_order": 7737
	},
	{
		"verseText": "If he says, ‘It is well,’ your servant shall have peace; but if he is angry, then know that evil is determined by him. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 20,
		"canon_order": 7738
	},
	{
		"verseText": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of Yahweh with you; but if there is iniquity in me, kill me yourself, for why should you bring me to your father?” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 20,
		"canon_order": 7739
	},
	{
		"verseText": "Jonathan said, “Far be it from you; for if I should at all know that evil were determined by my father to come on you, then wouldn’t I tell you that?” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 20,
		"canon_order": 7740
	},
	{
		"verseText": "Then David said to Jonathan, “Who will tell me if your father answers you roughly?” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 20,
		"canon_order": 7741
	},
	{
		"verseText": "Jonathan said to David, “Come! Let’s go out into the field.” They both went out into the field. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 20,
		"canon_order": 7742
	},
	{
		"verseText": "Jonathan said to David, “By Yahweh, the God of Israel, when I have sounded out my father about this time tomorrow, or the third day, behold, if there is good toward David, won’t I then send to you and disclose it to you? ",
		"book": "1SA",
		"verse": 12,
		"chapter": 20,
		"canon_order": 7743
	},
	{
		"verseText": "Yahweh do so to Jonathan and more also, should it please my father to do you evil, if I don’t disclose it to you and send you away, that you may go in peace. May Yahweh be with you as he has been with my father. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 20,
		"canon_order": 7744
	},
	{
		"verseText": "You shall not only show me the loving kindness of Yahweh while I still live, that I not die; ",
		"book": "1SA",
		"verse": 14,
		"chapter": 20,
		"canon_order": 7745
	},
	{
		"verseText": "but you shall also not cut off your kindness from my house forever, no, not when Yahweh has cut off every one of the enemies of David from the surface of the earth.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 20,
		"canon_order": 7746
	},
	{
		"verseText": "So Jonathan made a covenant with David’s house, saying, “Yahweh will require it at the hand of David’s enemies.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 20,
		"canon_order": 7747
	},
	{
		"verseText": "Jonathan caused David to swear again, for the love that he had to him; for he loved him as he loved his own soul. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 20,
		"canon_order": 7748
	},
	{
		"verseText": "Then Jonathan said to him, “Tomorrow is the new moon, and you will be missed, because your seat will be empty. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 20,
		"canon_order": 7749
	},
	{
		"verseText": "When you have stayed three days, go down quickly and come to the place where you hid yourself when this started, and remain by the stone Ezel. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 20,
		"canon_order": 7750
	},
	{
		"verseText": "I will shoot three arrows on its side, as though I shot at a mark. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 20,
		"canon_order": 7751
	},
	{
		"verseText": "Behold, I will send the boy, saying, ‘Go, find the arrows!’ If I tell the boy, ‘Behold, the arrows are on this side of you. Take them;’ then come, for there is peace to you and no danger, as Yahweh lives. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 20,
		"canon_order": 7752
	},
	{
		"verseText": "But if I say this to the boy, ‘Behold, the arrows are beyond you,’ then go your way, for Yahweh has sent you away. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 20,
		"canon_order": 7753
	},
	{
		"verseText": "Concerning the matter which you and I have spoken of, behold, Yahweh is between you and me forever.” ",
		"book": "1SA",
		"verse": 23,
		"chapter": 20,
		"canon_order": 7754
	},
	{
		"verseText": "So David hid himself in the field. When the new moon had come, the king sat himself down to eat food. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 20,
		"canon_order": 7755
	},
	{
		"verseText": "The king sat on his seat, as at other times, even on the seat by the wall; and Jonathan stood up, and Abner sat by Saul’s side, but David’s place was empty. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 20,
		"canon_order": 7756
	},
	{
		"verseText": "Nevertheless Saul didn’t say anything that day, for he thought, “Something has happened to him. He is not clean. Surely he is not clean.” ",
		"book": "1SA",
		"verse": 26,
		"chapter": 20,
		"canon_order": 7757
	},
	{
		"verseText": "On the next day after the new moon, the second day, David’s place was empty. Saul said to Jonathan his son, “Why didn’t the son of Jesse come to eat, either yesterday, or today?” ",
		"book": "1SA",
		"verse": 27,
		"chapter": 20,
		"canon_order": 7758
	},
	{
		"verseText": "Jonathan answered Saul, “David earnestly asked permission of me to go to Bethlehem. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 20,
		"canon_order": 7759
	},
	{
		"verseText": "He said, ‘Please let me go, for our family has a sacrifice in the city. My brother has commanded me to be there. Now, if I have found favor in your eyes, please let me go away and see my brothers.’ Therefore he has not come to the king’s table.” ",
		"book": "1SA",
		"verse": 29,
		"chapter": 20,
		"canon_order": 7760
	},
	{
		"verseText": "Then Saul’s anger burned against Jonathan, and he said to him, “You son of a perverse rebellious woman, don’t I know that you have chosen the son of Jesse to your own shame, and to the shame of your mother’s nakedness? ",
		"book": "1SA",
		"verse": 30,
		"chapter": 20,
		"canon_order": 7761
	},
	{
		"verseText": "For as long as the son of Jesse lives on the earth, you will not be established, nor will your kingdom. Therefore now send and bring him to me, for he shall surely die!” ",
		"book": "1SA",
		"verse": 31,
		"chapter": 20,
		"canon_order": 7762
	},
	{
		"verseText": "Jonathan answered Saul his father, and said to him, “Why should he be put to death? What has he done?” ",
		"book": "1SA",
		"verse": 32,
		"chapter": 20,
		"canon_order": 7763
	},
	{
		"verseText": "Saul cast his spear at him to strike him. By this Jonathan knew that his father was determined to put David to death. ",
		"book": "1SA",
		"verse": 33,
		"chapter": 20,
		"canon_order": 7764
	},
	{
		"verseText": "So Jonathan arose from the table in fierce anger, and ate no food the second day of the month; for he was grieved for David, because his father had treated him shamefully. ",
		"book": "1SA",
		"verse": 34,
		"chapter": 20,
		"canon_order": 7765
	},
	{
		"verseText": "In the morning, Jonathan went out into the field at the time appointed with David, and a little boy with him. ",
		"book": "1SA",
		"verse": 35,
		"chapter": 20,
		"canon_order": 7766
	},
	{
		"verseText": "He said to his boy, “Run, find now the arrows which I shoot.” As the boy ran, he shot an arrow beyond him. ",
		"book": "1SA",
		"verse": 36,
		"chapter": 20,
		"canon_order": 7767
	},
	{
		"verseText": "When the boy had come to the place of the arrow which Jonathan had shot, Jonathan cried after the boy, and said, “Isn’t the arrow beyond you?” ",
		"book": "1SA",
		"verse": 37,
		"chapter": 20,
		"canon_order": 7768
	},
	{
		"verseText": "Jonathan cried after the boy, “Go fast! Hurry! Don’t delay!” Jonathan’s boy gathered up the arrows, and came to his master. ",
		"book": "1SA",
		"verse": 38,
		"chapter": 20,
		"canon_order": 7769
	},
	{
		"verseText": "But the boy didn’t know anything. Only Jonathan and David knew the matter. ",
		"book": "1SA",
		"verse": 39,
		"chapter": 20,
		"canon_order": 7770
	},
	{
		"verseText": "Jonathan gave his weapons to his boy, and said to him, “Go, carry them to the city.” ",
		"book": "1SA",
		"verse": 40,
		"chapter": 20,
		"canon_order": 7771
	},
	{
		"verseText": "As soon as the boy was gone, David arose out of the south, and fell on his face to the ground, and bowed himself three times. They kissed one another and wept with one another, and David wept the most. ",
		"book": "1SA",
		"verse": 41,
		"chapter": 20,
		"canon_order": 7772
	},
	{
		"verseText": "Jonathan said to David, “Go in peace, because we have both sworn in Yahweh’s name, saying, ‘Yahweh is between me and you, and between my offspring and your offspring, forever.’” He arose and departed; and Jonathan went into the city. ",
		"book": "1SA",
		"verse": 42,
		"chapter": 20,
		"canon_order": 7773
	},
	{
		"verseText": "Then David came to Nob to Ahimelech the priest. Ahimelech came to meet David trembling, and said to him, “Why are you alone, and no man with you?” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 21,
		"canon_order": 7774
	},
	{
		"verseText": "David said to Ahimelech the priest, “The king has commanded me to do something, and has said to me, ‘Let no one know anything about the business about which I send you, and what I have commanded you. I have sent the young men to a certain place.’ ",
		"book": "1SA",
		"verse": 2,
		"chapter": 21,
		"canon_order": 7775
	},
	{
		"verseText": "Now therefore what is under your hand? Please give me five loaves of bread in my hand, or whatever is available.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 21,
		"canon_order": 7776
	},
	{
		"verseText": "The priest answered David, and said, “I have no common bread, but there is holy bread; if only the young men have kept themselves from women.” ",
		"book": "1SA",
		"verse": 4,
		"chapter": 21,
		"canon_order": 7777
	},
	{
		"verseText": "David answered the priest, and said to him, “Truly, women have been kept from us as usual these three days. When I came out, the vessels of the young men were holy, though it was only a common journey. How much more then today shall their vessels be holy?” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 21,
		"canon_order": 7778
	},
	{
		"verseText": "So the priest gave him holy bread; for there was no bread there but the show bread that was taken from before Yahweh, to be replaced with hot bread in the day when it was taken away. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 21,
		"canon_order": 7779
	},
	{
		"verseText": "Now a certain man of the servants of Saul was there that day, detained before Yahweh; and his name was Doeg the Edomite, the best of the herdsmen who belonged to Saul. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 21,
		"canon_order": 7780
	},
	{
		"verseText": "David said to Ahimelech, “Isn’t there here under your hand spear or sword? For I haven’t brought my sword or my weapons with me, because the king’s business required haste.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 21,
		"canon_order": 7781
	},
	{
		"verseText": "The priest said, “Behold, the sword of Goliath the Philistine, whom you killed in the valley of Elah, is here wrapped in a cloth behind the ephod. If you would like to take that, take it, for there is no other except that here.” David said, “There is none like that. Give it to me.” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 21,
		"canon_order": 7782
	},
	{
		"verseText": "David arose and fled that day for fear of Saul, and went to Achish the king of Gath. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 21,
		"canon_order": 7783
	},
	{
		"verseText": "The servants of Achish said to him, “Isn’t this David the king of the land? Didn’t they sing to one another about him in dances, saying, ‘Saul has slain his thousands, and David his ten thousands?’” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 21,
		"canon_order": 7784
	},
	{
		"verseText": "David laid up these words in his heart, and was very afraid of Achish the king of Gath. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 21,
		"canon_order": 7785
	},
	{
		"verseText": "He changed his behavior before them and pretended to be insane in their hands, and scribbled on the doors of the gate, and let his spittle fall down on his beard. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 21,
		"canon_order": 7786
	},
	{
		"verseText": "Then Achish said to his servants, “Look, you see the man is insane. Why then have you brought him to me? ",
		"book": "1SA",
		"verse": 14,
		"chapter": 21,
		"canon_order": 7787
	},
	{
		"verseText": "Do I lack madmen, that you have brought this fellow to play the madman in my presence? Should this fellow come into my house?” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 21,
		"canon_order": 7788
	},
	{
		"verseText": "David therefore departed from there and escaped to Adullam’s cave. When his brothers and all his father’s house heard it, they went down there to him. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 22,
		"canon_order": 7789
	},
	{
		"verseText": "Everyone who was in distress, everyone who was in debt, and everyone who was discontented gathered themselves to him; and he became captain over them. There were with him about four hundred men. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 22,
		"canon_order": 7790
	},
	{
		"verseText": "David went from there to Mizpeh of Moab; and he said to the king of Moab, “Please let my father and my mother come out to you, until I know what God will do for me.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 22,
		"canon_order": 7791
	},
	{
		"verseText": "He brought them before the king of Moab; and they lived with him all the time that David was in the stronghold. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 22,
		"canon_order": 7792
	},
	{
		"verseText": "The prophet Gad said to David, “Don’t stay in the stronghold. Depart, and go into the land of Judah.” Then David departed, and came into the forest of Hereth. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 22,
		"canon_order": 7793
	},
	{
		"verseText": "Saul heard that David was discovered, with the men who were with him. Now Saul was sitting in Gibeah, under the tamarisk tree in Ramah, with his spear in his hand, and all his servants were standing around him. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 22,
		"canon_order": 7794
	},
	{
		"verseText": "Saul said to his servants who stood around him, “Hear now, you Benjamites! Will the son of Jesse give everyone of you fields and vineyards? Will he make you all captains of thousands and captains of hundreds? ",
		"book": "1SA",
		"verse": 7,
		"chapter": 22,
		"canon_order": 7795
	},
	{
		"verseText": "Is that why all of you have conspired against me, and there is no one who discloses to me when my son makes a treaty with the son of Jesse, and there is none of you who is sorry for me, or discloses to me that my son has stirred up my servant against me, to lie in wait, as it is today?” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 22,
		"canon_order": 7796
	},
	{
		"verseText": "Then Doeg the Edomite, who stood by the servants of Saul, answered and said, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 22,
		"canon_order": 7797
	},
	{
		"verseText": "He inquired of Yahweh for him, gave him food, and gave him the sword of Goliath the Philistine.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 22,
		"canon_order": 7798
	},
	{
		"verseText": "Then the king sent to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were in Nob; and they all came to the king. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 22,
		"canon_order": 7799
	},
	{
		"verseText": "Saul said, “Hear now, you son of Ahitub.” He answered, “Here I am, my lord.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 22,
		"canon_order": 7800
	},
	{
		"verseText": "Saul said to him, “Why have you conspired against me, you and the son of Jesse, in that you have given him bread, and a sword, and have inquired of God for him, that he should rise against me, to lie in wait, as it is today?” ",
		"book": "1SA",
		"verse": 13,
		"chapter": 22,
		"canon_order": 7801
	},
	{
		"verseText": "Then Ahimelech answered the king, and said, “Who among all your servants is so faithful as David, who is the king’s son-in-law, captain of your body guard, and honored in your house? ",
		"book": "1SA",
		"verse": 14,
		"chapter": 22,
		"canon_order": 7802
	},
	{
		"verseText": "Have I today begun to inquire of God for him? Be it far from me! Don’t let the king impute anything to his servant, nor to all the house of my father; for your servant knew nothing of all this, less or more.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 22,
		"canon_order": 7803
	},
	{
		"verseText": "The king said, “You shall surely die, Ahimelech, you and all your father’s house.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 22,
		"canon_order": 7804
	},
	{
		"verseText": "The king said to the guard who stood about him, “Turn and kill the priests of Yahweh, because their hand also is with David, and because they knew that he fled and didn’t disclose it to me.” But the servants of the king wouldn’t put out their hand to fall on the priests of Yahweh. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 22,
		"canon_order": 7805
	},
	{
		"verseText": "The king said to Doeg, “Turn and attack the priests!” Doeg the Edomite turned, and he attacked the priests, and he killed on that day eighty-five people who wore a linen ephod. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 22,
		"canon_order": 7806
	},
	{
		"verseText": "He struck Nob, the city of the priests, with the edge of the sword—both men and women, children and nursing babies, and cattle, donkeys, and sheep, with the edge of the sword. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 22,
		"canon_order": 7807
	},
	{
		"verseText": "One of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 22,
		"canon_order": 7808
	},
	{
		"verseText": "Abiathar told David that Saul had slain Yahweh’s priests. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 22,
		"canon_order": 7809
	},
	{
		"verseText": "David said to Abiathar, “I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I am responsible for the death of all the persons of your father’s house. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 22,
		"canon_order": 7810
	},
	{
		"verseText": "Stay with me. Don’t be afraid, for he who seeks my life seeks your life. You will be safe with me.” ",
		"book": "1SA",
		"verse": 23,
		"chapter": 22,
		"canon_order": 7811
	},
	{
		"verseText": "David was told, “Behold, the Philistines are fighting against Keilah, and are robbing the threshing floors.” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 23,
		"canon_order": 7812
	},
	{
		"verseText": "Therefore David inquired of Yahweh, saying, “Shall I go and strike these Philistines?” Yahweh said to David, “Go strike the Philistines, and save Keilah.” ",
		"book": "1SA",
		"verse": 2,
		"chapter": 23,
		"canon_order": 7813
	},
	{
		"verseText": "David’s men said to him, “Behold, we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 23,
		"canon_order": 7814
	},
	{
		"verseText": "Then David inquired of Yahweh yet again. Yahweh answered him, and said, “Arise, go down to Keilah; for I will deliver the Philistines into your hand.” ",
		"book": "1SA",
		"verse": 4,
		"chapter": 23,
		"canon_order": 7815
	},
	{
		"verseText": "David and his men went to Keilah and fought with the Philistines, and brought away their livestock, and killed them with a great slaughter. So David saved the inhabitants of Keilah. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 23,
		"canon_order": 7816
	},
	{
		"verseText": "When Abiathar the son of Ahimelech fled to David to Keilah, he came down with an ephod in his hand. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 23,
		"canon_order": 7817
	},
	{
		"verseText": "Saul was told that David had come to Keilah. Saul said, “God has delivered him into my hand, for he is shut in by entering into a town that has gates and bars.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 23,
		"canon_order": 7818
	},
	{
		"verseText": "Saul summoned all the people to war, to go down to Keilah to besiege David and his men. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 23,
		"canon_order": 7819
	},
	{
		"verseText": "David knew that Saul was devising mischief against him. He said to Abiathar the priest, “Bring the ephod here.” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 23,
		"canon_order": 7820
	},
	{
		"verseText": "Then David said, “O Yahweh, the God of Israel, your servant has surely heard that Saul seeks to come to Keilah to destroy the city for my sake. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 23,
		"canon_order": 7821
	},
	{
		"verseText": "Will the men of Keilah deliver me up into his hand? Will Saul come down, as your servant has heard? Yahweh, the God of Israel, I beg you, tell your servant.” Yahweh said, “He will come down.” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 23,
		"canon_order": 7822
	},
	{
		"verseText": "Then David said, “Will the men of Keilah deliver me and my men into the hand of Saul?” Yahweh said, “They will deliver you up.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 23,
		"canon_order": 7823
	},
	{
		"verseText": "Then David and his men, who were about six hundred, arose and departed out of Keilah and went wherever they could go. Saul was told that David had escaped from Keilah; and he gave up going there. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 23,
		"canon_order": 7824
	},
	{
		"verseText": "David stayed in the wilderness in the strongholds, and remained in the hill country in the wilderness of Ziph. Saul sought him every day, but God didn’t deliver him into his hand. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 23,
		"canon_order": 7825
	},
	{
		"verseText": "David saw that Saul had come out to seek his life. David was in the wilderness of Ziph in the woods. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 23,
		"canon_order": 7826
	},
	{
		"verseText": "Jonathan, Saul’s son, arose and went to David into the woods, and strengthened his hand in God. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 23,
		"canon_order": 7827
	},
	{
		"verseText": "He said to him, “Don’t be afraid, for the hand of Saul my father won’t find you; and you will be king over Israel, and I will be next to you; and Saul my father knows that also.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 23,
		"canon_order": 7828
	},
	{
		"verseText": "They both made a covenant before Yahweh. Then David stayed in the woods and Jonathan went to his house. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 23,
		"canon_order": 7829
	},
	{
		"verseText": "Then the Ziphites came up to Saul to Gibeah, saying, “Doesn’t David hide himself with us in the strongholds in the woods, in the hill of Hachilah, which is on the south of the desert? ",
		"book": "1SA",
		"verse": 19,
		"chapter": 23,
		"canon_order": 7830
	},
	{
		"verseText": "Now therefore, O king, come down. According to all the desire of your soul to come down; and our part will be to deliver him up into the king’s hand.” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 23,
		"canon_order": 7831
	},
	{
		"verseText": "Saul said, “You are blessed by Yahweh, for you have had compassion on me. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 23,
		"canon_order": 7832
	},
	{
		"verseText": "Please go make yet more sure, and know and see his place where his haunt is, and who has seen him there; for I have been told that he is very cunning. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 23,
		"canon_order": 7833
	},
	{
		"verseText": "See therefore, and take knowledge of all the lurking places where he hides himself; and come again to me with certainty, and I will go with you. It shall happen, if he is in the land, that I will search him out among all the thousands of Judah.” ",
		"book": "1SA",
		"verse": 23,
		"chapter": 23,
		"canon_order": 7834
	},
	{
		"verseText": "They arose, and went to Ziph before Saul; but David and his men were in the wilderness of Maon, in the Arabah on the south of the desert. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 23,
		"canon_order": 7835
	},
	{
		"verseText": "Saul and his men went to seek him. When David was told, he went down to the rock, and stayed in the wilderness of Maon. When Saul heard that, he pursued David in the wilderness of Maon. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 23,
		"canon_order": 7836
	},
	{
		"verseText": "Saul went on this side of the mountain, and David and his men on that side of the mountain; and David hurried to get away for fear of Saul, for Saul and his men surrounded David and his men to take them. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 23,
		"canon_order": 7837
	},
	{
		"verseText": "But a messenger came to Saul, saying, “Hurry and come, for the Philistines have made a raid on the land!” ",
		"book": "1SA",
		"verse": 27,
		"chapter": 23,
		"canon_order": 7838
	},
	{
		"verseText": "So Saul returned from pursuing David, and went against the Philistines. Therefore they called that place Sela Hammahlekoth. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 23,
		"canon_order": 7839
	},
	{
		"verseText": "David went up from there and lived in the strongholds of En Gedi. ",
		"book": "1SA",
		"verse": 29,
		"chapter": 23,
		"canon_order": 7840
	},
	{
		"verseText": "When Saul had returned from following the Philistines, he was told, “Behold, David is in the wilderness of En Gedi.” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 24,
		"canon_order": 7841
	},
	{
		"verseText": "Then Saul took three thousand chosen men out of all Israel, and went to seek David and his men on the rocks of the wild goats. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 24,
		"canon_order": 7842
	},
	{
		"verseText": "He came to the sheep pens by the way, where there was a cave; and Saul went in to relieve himself. Now David and his men were staying in the innermost parts of the cave. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 24,
		"canon_order": 7843
	},
	{
		"verseText": "David’s men said to him, “Behold, the day of which Yahweh said to you, ‘Behold, I will deliver your enemy into your hand, and you shall do to him as it shall seem good to you.’” Then David arose and cut off the skirt of Saul’s robe secretly. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 24,
		"canon_order": 7844
	},
	{
		"verseText": "Afterward, David’s heart struck him because he had cut off Saul’s skirt. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 24,
		"canon_order": 7845
	},
	{
		"verseText": "He said to his men, “Yahweh forbid that I should do this thing to my lord, Yahweh’s anointed, to stretch out my hand against him, since he is Yahweh’s anointed.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 24,
		"canon_order": 7846
	},
	{
		"verseText": "So David checked his men with these words, and didn’t allow them to rise against Saul. Saul rose up out of the cave, and went on his way. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 24,
		"canon_order": 7847
	},
	{
		"verseText": "David also arose afterward, and went out of the cave and cried after Saul, saying, “My lord the king!” When Saul looked behind him, David bowed with his face to the earth, and showed respect. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 24,
		"canon_order": 7848
	},
	{
		"verseText": "David said to Saul, “Why do you listen to men’s words, saying, ‘Behold, David seeks to harm you?’ ",
		"book": "1SA",
		"verse": 9,
		"chapter": 24,
		"canon_order": 7849
	},
	{
		"verseText": "Behold, today your eyes have seen how Yahweh had delivered you today into my hand in the cave. Some urged me to kill you, but I spared you. I said, ‘I will not stretch out my hand against my lord, for he is Yahweh’s anointed.’ ",
		"book": "1SA",
		"verse": 10,
		"chapter": 24,
		"canon_order": 7850
	},
	{
		"verseText": "Moreover, my father, behold, yes, see the skirt of your robe in my hand; for in that I cut off the skirt of your robe and didn’t kill you, know and see that there is neither evil nor disobedience in my hand. I have not sinned against you, though you hunt for my life to take it. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 24,
		"canon_order": 7851
	},
	{
		"verseText": "May Yahweh judge between me and you, and may Yahweh avenge me of you; but my hand will not be on you. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 24,
		"canon_order": 7852
	},
	{
		"verseText": "As the proverb of the ancients says, ‘Out of the wicked comes wickedness;’ but my hand will not be on you. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 24,
		"canon_order": 7853
	},
	{
		"verseText": "Against whom has the king of Israel come out? Whom do you pursue? A dead dog? A flea? ",
		"book": "1SA",
		"verse": 14,
		"chapter": 24,
		"canon_order": 7854
	},
	{
		"verseText": "May Yahweh therefore be judge, and give sentence between me and you, and see, and plead my cause, and deliver me out of your hand.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 24,
		"canon_order": 7855
	},
	{
		"verseText": "It came to pass, when David had finished speaking these words to Saul, that Saul said, “Is that your voice, my son David?” Saul lifted up his voice and wept. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 24,
		"canon_order": 7856
	},
	{
		"verseText": "He said to David, “You are more righteous than I; for you have done good to me, whereas I have done evil to you. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 24,
		"canon_order": 7857
	},
	{
		"verseText": "You have declared today how you have dealt well with me, because when Yahweh had delivered me up into your hand, you didn’t kill me. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 24,
		"canon_order": 7858
	},
	{
		"verseText": "For if a man finds his enemy, will he let him go away unharmed? Therefore may Yahweh reward you good for that which you have done to me today. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 24,
		"canon_order": 7859
	},
	{
		"verseText": "Now, behold, I know that you will surely be king, and that the kingdom of Israel will be established in your hand. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 24,
		"canon_order": 7860
	},
	{
		"verseText": "Swear now therefore to me by Yahweh that you will not cut off my offspring after me, and that you will not destroy my name out of my father’s house.” ",
		"book": "1SA",
		"verse": 21,
		"chapter": 24,
		"canon_order": 7861
	},
	{
		"verseText": "David swore to Saul. Saul went home, but David and his men went up to the stronghold. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 24,
		"canon_order": 7862
	},
	{
		"verseText": "Samuel died; and all Israel gathered themselves together and mourned for him, and buried him at his house at Ramah. Then David arose and went down to the wilderness of Paran. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 25,
		"canon_order": 7863
	},
	{
		"verseText": "There was a man in Maon whose possessions were in Carmel; and the man was very great. He had three thousand sheep and a thousand goats; and he was shearing his sheep in Carmel. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 25,
		"canon_order": 7864
	},
	{
		"verseText": "Now the name of the man was Nabal; and the name of his wife Abigail. This woman was intelligent and had a beautiful face; but the man was surly and evil in his doings. He was of the house of Caleb. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 25,
		"canon_order": 7865
	},
	{
		"verseText": "David heard in the wilderness that Nabal was shearing his sheep. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 25,
		"canon_order": 7866
	},
	{
		"verseText": "David sent ten young men; and David said to the young men, “Go up to Carmel, and go to Nabal, and greet him in my name. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 25,
		"canon_order": 7867
	},
	{
		"verseText": "Tell him, ‘Long life to you! Peace be to you! Peace be to your house! Peace be to all that you have! ",
		"book": "1SA",
		"verse": 6,
		"chapter": 25,
		"canon_order": 7868
	},
	{
		"verseText": "Now I have heard that you have shearers. Your shepherds have now been with us, and we didn’t harm them. Nothing was missing from them all the time they were in Carmel. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 25,
		"canon_order": 7869
	},
	{
		"verseText": "Ask your young men, and they will tell you. Therefore let the young men find favor in your eyes, for we come on a good day. Please give whatever comes to your hand to your servants and to your son David.’” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 25,
		"canon_order": 7870
	},
	{
		"verseText": "When David’s young men came, they spoke to Nabal all those words in the name of David, and waited. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 25,
		"canon_order": 7871
	},
	{
		"verseText": "Nabal answered David’s servants and said, “Who is David? Who is the son of Jesse? There are many servants who break away from their masters these days. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 25,
		"canon_order": 7872
	},
	{
		"verseText": "Shall I then take my bread, my water, and my meat that I have killed for my shearers, and give it to men who I don’t know where they come from?” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 25,
		"canon_order": 7873
	},
	{
		"verseText": "So David’s young men turned on their way and went back, and came and told him all these words. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 25,
		"canon_order": 7874
	},
	{
		"verseText": "David said to his men, “Every man put on his sword!” Every man put on his sword. David also put on his sword. About four hundred men followed David, and two hundred stayed by the baggage. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 25,
		"canon_order": 7875
	},
	{
		"verseText": "But one of the young men told Abigail, Nabal’s wife, saying, “Behold, David sent messengers out of the wilderness to greet our master; and he insulted them. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 25,
		"canon_order": 7876
	},
	{
		"verseText": "But the men were very good to us, and we were not harmed, and we didn’t miss anything as long as we went with them, when we were in the fields. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 25,
		"canon_order": 7877
	},
	{
		"verseText": "They were a wall to us both by night and by day, all the while we were with them keeping the sheep. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 25,
		"canon_order": 7878
	},
	{
		"verseText": "Now therefore know and consider what you will do; for evil is determined against our master and against all his house, for he is such a worthless fellow that one can’t speak to him.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 25,
		"canon_order": 7879
	},
	{
		"verseText": "Then Abigail hurried and took two hundred loaves of bread, two containers of wine, five sheep ready dressed, five seahs of parched grain, one hundred clusters of raisins, and two hundred cakes of figs, and laid them on donkeys. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 25,
		"canon_order": 7880
	},
	{
		"verseText": "She said to her young men, “Go on before me. Behold, I am coming after you.” But she didn’t tell her husband, Nabal. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 25,
		"canon_order": 7881
	},
	{
		"verseText": "As she rode on her donkey, and came down hidden by the mountain, behold, David and his men came down toward her, and she met them. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 25,
		"canon_order": 7882
	},
	{
		"verseText": "Now David had said, “Surely in vain I have kept all that this fellow has in the wilderness, so that nothing was missed of all that pertained to him. He has returned me evil for good. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 25,
		"canon_order": 7883
	},
	{
		"verseText": "God do so to the enemies of David, and more also, if I leave of all that belongs to him by the morning light so much as one who urinates on a wall.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 25,
		"canon_order": 7884
	},
	{
		"verseText": "When Abigail saw David, she hurried and got off her donkey, and fell before David on her face and bowed herself to the ground. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 25,
		"canon_order": 7885
	},
	{
		"verseText": "She fell at his feet and said, “On me, my lord, on me be the blame! Please let your servant speak in your ears. Hear the words of your servant. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 25,
		"canon_order": 7886
	},
	{
		"verseText": "Please don’t let my lord pay attention to this worthless fellow, Nabal, for as his name is, so is he. Nabal is his name, and folly is with him; but I, your servant, didn’t see my lord’s young men whom you sent. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 25,
		"canon_order": 7887
	},
	{
		"verseText": "Now therefore, my lord, as Yahweh lives and as your soul lives, since Yahweh has withheld you from blood guiltiness and from avenging yourself with your own hand, now therefore let your enemies and those who seek evil to my lord be as Nabal. ",
		"book": "1SA",
		"verse": 26,
		"chapter": 25,
		"canon_order": 7888
	},
	{
		"verseText": "Now this present which your servant has brought to my lord, let it be given to the young men who follow my lord. ",
		"book": "1SA",
		"verse": 27,
		"chapter": 25,
		"canon_order": 7889
	},
	{
		"verseText": "Please forgive the trespass of your servant. For Yahweh will certainly make my lord a sure house, because my lord fights Yahweh’s battles. Evil will not be found in you all your days. ",
		"book": "1SA",
		"verse": 28,
		"chapter": 25,
		"canon_order": 7890
	},
	{
		"verseText": "Though men may rise up to pursue you and to seek your soul, yet the soul of my lord will be bound in the bundle of life with Yahweh your God. He will sling out the souls of your enemies as from a sling’s pocket. ",
		"book": "1SA",
		"verse": 29,
		"chapter": 25,
		"canon_order": 7891
	},
	{
		"verseText": "It will come to pass, when Yahweh has done to my lord according to all the good that he has spoken concerning you, and has appointed you prince over Israel, ",
		"book": "1SA",
		"verse": 30,
		"chapter": 25,
		"canon_order": 7892
	},
	{
		"verseText": "that this shall be no grief to you, nor offense of heart to my lord, either that you have shed blood without cause, or that my lord has avenged himself. When Yahweh has dealt well with my lord, then remember your servant.” ",
		"book": "1SA",
		"verse": 31,
		"chapter": 25,
		"canon_order": 7893
	},
	{
		"verseText": "David said to Abigail, “Blessed is Yahweh, the God of Israel, who sent you today to meet me! ",
		"book": "1SA",
		"verse": 32,
		"chapter": 25,
		"canon_order": 7894
	},
	{
		"verseText": "Blessed is your discretion, and blessed are you, who have kept me today from blood guiltiness, and from avenging myself with my own hand. ",
		"book": "1SA",
		"verse": 33,
		"chapter": 25,
		"canon_order": 7895
	},
	{
		"verseText": "For indeed, as Yahweh the God of Israel lives, who has withheld me from harming you, unless you had hurried and come to meet me, surely there wouldn’t have been left to Nabal by the morning light so much as one who urinates on a wall.” ",
		"book": "1SA",
		"verse": 34,
		"chapter": 25,
		"canon_order": 7896
	},
	{
		"verseText": "So David received from her hand that which she had brought him. Then he said to her, “Go up in peace to your house. Behold, I have listened to your voice and have granted your request.” ",
		"book": "1SA",
		"verse": 35,
		"chapter": 25,
		"canon_order": 7897
	},
	{
		"verseText": "Abigail came to Nabal; and behold, he held a feast in his house like the feast of a king. Nabal’s heart was merry within him, for he was very drunk. Therefore she told him nothing until the morning light. ",
		"book": "1SA",
		"verse": 36,
		"chapter": 25,
		"canon_order": 7898
	},
	{
		"verseText": "In the morning, when the wine had gone out of Nabal, his wife told him these things; and his heart died within him, and he became as a stone. ",
		"book": "1SA",
		"verse": 37,
		"chapter": 25,
		"canon_order": 7899
	},
	{
		"verseText": "About ten days later, Yahweh struck Nabal, so that he died. ",
		"book": "1SA",
		"verse": 38,
		"chapter": 25,
		"canon_order": 7900
	},
	{
		"verseText": "When David heard that Nabal was dead, he said, “Blessed is Yahweh, who has pleaded the cause of my reproach from the hand of Nabal, and has kept back his servant from evil. Yahweh has returned the evildoing of Nabal on his own head.” David sent and spoke concerning Abigail, to take her to himself as wife. ",
		"book": "1SA",
		"verse": 39,
		"chapter": 25,
		"canon_order": 7901
	},
	{
		"verseText": "When David’s servants had come to Abigail to Carmel, they spoke to her, saying, “David has sent us to you, to take you to him as wife.” ",
		"book": "1SA",
		"verse": 40,
		"chapter": 25,
		"canon_order": 7902
	},
	{
		"verseText": "She arose and bowed herself with her face to the earth, and said, “Behold, your servant is a servant to wash the feet of the servants of my lord.” ",
		"book": "1SA",
		"verse": 41,
		"chapter": 25,
		"canon_order": 7903
	},
	{
		"verseText": "Abigail hurriedly arose and rode on a donkey with her five maids who followed her; and she went after the messengers of David, and became his wife. ",
		"book": "1SA",
		"verse": 42,
		"chapter": 25,
		"canon_order": 7904
	},
	{
		"verseText": "David also took Ahinoam of Jezreel; and they both became his wives. ",
		"book": "1SA",
		"verse": 43,
		"chapter": 25,
		"canon_order": 7905
	},
	{
		"verseText": "Now Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was of Gallim. ",
		"book": "1SA",
		"verse": 44,
		"chapter": 25,
		"canon_order": 7906
	},
	{
		"verseText": "The Ziphites came to Saul to Gibeah, saying, “Doesn’t David hide himself in the hill of Hachilah, which is before the desert?” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 26,
		"canon_order": 7907
	},
	{
		"verseText": "Then Saul arose and went down to the wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 26,
		"canon_order": 7908
	},
	{
		"verseText": "Saul encamped in the hill of Hachilah, which is before the desert, by the way. But David stayed in the wilderness, and he saw that Saul came after him into the wilderness. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 26,
		"canon_order": 7909
	},
	{
		"verseText": "David therefore sent out spies, and understood that Saul had certainly come. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 26,
		"canon_order": 7910
	},
	{
		"verseText": "Then David arose and came to the place where Saul had encamped; and David saw the place where Saul lay, with Abner the son of Ner, the captain of his army. Saul lay within the place of the wagons, and the people were encamped around him. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 26,
		"canon_order": 7911
	},
	{
		"verseText": "Then David answered and said to Ahimelech the Hittite, and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul to the camp?” Abishai said, “I will go down with you.” ",
		"book": "1SA",
		"verse": 6,
		"chapter": 26,
		"canon_order": 7912
	},
	{
		"verseText": "So David and Abishai came to the people by night; and, behold, Saul lay sleeping within the place of the wagons, with his spear stuck in the ground at his head; and Abner and the people lay around him. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 26,
		"canon_order": 7913
	},
	{
		"verseText": "Then Abishai said to David, “God has delivered up your enemy into your hand today. Now therefore please let me strike him with the spear to the earth at one stroke, and I will not strike him the second time.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 26,
		"canon_order": 7914
	},
	{
		"verseText": "David said to Abishai, “Don’t destroy him, for who can stretch out his hand against Yahweh’s anointed, and be guiltless?” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 26,
		"canon_order": 7915
	},
	{
		"verseText": "David said, “As Yahweh lives, Yahweh will strike him; or his day shall come to die, or he shall go down into battle and perish. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 26,
		"canon_order": 7916
	},
	{
		"verseText": "Yahweh forbid that I should stretch out my hand against Yahweh’s anointed; but now please take the spear that is at his head and the jar of water, and let’s go.” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 26,
		"canon_order": 7917
	},
	{
		"verseText": "So David took the spear and the jar of water from Saul’s head, and they went away. No man saw it, or knew it, nor did any awake; for they were all asleep, because a deep sleep from Yahweh had fallen on them. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 26,
		"canon_order": 7918
	},
	{
		"verseText": "Then David went over to the other side, and stood on the top of the mountain far away, a great space being between them; ",
		"book": "1SA",
		"verse": 13,
		"chapter": 26,
		"canon_order": 7919
	},
	{
		"verseText": "and David cried to the people, and to Abner the son of Ner, saying, “Don’t you answer, Abner?” Then Abner answered, “Who are you who calls to the king?” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 26,
		"canon_order": 7920
	},
	{
		"verseText": "David said to Abner, “Aren’t you a man? Who is like you in Israel? Why then have you not kept watch over your lord the king? For one of the people came in to destroy your lord the king. ",
		"book": "1SA",
		"verse": 15,
		"chapter": 26,
		"canon_order": 7921
	},
	{
		"verseText": "This thing isn’t good that you have done. As Yahweh lives, you are worthy to die, because you have not kept watch over your lord, Yahweh’s anointed. Now see where the king’s spear is, and the jar of water that was at his head.” ",
		"book": "1SA",
		"verse": 16,
		"chapter": 26,
		"canon_order": 7922
	},
	{
		"verseText": "Saul recognized David’s voice, and said, “Is this your voice, my son David?” David said, “It is my voice, my lord, O king.” ",
		"book": "1SA",
		"verse": 17,
		"chapter": 26,
		"canon_order": 7923
	},
	{
		"verseText": "He said, “Why does my lord pursue his servant? For what have I done? What evil is in my hand? ",
		"book": "1SA",
		"verse": 18,
		"chapter": 26,
		"canon_order": 7924
	},
	{
		"verseText": "Now therefore, please let my lord the king hear the words of his servant. If it is so that Yahweh has stirred you up against me, let him accept an offering. But if it is the children of men, they are cursed before Yahweh; for they have driven me out today that I shouldn’t cling to Yahweh’s inheritance, saying, ‘Go, serve other gods!’ ",
		"book": "1SA",
		"verse": 19,
		"chapter": 26,
		"canon_order": 7925
	},
	{
		"verseText": "Now therefore, don’t let my blood fall to the earth away from the presence of Yahweh; for the king of Israel has come out to seek a flea, as when one hunts a partridge in the mountains.” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 26,
		"canon_order": 7926
	},
	{
		"verseText": "Then Saul said, “I have sinned. Return, my son David; for I will no more do you harm, because my life was precious in your eyes today. Behold, I have played the fool, and have erred exceedingly.” ",
		"book": "1SA",
		"verse": 21,
		"chapter": 26,
		"canon_order": 7927
	},
	{
		"verseText": "David answered, “Behold the spear, O king! Let one of the young men come over and get it. ",
		"book": "1SA",
		"verse": 22,
		"chapter": 26,
		"canon_order": 7928
	},
	{
		"verseText": "Yahweh will render to every man his righteousness and his faithfulness; because Yahweh delivered you into my hand today, and I wouldn’t stretch out my hand against Yahweh’s anointed. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 26,
		"canon_order": 7929
	},
	{
		"verseText": "Behold, as your life was respected today in my eyes, so let my life be respected in Yahweh’s eyes, and let him deliver me out of all oppression.” ",
		"book": "1SA",
		"verse": 24,
		"chapter": 26,
		"canon_order": 7930
	},
	{
		"verseText": "Then Saul said to David, “You are blessed, my son David. You will both do mightily, and will surely prevail.” So David went his way, and Saul returned to his place. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 26,
		"canon_order": 7931
	},
	{
		"verseText": "David said in his heart, “I will now perish one day by the hand of Saul. There is nothing better for me than that I should escape into the land of the Philistines; and Saul will despair of me, to seek me any more in all the borders of Israel. So I will escape out of his hand.” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 27,
		"canon_order": 7932
	},
	{
		"verseText": "David arose and passed over, he and the six hundred men who were with him, to Achish the son of Maoch, king of Gath. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 27,
		"canon_order": 7933
	},
	{
		"verseText": "David lived with Achish at Gath, he and his men, every man with his household, even David with his two wives, Ahinoam the Jezreelitess and Abigail the Carmelitess, Nabal’s wife. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 27,
		"canon_order": 7934
	},
	{
		"verseText": "Saul was told that David had fled to Gath, so he stopped looking for him. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 27,
		"canon_order": 7935
	},
	{
		"verseText": "David said to Achish, “If now I have found favor in your eyes, let them give me a place in one of the cities in the country, that I may dwell there. For why should your servant dwell in the royal city with you?” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 27,
		"canon_order": 7936
	},
	{
		"verseText": "Then Achish gave him Ziklag that day: therefore Ziklag belongs to the kings of Judah to this day. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 27,
		"canon_order": 7937
	},
	{
		"verseText": "The number of the days that David lived in the country of the Philistines was a full year and four months. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 27,
		"canon_order": 7938
	},
	{
		"verseText": "David and his men went up and raided the Geshurites, the Girzites, and the Amalekites; for those were the inhabitants of the land who were of old, on the way to Shur, even to the land of Egypt. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 27,
		"canon_order": 7939
	},
	{
		"verseText": "David struck the land, and saved no man or woman alive, and took away the sheep, the cattle, the donkeys, the camels, and the clothing. Then he returned, and came to Achish. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 27,
		"canon_order": 7940
	},
	{
		"verseText": "Achish said, “Against whom have you made a raid today?” David said, “Against the South of Judah, against the South of the Jerahmeelites, and against the South of the Kenites.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 27,
		"canon_order": 7941
	},
	{
		"verseText": "David saved neither man nor woman alive to bring them to Gath, saying, “Lest they should tell about us, saying, ‘David did this, and this has been his way all the time he has lived in the country of the Philistines.’” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 27,
		"canon_order": 7942
	},
	{
		"verseText": "Achish believed David, saying, “He has made his people Israel utterly to abhor him. Therefore he will be my servant forever.” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 27,
		"canon_order": 7943
	},
	{
		"verseText": "In those days, the Philistines gathered their armies together for warfare, to fight with Israel. Achish said to David, “Know assuredly that you will go out with me in the army, you and your men.” ",
		"book": "1SA",
		"verse": 1,
		"chapter": 28,
		"canon_order": 7944
	},
	{
		"verseText": "David said to Achish, “Therefore you will know what your servant can do.” Achish said to David, “Therefore I will make you my bodyguard forever.” ",
		"book": "1SA",
		"verse": 2,
		"chapter": 28,
		"canon_order": 7945
	},
	{
		"verseText": "Now Samuel was dead, and all Israel had mourned for him and buried him in Ramah, even in his own city. Saul had sent away those who had familiar spirits and the wizards out of the land. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 28,
		"canon_order": 7946
	},
	{
		"verseText": "The Philistines gathered themselves together, and came and encamped in Shunem; and Saul gathered all Israel together, and they encamped in Gilboa. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 28,
		"canon_order": 7947
	},
	{
		"verseText": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 28,
		"canon_order": 7948
	},
	{
		"verseText": "When Saul inquired of Yahweh, Yahweh didn’t answer him by dreams, by Urim, or by prophets. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 28,
		"canon_order": 7949
	},
	{
		"verseText": "Then Saul said to his servants, “Seek for me a woman who has a familiar spirit, that I may go to her and inquire of her.” His servants said to him, “Behold, there is a woman who has a familiar spirit at Endor.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 28,
		"canon_order": 7950
	},
	{
		"verseText": "Saul disguised himself and put on other clothing, and went, he and two men with him, and they came to the woman by night. Then he said, “Please consult for me by the familiar spirit, and bring me up whomever I shall name to you.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 28,
		"canon_order": 7951
	},
	{
		"verseText": "The woman said to him, “Behold, you know what Saul has done, how he has cut off those who have familiar spirits and the wizards out of the land. Why then do you lay a snare for my life, to cause me to die?” ",
		"book": "1SA",
		"verse": 9,
		"chapter": 28,
		"canon_order": 7952
	},
	{
		"verseText": "Saul swore to her by Yahweh, saying, “As Yahweh lives, no punishment will happen to you for this thing.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 28,
		"canon_order": 7953
	},
	{
		"verseText": "Then the woman said, “Whom shall I bring up to you?” He said, “Bring Samuel up for me.” ",
		"book": "1SA",
		"verse": 11,
		"chapter": 28,
		"canon_order": 7954
	},
	{
		"verseText": "When the woman saw Samuel, she cried with a loud voice; and the woman spoke to Saul, saying, “Why have you deceived me? For you are Saul!” ",
		"book": "1SA",
		"verse": 12,
		"chapter": 28,
		"canon_order": 7955
	},
	{
		"verseText": "The king said to her, “Don’t be afraid! What do you see?” The woman said to Saul, “I see a god coming up out of the earth.” ",
		"book": "1SA",
		"verse": 13,
		"chapter": 28,
		"canon_order": 7956
	},
	{
		"verseText": "He said to her, “What does he look like?” She said, “An old man comes up. He is covered with a robe.” Saul perceived that it was Samuel, and he bowed with his face to the ground, and showed respect. ",
		"book": "1SA",
		"verse": 14,
		"chapter": 28,
		"canon_order": 7957
	},
	{
		"verseText": "Samuel said to Saul, “Why have you disturbed me, to bring me up?” Saul answered, “I am very distressed; for the Philistines make war against me, and God has departed from me, and answers me no more, by prophets, or by dreams. Therefore I have called you, that you may make known to me what I shall do.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 28,
		"canon_order": 7958
	},
	{
		"verseText": "Samuel said, “Why then do you ask me, since Yahweh has departed from you and has become your adversary? ",
		"book": "1SA",
		"verse": 16,
		"chapter": 28,
		"canon_order": 7959
	},
	{
		"verseText": "Yahweh has done to you as he spoke by me. Yahweh has torn the kingdom out of your hand and given it to your neighbor, even to David. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 28,
		"canon_order": 7960
	},
	{
		"verseText": "Because you didn’t obey Yahweh’s voice, and didn’t execute his fierce wrath on Amalek, therefore Yahweh has done this thing to you today. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 28,
		"canon_order": 7961
	},
	{
		"verseText": "Moreover Yahweh will deliver Israel also with you into the hand of the Philistines; and tomorrow you and your sons will be with me. Yahweh will deliver the army of Israel also into the hand of the Philistines.” ",
		"book": "1SA",
		"verse": 19,
		"chapter": 28,
		"canon_order": 7962
	},
	{
		"verseText": "Then Saul fell immediately his full length on the earth, and was terrified, because of Samuel’s words. There was no strength in him, for he had eaten no bread all day long or all night long. ",
		"book": "1SA",
		"verse": 20,
		"chapter": 28,
		"canon_order": 7963
	},
	{
		"verseText": "The woman came to Saul and saw that he was very troubled, and said to him, “Behold, your servant has listened to your voice, and I have put my life in my hand, and have listened to your words which you spoke to me. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 28,
		"canon_order": 7964
	},
	{
		"verseText": "Now therefore, please listen also to the voice of your servant, and let me set a morsel of bread before you. Eat, that you may have strength when you go on your way.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 28,
		"canon_order": 7965
	},
	{
		"verseText": "But he refused, and said, “I will not eat.” But his servants, together with the woman, constrained him; and he listened to their voice. So he arose from the earth and sat on the bed. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 28,
		"canon_order": 7966
	},
	{
		"verseText": "The woman had a fattened calf in the house. She hurried and killed it; and she took flour and kneaded it, and baked unleavened bread of it. ",
		"book": "1SA",
		"verse": 24,
		"chapter": 28,
		"canon_order": 7967
	},
	{
		"verseText": "She brought it before Saul and before his servants, and they ate. Then they rose up and went away that night. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 28,
		"canon_order": 7968
	},
	{
		"verseText": "Now the Philistines gathered together all their armies to Aphek; and the Israelites encamped by the spring which is in Jezreel. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 29,
		"canon_order": 7969
	},
	{
		"verseText": "The lords of the Philistines passed on by hundreds and by thousands; and David and his men passed on in the rear with Achish. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 29,
		"canon_order": 7970
	},
	{
		"verseText": "Then the princes of the Philistines said, “What about these Hebrews?” Achish said to the princes of the Philistines, “Isn’t this David, the servant of Saul the king of Israel, who has been with me these days, or rather these years? I have found no fault in him since he fell away until today.” ",
		"book": "1SA",
		"verse": 3,
		"chapter": 29,
		"canon_order": 7971
	},
	{
		"verseText": "But the princes of the Philistines were angry with him; and the princes of the Philistines said to him, “Make the man return, that he may go back to his place where you have appointed him, and let him not go down with us to battle, lest in the battle he become an adversary to us. For with what should this fellow reconcile himself to his lord? Should it not be with the heads of these men? ",
		"book": "1SA",
		"verse": 4,
		"chapter": 29,
		"canon_order": 7972
	},
	{
		"verseText": "Isn’t this David, of whom people sang to one another in dances, saying, ‘Saul has slain his thousands, and David his ten thousands?’” ",
		"book": "1SA",
		"verse": 5,
		"chapter": 29,
		"canon_order": 7973
	},
	{
		"verseText": "Then Achish called David and said to him, “As Yahweh lives, you have been upright, and your going out and your coming in with me in the army is good in my sight; for I have not found evil in you since the day of your coming to me to this day. Nevertheless, the lords don’t favor you. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 29,
		"canon_order": 7974
	},
	{
		"verseText": "Therefore now return, and go in peace, that you not displease the lords of the Philistines.” ",
		"book": "1SA",
		"verse": 7,
		"chapter": 29,
		"canon_order": 7975
	},
	{
		"verseText": "David said to Achish, “But what have I done? What have you found in your servant so long as I have been before you to this day, that I may not go and fight against the enemies of my lord the king?” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 29,
		"canon_order": 7976
	},
	{
		"verseText": "Achish answered David, “I know that you are good in my sight, as an angel of God. Notwithstanding, the princes of the Philistines have said, ‘He shall not go up with us to the battle.’ ",
		"book": "1SA",
		"verse": 9,
		"chapter": 29,
		"canon_order": 7977
	},
	{
		"verseText": "Therefore now rise up early in the morning with the servants of your lord who have come with you; and as soon as you are up early in the morning and have light, depart.” ",
		"book": "1SA",
		"verse": 10,
		"chapter": 29,
		"canon_order": 7978
	},
	{
		"verseText": "So David rose up early, he and his men, to depart in the morning, to return into the land of the Philistines; and the Philistines went up to Jezreel. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 29,
		"canon_order": 7979
	},
	{
		"verseText": "When David and his men had come to Ziklag on the third day, the Amalekites had made a raid on the South and on Ziklag, and had struck Ziklag and burned it with fire, ",
		"book": "1SA",
		"verse": 1,
		"chapter": 30,
		"canon_order": 7980
	},
	{
		"verseText": "and had taken captive the women and all who were in it, both small and great. They didn’t kill any, but carried them off and went their way. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 30,
		"canon_order": 7981
	},
	{
		"verseText": "When David and his men came to the city, behold, it was burned with fire; and their wives, their sons, and their daughters were taken captive. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 30,
		"canon_order": 7982
	},
	{
		"verseText": "Then David and the people who were with him lifted up their voice and wept until they had no more power to weep. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 30,
		"canon_order": 7983
	},
	{
		"verseText": "David’s two wives were taken captive, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 30,
		"canon_order": 7984
	},
	{
		"verseText": "David was greatly distressed, for the people spoke of stoning him, because the souls of all the people were grieved, every man for his sons and for his daughters; but David strengthened himself in Yahweh his God. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 30,
		"canon_order": 7985
	},
	{
		"verseText": "David said to Abiathar the priest, the son of Ahimelech, “Please bring the ephod here to me.” Abiathar brought the ephod to David. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 30,
		"canon_order": 7986
	},
	{
		"verseText": "David inquired of Yahweh, saying, “If I pursue after this troop, will I overtake them?” He answered him, “Pursue, for you will surely overtake them, and will without fail recover all.” ",
		"book": "1SA",
		"verse": 8,
		"chapter": 30,
		"canon_order": 7987
	},
	{
		"verseText": "So David went, he and the six hundred men who were with him, and came to the brook Besor, where those who were left behind stayed. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 30,
		"canon_order": 7988
	},
	{
		"verseText": "But David pursued, he and four hundred men; for two hundred stayed behind, who were so faint that they couldn’t go over the brook Besor. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 30,
		"canon_order": 7989
	},
	{
		"verseText": "They found an Egyptian in the field, and brought him to David, and gave him bread, and he ate; and they gave him water to drink. ",
		"book": "1SA",
		"verse": 11,
		"chapter": 30,
		"canon_order": 7990
	},
	{
		"verseText": "They gave him a piece of a cake of figs and two clusters of raisins. When he had eaten, his spirit came again to him; for he had eaten no bread, and drank no water for three days and three nights. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 30,
		"canon_order": 7991
	},
	{
		"verseText": "David asked him, “To whom do you belong? Where are you from?” He said, “I am a young man of Egypt, servant to an Amalekite; and my master left me, because three days ago I got sick. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 30,
		"canon_order": 7992
	},
	{
		"verseText": "We made a raid on the South of the Cherethites, and on that which belongs to Judah, and on the South of Caleb; and we burned Ziklag with fire.” ",
		"book": "1SA",
		"verse": 14,
		"chapter": 30,
		"canon_order": 7993
	},
	{
		"verseText": "David said to him, “Will you bring me down to this troop?” He said, “Swear to me by God that you will not kill me and not deliver me up into the hands of my master, and I will bring you down to this troop.” ",
		"book": "1SA",
		"verse": 15,
		"chapter": 30,
		"canon_order": 7994
	},
	{
		"verseText": "When he had brought him down, behold, they were spread around over all the ground, eating, drinking, and dancing, because of all the great plunder that they had taken out of the land of the Philistines, and out of the land of Judah. ",
		"book": "1SA",
		"verse": 16,
		"chapter": 30,
		"canon_order": 7995
	},
	{
		"verseText": "David struck them from the twilight even to the evening of the next day. Not a man of them escaped from there, except four hundred young men who rode on camels and fled. ",
		"book": "1SA",
		"verse": 17,
		"chapter": 30,
		"canon_order": 7996
	},
	{
		"verseText": "David recovered all that the Amalekites had taken, and David rescued his two wives. ",
		"book": "1SA",
		"verse": 18,
		"chapter": 30,
		"canon_order": 7997
	},
	{
		"verseText": "There was nothing lacking to them, neither small nor great, neither sons nor daughters, neither plunder, nor anything that they had taken. David brought them all back. ",
		"book": "1SA",
		"verse": 19,
		"chapter": 30,
		"canon_order": 7998
	},
	{
		"verseText": "David took all the flocks and the herds, which they drove before those other livestock, and said, “This is David’s plunder.” ",
		"book": "1SA",
		"verse": 20,
		"chapter": 30,
		"canon_order": 7999
	},
	{
		"verseText": "David came to the two hundred men, who were so faint that they could not follow David, whom also they had made to stay at the brook Besor; and they went out to meet David, and to meet the people who were with him. When David came near to the people, he greeted them. ",
		"book": "1SA",
		"verse": 21,
		"chapter": 30,
		"canon_order": 8000
	},
	{
		"verseText": "Then all the wicked men and worthless fellows of those who went with David answered and said, “Because they didn’t go with us, we will not give them anything of the plunder that we have recovered, except to every man his wife and his children, that he may lead them away and depart.” ",
		"book": "1SA",
		"verse": 22,
		"chapter": 30,
		"canon_order": 8001
	},
	{
		"verseText": "Then David said, “Do not do so, my brothers, with that which Yahweh has given to us, who has preserved us, and delivered the troop that came against us into our hand. ",
		"book": "1SA",
		"verse": 23,
		"chapter": 30,
		"canon_order": 8002
	},
	{
		"verseText": "Who will listen to you in this matter? For as his share is who goes down to the battle, so shall his share be who stays with the baggage. They shall share alike.” ",
		"book": "1SA",
		"verse": 24,
		"chapter": 30,
		"canon_order": 8003
	},
	{
		"verseText": "It was so from that day forward that he made it a statute and an ordinance for Israel to this day. ",
		"book": "1SA",
		"verse": 25,
		"chapter": 30,
		"canon_order": 8004
	},
	{
		"verseText": "When David came to Ziklag, he sent some of the plunder to the elders of Judah, even to his friends, saying, “Behold, a present for you from the plunder of Yahweh’s enemies.” ",
		"book": "1SA",
		"verse": 26,
		"chapter": 30,
		"canon_order": 8005
	},
	{
		"verseText": "He sent it to those who were in Bethel, to those who were in Ramoth of the South, to those who were in Jattir, ",
		"book": "1SA",
		"verse": 27,
		"chapter": 30,
		"canon_order": 8006
	},
	{
		"verseText": "to those who were in Aroer, to those who were in Siphmoth, to those who were in Eshtemoa, ",
		"book": "1SA",
		"verse": 28,
		"chapter": 30,
		"canon_order": 8007
	},
	{
		"verseText": "to those who were in Racal, to those who were in the cities of the Jerahmeelites, to those who were in the cities of the Kenites, ",
		"book": "1SA",
		"verse": 29,
		"chapter": 30,
		"canon_order": 8008
	},
	{
		"verseText": "to those who were in Hormah, to those who were in Borashan, to those who were in Athach, ",
		"book": "1SA",
		"verse": 30,
		"chapter": 30,
		"canon_order": 8009
	},
	{
		"verseText": "to those who were in Hebron, and to all the places where David himself and his men used to stay. ",
		"book": "1SA",
		"verse": 31,
		"chapter": 30,
		"canon_order": 8010
	},
	{
		"verseText": "Now the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell down slain on Mount Gilboa. ",
		"book": "1SA",
		"verse": 1,
		"chapter": 31,
		"canon_order": 8011
	},
	{
		"verseText": "The Philistines overtook Saul and his sons; and the Philistines killed Jonathan, Abinadab, and Malchishua, the sons of Saul. ",
		"book": "1SA",
		"verse": 2,
		"chapter": 31,
		"canon_order": 8012
	},
	{
		"verseText": "The battle went hard against Saul, and the archers overtook him; and he was greatly distressed by reason of the archers. ",
		"book": "1SA",
		"verse": 3,
		"chapter": 31,
		"canon_order": 8013
	},
	{
		"verseText": "Then Saul said to his armor bearer, “Draw your sword, and thrust me through with it, lest these uncircumcised come and thrust me through and abuse me!” But his armor bearer would not, for he was terrified. Therefore Saul took his sword and fell on it. ",
		"book": "1SA",
		"verse": 4,
		"chapter": 31,
		"canon_order": 8014
	},
	{
		"verseText": "When his armor bearer saw that Saul was dead, he likewise fell on his sword, and died with him. ",
		"book": "1SA",
		"verse": 5,
		"chapter": 31,
		"canon_order": 8015
	},
	{
		"verseText": "So Saul died with his three sons, his armor bearer, and all his men that same day together. ",
		"book": "1SA",
		"verse": 6,
		"chapter": 31,
		"canon_order": 8016
	},
	{
		"verseText": "When the men of Israel who were on the other side of the valley, and those who were beyond the Jordan, saw that the men of Israel fled and that Saul and his sons were dead, they abandoned the cities and fled; and the Philistines came and lived in them. ",
		"book": "1SA",
		"verse": 7,
		"chapter": 31,
		"canon_order": 8017
	},
	{
		"verseText": "On the next day, when the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa. ",
		"book": "1SA",
		"verse": 8,
		"chapter": 31,
		"canon_order": 8018
	},
	{
		"verseText": "They cut off his head, stripped off his armor, and sent into the land of the Philistines all around, to carry the news to the house of their idols and to the people. ",
		"book": "1SA",
		"verse": 9,
		"chapter": 31,
		"canon_order": 8019
	},
	{
		"verseText": "They put his armor in the house of the Ashtaroth, and they fastened his body to the wall of Beth Shan. ",
		"book": "1SA",
		"verse": 10,
		"chapter": 31,
		"canon_order": 8020
	},
	{
		"verseText": "When the inhabitants of Jabesh Gilead heard what the Philistines had done to Saul, ",
		"book": "1SA",
		"verse": 11,
		"chapter": 31,
		"canon_order": 8021
	},
	{
		"verseText": "all the valiant men arose, went all night, and took the body of Saul and the bodies of his sons from the wall of Beth Shan; and they came to Jabesh and burned them there. ",
		"book": "1SA",
		"verse": 12,
		"chapter": 31,
		"canon_order": 8022
	},
	{
		"verseText": "They took their bones and buried them under the tamarisk tree in Jabesh, and fasted seven days. ",
		"book": "1SA",
		"verse": 13,
		"chapter": 31,
		"canon_order": 8023
	}
]