[
	{
		"verseText": "Paul, Silvanus, and Timothy, to the assembly of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace from God our Father and the Lord Jesus Christ. ",
		"book": "1TH",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29558
	},
	{
		"verseText": "We always give thanks to God for all of you, mentioning you in our prayers, ",
		"book": "1TH",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29559
	},
	{
		"verseText": "remembering without ceasing your work of faith and labor of love and perseverance of hope in our Lord Jesus Christ, before our God and Father. ",
		"book": "1TH",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29560
	},
	{
		"verseText": "We know, brothers loved by God, that you are chosen, ",
		"book": "1TH",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29561
	},
	{
		"verseText": "and that our Good News came to you not in word only, but also in power, and in the Holy Spirit and with much assurance. You know what kind of men we showed ourselves to be among you for your sake. ",
		"book": "1TH",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29562
	},
	{
		"verseText": "You became imitators of us and of the Lord, having received the word in much affliction, with joy of the Holy Spirit, ",
		"book": "1TH",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29563
	},
	{
		"verseText": "so that you became an example to all who believe in Macedonia and in Achaia. ",
		"book": "1TH",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29564
	},
	{
		"verseText": "For from you the word of the Lord has been declared, not only in Macedonia and Achaia, but also in every place your faith toward God has gone out, so that we need not to say anything. ",
		"book": "1TH",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29565
	},
	{
		"verseText": "For they themselves report concerning us what kind of a reception we had from you, and how you turned to God from idols to serve a living and true God, ",
		"book": "1TH",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29566
	},
	{
		"verseText": "and to wait for his Son from heaven, whom he raised from the dead: Jesus, who delivers us from the wrath to come. ",
		"book": "1TH",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29567
	},
	{
		"verseText": "For you yourselves know, brothers, our visit to you wasn’t in vain, ",
		"book": "1TH",
		"verse": 1,
		"chapter": 2,
		"canon_order": 29568
	},
	{
		"verseText": "but having suffered before and been shamefully treated, as you know, at Philippi, we grew bold in our God to tell you the Good News of God in much conflict. ",
		"book": "1TH",
		"verse": 2,
		"chapter": 2,
		"canon_order": 29569
	},
	{
		"verseText": "For our exhortation is not of error, nor of uncleanness, nor in deception. ",
		"book": "1TH",
		"verse": 3,
		"chapter": 2,
		"canon_order": 29570
	},
	{
		"verseText": "But even as we have been approved by God to be entrusted with the Good News, so we speak—not as pleasing men, but God, who tests our hearts. ",
		"book": "1TH",
		"verse": 4,
		"chapter": 2,
		"canon_order": 29571
	},
	{
		"verseText": "For neither were we at any time found using words of flattery, as you know, nor a cloak of covetousness (God is witness), ",
		"book": "1TH",
		"verse": 5,
		"chapter": 2,
		"canon_order": 29572
	},
	{
		"verseText": "nor seeking glory from men (neither from you nor from others), when we might have claimed authority as apostles of Christ. ",
		"book": "1TH",
		"verse": 6,
		"chapter": 2,
		"canon_order": 29573
	},
	{
		"verseText": "But we were gentle among you, like a nursing mother cherishes her own children. ",
		"book": "1TH",
		"verse": 7,
		"chapter": 2,
		"canon_order": 29574
	},
	{
		"verseText": "Even so, affectionately longing for you, we were well pleased to impart to you not the Good News of God only, but also our own souls, because you had become very dear to us. ",
		"book": "1TH",
		"verse": 8,
		"chapter": 2,
		"canon_order": 29575
	},
	{
		"verseText": "For you remember, brothers, our labor and travail; for working night and day, that we might not burden any of you, we preached to you the Good News of God. ",
		"book": "1TH",
		"verse": 9,
		"chapter": 2,
		"canon_order": 29576
	},
	{
		"verseText": "You are witnesses with God how holy, righteously, and blamelessly we behaved ourselves toward you who believe. ",
		"book": "1TH",
		"verse": 10,
		"chapter": 2,
		"canon_order": 29577
	},
	{
		"verseText": "As you know, we exhorted, comforted, and implored every one of you, as a father does his own children, ",
		"book": "1TH",
		"verse": 11,
		"chapter": 2,
		"canon_order": 29578
	},
	{
		"verseText": "to the end that you should walk worthily of God, who calls you into his own Kingdom and glory. ",
		"book": "1TH",
		"verse": 12,
		"chapter": 2,
		"canon_order": 29579
	},
	{
		"verseText": "For this cause we also thank God without ceasing that when you received from us the word of the message of God, you accepted it not as the word of men, but as it is in truth, God’s word, which also works in you who believe. ",
		"book": "1TH",
		"verse": 13,
		"chapter": 2,
		"canon_order": 29580
	},
	{
		"verseText": "For you, brothers, became imitators of the assemblies of God which are in Judea in Christ Jesus; for you also suffered the same things from your own countrymen, even as they did from the Jews ",
		"book": "1TH",
		"verse": 14,
		"chapter": 2,
		"canon_order": 29581
	},
	{
		"verseText": "who killed both the Lord Jesus and their own prophets, and drove us out, and don’t please God, and are contrary to all men, ",
		"book": "1TH",
		"verse": 15,
		"chapter": 2,
		"canon_order": 29582
	},
	{
		"verseText": "forbidding us to speak to the Gentiles that they may be saved, to fill up their sins always. But wrath has come on them to the uttermost. ",
		"book": "1TH",
		"verse": 16,
		"chapter": 2,
		"canon_order": 29583
	},
	{
		"verseText": "But we, brothers, being bereaved of you for a short season in presence, not in heart, tried even harder to see your face with great desire, ",
		"book": "1TH",
		"verse": 17,
		"chapter": 2,
		"canon_order": 29584
	},
	{
		"verseText": "because we wanted to come to you—indeed, I, Paul, once and again—but Satan hindered us. ",
		"book": "1TH",
		"verse": 18,
		"chapter": 2,
		"canon_order": 29585
	},
	{
		"verseText": "For what is our hope, or joy, or crown of rejoicing? Isn’t it even you, before our Lord Jesus at his coming? ",
		"book": "1TH",
		"verse": 19,
		"chapter": 2,
		"canon_order": 29586
	},
	{
		"verseText": "For you are our glory and our joy. ",
		"book": "1TH",
		"verse": 20,
		"chapter": 2,
		"canon_order": 29587
	},
	{
		"verseText": "Therefore when we couldn’t stand it any longer, we thought it good to be left behind at Athens alone, ",
		"book": "1TH",
		"verse": 1,
		"chapter": 3,
		"canon_order": 29588
	},
	{
		"verseText": "and sent Timothy, our brother and God’s servant in the Good News of Christ, to establish you and to comfort you concerning your faith, ",
		"book": "1TH",
		"verse": 2,
		"chapter": 3,
		"canon_order": 29589
	},
	{
		"verseText": "that no one would be moved by these afflictions. For you know that we are appointed to this task. ",
		"book": "1TH",
		"verse": 3,
		"chapter": 3,
		"canon_order": 29590
	},
	{
		"verseText": "For most certainly, when we were with you, we told you beforehand that we are to suffer affliction, even as it happened, and you know. ",
		"book": "1TH",
		"verse": 4,
		"chapter": 3,
		"canon_order": 29591
	},
	{
		"verseText": "For this cause I also, when I couldn’t stand it any longer, sent that I might know your faith, for fear that by any means the tempter had tempted you, and our labor would have been in vain. ",
		"book": "1TH",
		"verse": 5,
		"chapter": 3,
		"canon_order": 29592
	},
	{
		"verseText": "But Timothy just now come to us from you, and brought us glad news of your faith and love, and that you have good memories of us always, longing to see us, even as we also long to see you. ",
		"book": "1TH",
		"verse": 6,
		"chapter": 3,
		"canon_order": 29593
	},
	{
		"verseText": "For this cause, brothers, we were comforted over you in all our distress and affliction through your faith. ",
		"book": "1TH",
		"verse": 7,
		"chapter": 3,
		"canon_order": 29594
	},
	{
		"verseText": "For now we live, if you stand fast in the Lord. ",
		"book": "1TH",
		"verse": 8,
		"chapter": 3,
		"canon_order": 29595
	},
	{
		"verseText": "For what thanksgiving can we render again to God for you, for all the joy with which we rejoice for your sakes before our God, ",
		"book": "1TH",
		"verse": 9,
		"chapter": 3,
		"canon_order": 29596
	},
	{
		"verseText": "night and day praying exceedingly that we may see your face and may perfect that which is lacking in your faith? ",
		"book": "1TH",
		"verse": 10,
		"chapter": 3,
		"canon_order": 29597
	},
	{
		"verseText": "Now may our God and Father himself, and our Lord Jesus Christ, direct our way to you. ",
		"book": "1TH",
		"verse": 11,
		"chapter": 3,
		"canon_order": 29598
	},
	{
		"verseText": "May the Lord make you to increase and abound in love toward one another and toward all men, even as we also do toward you, ",
		"book": "1TH",
		"verse": 12,
		"chapter": 3,
		"canon_order": 29599
	},
	{
		"verseText": "to the end he may establish your hearts blameless in holiness before our God and Father at the coming of our Lord Jesus with all his saints. ",
		"book": "1TH",
		"verse": 13,
		"chapter": 3,
		"canon_order": 29600
	},
	{
		"verseText": "Finally then, brothers, we beg and exhort you in the Lord Jesus, that as you received from us how you ought to walk and to please God, that you abound more and more. ",
		"book": "1TH",
		"verse": 1,
		"chapter": 4,
		"canon_order": 29601
	},
	{
		"verseText": "For you know what instructions we gave you through the Lord Jesus. ",
		"book": "1TH",
		"verse": 2,
		"chapter": 4,
		"canon_order": 29602
	},
	{
		"verseText": "For this is the will of God: your sanctification, that you abstain from sexual immorality, ",
		"book": "1TH",
		"verse": 3,
		"chapter": 4,
		"canon_order": 29603
	},
	{
		"verseText": "that each one of you know how to control his own body in sanctification and honor, ",
		"book": "1TH",
		"verse": 4,
		"chapter": 4,
		"canon_order": 29604
	},
	{
		"verseText": "not in the passion of lust, even as the Gentiles who don’t know God, ",
		"book": "1TH",
		"verse": 5,
		"chapter": 4,
		"canon_order": 29605
	},
	{
		"verseText": "that no one should take advantage of and wrong a brother or sister in this matter; because the Lord is an avenger in all these things, as also we forewarned you and testified. ",
		"book": "1TH",
		"verse": 6,
		"chapter": 4,
		"canon_order": 29606
	},
	{
		"verseText": "For God called us not for uncleanness, but in sanctification. ",
		"book": "1TH",
		"verse": 7,
		"chapter": 4,
		"canon_order": 29607
	},
	{
		"verseText": "Therefore he who rejects this doesn’t reject man, but God, who has also given his Holy Spirit to you. ",
		"book": "1TH",
		"verse": 8,
		"chapter": 4,
		"canon_order": 29608
	},
	{
		"verseText": "But concerning brotherly love, you have no need that one write to you. For you yourselves are taught by God to love one another, ",
		"book": "1TH",
		"verse": 9,
		"chapter": 4,
		"canon_order": 29609
	},
	{
		"verseText": "for indeed you do it toward all the brothers who are in all Macedonia. But we exhort you, brothers, that you abound more and more; ",
		"book": "1TH",
		"verse": 10,
		"chapter": 4,
		"canon_order": 29610
	},
	{
		"verseText": "and that you make it your ambition to lead a quiet life, and to do your own business, and to work with your own hands, even as we instructed you, ",
		"book": "1TH",
		"verse": 11,
		"chapter": 4,
		"canon_order": 29611
	},
	{
		"verseText": "that you may walk properly toward those who are outside, and may have need of nothing. ",
		"book": "1TH",
		"verse": 12,
		"chapter": 4,
		"canon_order": 29612
	},
	{
		"verseText": "But we don’t want you to be ignorant, brothers, concerning those who have fallen asleep, so that you don’t grieve like the rest, who have no hope. ",
		"book": "1TH",
		"verse": 13,
		"chapter": 4,
		"canon_order": 29613
	},
	{
		"verseText": "For if we believe that Jesus died and rose again, even so God will bring with him those who have fallen asleep in Jesus. ",
		"book": "1TH",
		"verse": 14,
		"chapter": 4,
		"canon_order": 29614
	},
	{
		"verseText": "For this we tell you by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will in no way precede those who have fallen asleep. ",
		"book": "1TH",
		"verse": 15,
		"chapter": 4,
		"canon_order": 29615
	},
	{
		"verseText": "For the Lord himself will descend from heaven with a shout, with the voice of the archangel and with God’s trumpet. The dead in Christ will rise first, ",
		"book": "1TH",
		"verse": 16,
		"chapter": 4,
		"canon_order": 29616
	},
	{
		"verseText": "then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air. So we will be with the Lord forever. ",
		"book": "1TH",
		"verse": 17,
		"chapter": 4,
		"canon_order": 29617
	},
	{
		"verseText": "Therefore comfort one another with these words. ",
		"book": "1TH",
		"verse": 18,
		"chapter": 4,
		"canon_order": 29618
	},
	{
		"verseText": "But concerning the times and the seasons, brothers, you have no need that anything be written to you. ",
		"book": "1TH",
		"verse": 1,
		"chapter": 5,
		"canon_order": 29619
	},
	{
		"verseText": "For you yourselves know well that the day of the Lord comes like a thief in the night. ",
		"book": "1TH",
		"verse": 2,
		"chapter": 5,
		"canon_order": 29620
	},
	{
		"verseText": "For when they are saying, “Peace and safety,” then sudden destruction will come on them, like birth pains on a pregnant woman. Then they will in no way escape. ",
		"book": "1TH",
		"verse": 3,
		"chapter": 5,
		"canon_order": 29621
	},
	{
		"verseText": "But you, brothers, aren’t in darkness, that the day should overtake you like a thief. ",
		"book": "1TH",
		"verse": 4,
		"chapter": 5,
		"canon_order": 29622
	},
	{
		"verseText": "You are all children of light and children of the day. We don’t belong to the night, nor to darkness, ",
		"book": "1TH",
		"verse": 5,
		"chapter": 5,
		"canon_order": 29623
	},
	{
		"verseText": "so then let’s not sleep, as the rest do, but let’s watch and be sober. ",
		"book": "1TH",
		"verse": 6,
		"chapter": 5,
		"canon_order": 29624
	},
	{
		"verseText": "For those who sleep, sleep in the night; and those who are drunk are drunk in the night. ",
		"book": "1TH",
		"verse": 7,
		"chapter": 5,
		"canon_order": 29625
	},
	{
		"verseText": "But since we belong to the day, let’s be sober, putting on the breastplate of faith and love, and for a helmet, the hope of salvation. ",
		"book": "1TH",
		"verse": 8,
		"chapter": 5,
		"canon_order": 29626
	},
	{
		"verseText": "For God didn’t appoint us to wrath, but to the obtaining of salvation through our Lord Jesus Christ, ",
		"book": "1TH",
		"verse": 9,
		"chapter": 5,
		"canon_order": 29627
	},
	{
		"verseText": "who died for us, that, whether we wake or sleep, we should live together with him. ",
		"book": "1TH",
		"verse": 10,
		"chapter": 5,
		"canon_order": 29628
	},
	{
		"verseText": "Therefore exhort one another, and build each other up, even as you also do. ",
		"book": "1TH",
		"verse": 11,
		"chapter": 5,
		"canon_order": 29629
	},
	{
		"verseText": "But we beg you, brothers, to know those who labor among you, and are over you in the Lord and admonish you, ",
		"book": "1TH",
		"verse": 12,
		"chapter": 5,
		"canon_order": 29630
	},
	{
		"verseText": "and to respect and honor them in love for their work’s sake. Be at peace among yourselves. ",
		"book": "1TH",
		"verse": 13,
		"chapter": 5,
		"canon_order": 29631
	},
	{
		"verseText": "We exhort you, brothers: Admonish the disorderly; encourage the faint-hearted; support the weak; be patient toward all. ",
		"book": "1TH",
		"verse": 14,
		"chapter": 5,
		"canon_order": 29632
	},
	{
		"verseText": "See that no one returns evil for evil to anyone, but always follow after that which is good for one another and for all. ",
		"book": "1TH",
		"verse": 15,
		"chapter": 5,
		"canon_order": 29633
	},
	{
		"verseText": "Always rejoice. ",
		"book": "1TH",
		"verse": 16,
		"chapter": 5,
		"canon_order": 29634
	},
	{
		"verseText": "Pray without ceasing. ",
		"book": "1TH",
		"verse": 17,
		"chapter": 5,
		"canon_order": 29635
	},
	{
		"verseText": "In everything give thanks, for this is the will of God in Christ Jesus toward you. ",
		"book": "1TH",
		"verse": 18,
		"chapter": 5,
		"canon_order": 29636
	},
	{
		"verseText": "Don’t quench the Spirit. ",
		"book": "1TH",
		"verse": 19,
		"chapter": 5,
		"canon_order": 29637
	},
	{
		"verseText": "Don’t despise prophecies. ",
		"book": "1TH",
		"verse": 20,
		"chapter": 5,
		"canon_order": 29638
	},
	{
		"verseText": "Test all things, and hold firmly that which is good. ",
		"book": "1TH",
		"verse": 21,
		"chapter": 5,
		"canon_order": 29639
	},
	{
		"verseText": "Abstain from every form of evil. ",
		"book": "1TH",
		"verse": 22,
		"chapter": 5,
		"canon_order": 29640
	},
	{
		"verseText": "May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ. ",
		"book": "1TH",
		"verse": 23,
		"chapter": 5,
		"canon_order": 29641
	},
	{
		"verseText": "He who calls you is faithful, who will also do it. ",
		"book": "1TH",
		"verse": 24,
		"chapter": 5,
		"canon_order": 29642
	},
	{
		"verseText": "Brothers, pray for us. ",
		"book": "1TH",
		"verse": 25,
		"chapter": 5,
		"canon_order": 29643
	},
	{
		"verseText": "Greet all the brothers with a holy kiss. ",
		"book": "1TH",
		"verse": 26,
		"chapter": 5,
		"canon_order": 29644
	},
	{
		"verseText": "I solemnly command you by the Lord that this letter be read to all the holy brothers. ",
		"book": "1TH",
		"verse": 27,
		"chapter": 5,
		"canon_order": 29645
	},
	{
		"verseText": "The grace of our Lord Jesus Christ be with you. Amen. ",
		"book": "1TH",
		"verse": 28,
		"chapter": 5,
		"canon_order": 29646
	}
]