[
	{
		"verseText": "Paul, an apostle of Jesus Christ according to the commandment of God our Savior and the Lord Jesus Christ our hope, ",
		"book": "1TI",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29694
	},
	{
		"verseText": "to Timothy, my true child in faith: Grace, mercy, and peace from God our Father and Christ Jesus our Lord. ",
		"book": "1TI",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29695
	},
	{
		"verseText": "As I urged you when I was going into Macedonia, stay at Ephesus that you might command certain men not to teach a different doctrine, ",
		"book": "1TI",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29696
	},
	{
		"verseText": "and not to pay attention to myths and endless genealogies, which cause disputes rather than God’s stewardship, which is in faith. ",
		"book": "1TI",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29697
	},
	{
		"verseText": "But the goal of this command is love from a pure heart, a good conscience, and sincere faith, ",
		"book": "1TI",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29698
	},
	{
		"verseText": "from which things some, having missed the mark, have turned away to vain talking, ",
		"book": "1TI",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29699
	},
	{
		"verseText": "desiring to be teachers of the law, though they understand neither what they say nor about what they strongly affirm. ",
		"book": "1TI",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29700
	},
	{
		"verseText": "But we know that the law is good if a person uses it lawfully, ",
		"book": "1TI",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29701
	},
	{
		"verseText": "as knowing this, that law is not made for a righteous person, but for the lawless and insubordinate, for the ungodly and sinners, for the unholy and profane, for murderers of fathers and murderers of mothers, for manslayers, ",
		"book": "1TI",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29702
	},
	{
		"verseText": "for the sexually immoral, for homosexuals, for slave-traders, for liars, for perjurers, and for any other thing contrary to the sound doctrine, ",
		"book": "1TI",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29703
	},
	{
		"verseText": "according to the Good News of the glory of the blessed God, which was committed to my trust. ",
		"book": "1TI",
		"verse": 11,
		"chapter": 1,
		"canon_order": 29704
	},
	{
		"verseText": "I thank him who enabled me, Christ Jesus our Lord, because he counted me faithful, appointing me to service, ",
		"book": "1TI",
		"verse": 12,
		"chapter": 1,
		"canon_order": 29705
	},
	{
		"verseText": "although I used to be a blasphemer, a persecutor, and insolent. However, I obtained mercy because I did it ignorantly in unbelief. ",
		"book": "1TI",
		"verse": 13,
		"chapter": 1,
		"canon_order": 29706
	},
	{
		"verseText": "The grace of our Lord abounded exceedingly with faith and love which is in Christ Jesus. ",
		"book": "1TI",
		"verse": 14,
		"chapter": 1,
		"canon_order": 29707
	},
	{
		"verseText": "The saying is faithful and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief. ",
		"book": "1TI",
		"verse": 15,
		"chapter": 1,
		"canon_order": 29708
	},
	{
		"verseText": "However, for this cause I obtained mercy, that in me first, Jesus Christ might display all his patience for an example of those who were going to believe in him for eternal life. ",
		"book": "1TI",
		"verse": 16,
		"chapter": 1,
		"canon_order": 29709
	},
	{
		"verseText": "Now to the King eternal, immortal, invisible, to God who alone is wise, be honor and glory forever and ever. Amen. ",
		"book": "1TI",
		"verse": 17,
		"chapter": 1,
		"canon_order": 29710
	},
	{
		"verseText": "I commit this instruction to you, my child Timothy, according to the prophecies which were given to you before, that by them you may wage the good warfare, ",
		"book": "1TI",
		"verse": 18,
		"chapter": 1,
		"canon_order": 29711
	},
	{
		"verseText": "holding faith and a good conscience, which some having thrust away made a shipwreck concerning the faith, ",
		"book": "1TI",
		"verse": 19,
		"chapter": 1,
		"canon_order": 29712
	},
	{
		"verseText": "of whom are Hymenaeus and Alexander, whom I delivered to Satan that they might be taught not to blaspheme. ",
		"book": "1TI",
		"verse": 20,
		"chapter": 1,
		"canon_order": 29713
	},
	{
		"verseText": "I exhort therefore, first of all, that petitions, prayers, intercessions, and givings of thanks be made for all men, ",
		"book": "1TI",
		"verse": 1,
		"chapter": 2,
		"canon_order": 29714
	},
	{
		"verseText": "for kings and all who are in high places, that we may lead a tranquil and quiet life in all godliness and reverence. ",
		"book": "1TI",
		"verse": 2,
		"chapter": 2,
		"canon_order": 29715
	},
	{
		"verseText": "For this is good and acceptable in the sight of God our Savior, ",
		"book": "1TI",
		"verse": 3,
		"chapter": 2,
		"canon_order": 29716
	},
	{
		"verseText": "who desires all people to be saved and come to full knowledge of the truth. ",
		"book": "1TI",
		"verse": 4,
		"chapter": 2,
		"canon_order": 29717
	},
	{
		"verseText": "For there is one God and one mediator between God and men, the man Christ Jesus, ",
		"book": "1TI",
		"verse": 5,
		"chapter": 2,
		"canon_order": 29718
	},
	{
		"verseText": "who gave himself as a ransom for all, the testimony at the proper time, ",
		"book": "1TI",
		"verse": 6,
		"chapter": 2,
		"canon_order": 29719
	},
	{
		"verseText": "to which I was appointed a preacher and an apostle—I am telling the truth in Christ, not lying—a teacher of the Gentiles in faith and truth. ",
		"book": "1TI",
		"verse": 7,
		"chapter": 2,
		"canon_order": 29720
	},
	{
		"verseText": "I desire therefore that the men in every place pray, lifting up holy hands without anger and doubting. ",
		"book": "1TI",
		"verse": 8,
		"chapter": 2,
		"canon_order": 29721
	},
	{
		"verseText": "In the same way, that women also adorn themselves in decent clothing, with modesty and propriety, not with braided hair, gold, pearls, or expensive clothing, ",
		"book": "1TI",
		"verse": 9,
		"chapter": 2,
		"canon_order": 29722
	},
	{
		"verseText": "but with good works, which is appropriate for women professing godliness. ",
		"book": "1TI",
		"verse": 10,
		"chapter": 2,
		"canon_order": 29723
	},
	{
		"verseText": "Let a woman learn in quietness with full submission. ",
		"book": "1TI",
		"verse": 11,
		"chapter": 2,
		"canon_order": 29724
	},
	{
		"verseText": "But I don’t permit a woman to teach, nor to exercise authority over a man, but to be in quietness. ",
		"book": "1TI",
		"verse": 12,
		"chapter": 2,
		"canon_order": 29725
	},
	{
		"verseText": "For Adam was formed first, then Eve. ",
		"book": "1TI",
		"verse": 13,
		"chapter": 2,
		"canon_order": 29726
	},
	{
		"verseText": "Adam wasn’t deceived, but the woman, being deceived, has fallen into disobedience; ",
		"book": "1TI",
		"verse": 14,
		"chapter": 2,
		"canon_order": 29727
	},
	{
		"verseText": "but she will be saved through her childbearing, if they continue in faith, love, and holiness with sobriety. ",
		"book": "1TI",
		"verse": 15,
		"chapter": 2,
		"canon_order": 29728
	},
	{
		"verseText": "This is a faithful saying: someone who seeks to be an overseer desires a good work. ",
		"book": "1TI",
		"verse": 1,
		"chapter": 3,
		"canon_order": 29729
	},
	{
		"verseText": "The overseer therefore must be without reproach, the husband of one wife, temperate, sensible, modest, hospitable, good at teaching; ",
		"book": "1TI",
		"verse": 2,
		"chapter": 3,
		"canon_order": 29730
	},
	{
		"verseText": "not a drinker, not violent, not greedy for money, but gentle, not quarrelsome, not covetous; ",
		"book": "1TI",
		"verse": 3,
		"chapter": 3,
		"canon_order": 29731
	},
	{
		"verseText": "one who rules his own house well, having children in subjection with all reverence; ",
		"book": "1TI",
		"verse": 4,
		"chapter": 3,
		"canon_order": 29732
	},
	{
		"verseText": "(for how could someone who doesn’t know how to rule his own house take care of God’s assembly?) ",
		"book": "1TI",
		"verse": 5,
		"chapter": 3,
		"canon_order": 29733
	},
	{
		"verseText": "not a new convert, lest being puffed up he fall into the same condemnation as the devil. ",
		"book": "1TI",
		"verse": 6,
		"chapter": 3,
		"canon_order": 29734
	},
	{
		"verseText": "Moreover he must have good testimony from those who are outside, to avoid falling into reproach and the snare of the devil. ",
		"book": "1TI",
		"verse": 7,
		"chapter": 3,
		"canon_order": 29735
	},
	{
		"verseText": "Servants, in the same way, must be reverent, not double-tongued, not addicted to much wine, not greedy for money, ",
		"book": "1TI",
		"verse": 8,
		"chapter": 3,
		"canon_order": 29736
	},
	{
		"verseText": "holding the mystery of the faith in a pure conscience. ",
		"book": "1TI",
		"verse": 9,
		"chapter": 3,
		"canon_order": 29737
	},
	{
		"verseText": "Let them also first be tested; then let them serve if they are blameless. ",
		"book": "1TI",
		"verse": 10,
		"chapter": 3,
		"canon_order": 29738
	},
	{
		"verseText": "Their wives in the same way must be reverent, not slanderers, temperate, and faithful in all things. ",
		"book": "1TI",
		"verse": 11,
		"chapter": 3,
		"canon_order": 29739
	},
	{
		"verseText": "Let servants be husbands of one wife, ruling their children and their own houses well. ",
		"book": "1TI",
		"verse": 12,
		"chapter": 3,
		"canon_order": 29740
	},
	{
		"verseText": "For those who have served well gain for themselves a good standing and great boldness in the faith which is in Christ Jesus. ",
		"book": "1TI",
		"verse": 13,
		"chapter": 3,
		"canon_order": 29741
	},
	{
		"verseText": "These things I write to you, hoping to come to you shortly, ",
		"book": "1TI",
		"verse": 14,
		"chapter": 3,
		"canon_order": 29742
	},
	{
		"verseText": "but if I wait long, that you may know how men ought to behave themselves in God’s house, which is the assembly of the living God, the pillar and ground of the truth. ",
		"book": "1TI",
		"verse": 15,
		"chapter": 3,
		"canon_order": 29743
	},
	{
		"verseText": "Without controversy, the mystery of godliness is great: God was revealed in the flesh, justified in the spirit, seen by angels, preached among the nations, believed on in the world, and received up in glory. ",
		"book": "1TI",
		"verse": 16,
		"chapter": 3,
		"canon_order": 29744
	},
	{
		"verseText": "But the Spirit says expressly that in later times some will fall away from the faith, paying attention to seducing spirits and doctrines of demons, ",
		"book": "1TI",
		"verse": 1,
		"chapter": 4,
		"canon_order": 29745
	},
	{
		"verseText": "through the hypocrisy of men who speak lies, branded in their own conscience as with a hot iron, ",
		"book": "1TI",
		"verse": 2,
		"chapter": 4,
		"canon_order": 29746
	},
	{
		"verseText": "forbidding marriage and commanding to abstain from foods which God created to be received with thanksgiving by those who believe and know the truth. ",
		"book": "1TI",
		"verse": 3,
		"chapter": 4,
		"canon_order": 29747
	},
	{
		"verseText": "For every creature of God is good, and nothing is to be rejected if it is received with thanksgiving. ",
		"book": "1TI",
		"verse": 4,
		"chapter": 4,
		"canon_order": 29748
	},
	{
		"verseText": "For it is sanctified through the word of God and prayer. ",
		"book": "1TI",
		"verse": 5,
		"chapter": 4,
		"canon_order": 29749
	},
	{
		"verseText": "If you instruct the brothers of these things, you will be a good servant of Christ Jesus, nourished in the words of the faith and of the good doctrine which you have followed. ",
		"book": "1TI",
		"verse": 6,
		"chapter": 4,
		"canon_order": 29750
	},
	{
		"verseText": "But refuse profane and old wives’ fables. Exercise yourself toward godliness. ",
		"book": "1TI",
		"verse": 7,
		"chapter": 4,
		"canon_order": 29751
	},
	{
		"verseText": "For bodily exercise has some value, but godliness has value in all things, having the promise of the life which is now and of that which is to come. ",
		"book": "1TI",
		"verse": 8,
		"chapter": 4,
		"canon_order": 29752
	},
	{
		"verseText": "This saying is faithful and worthy of all acceptance. ",
		"book": "1TI",
		"verse": 9,
		"chapter": 4,
		"canon_order": 29753
	},
	{
		"verseText": "For to this end we both labor and suffer reproach, because we have set our trust in the living God, who is the Savior of all men, especially of those who believe. ",
		"book": "1TI",
		"verse": 10,
		"chapter": 4,
		"canon_order": 29754
	},
	{
		"verseText": "Command and teach these things. ",
		"book": "1TI",
		"verse": 11,
		"chapter": 4,
		"canon_order": 29755
	},
	{
		"verseText": "Let no man despise your youth; but be an example to those who believe, in word, in your way of life, in love, in spirit, in faith, and in purity. ",
		"book": "1TI",
		"verse": 12,
		"chapter": 4,
		"canon_order": 29756
	},
	{
		"verseText": "Until I come, pay attention to reading, to exhortation, and to teaching. ",
		"book": "1TI",
		"verse": 13,
		"chapter": 4,
		"canon_order": 29757
	},
	{
		"verseText": "Don’t neglect the gift that is in you, which was given to you by prophecy with the laying on of the hands of the elders. ",
		"book": "1TI",
		"verse": 14,
		"chapter": 4,
		"canon_order": 29758
	},
	{
		"verseText": "Be diligent in these things. Give yourself wholly to them, that your progress may be revealed to all. ",
		"book": "1TI",
		"verse": 15,
		"chapter": 4,
		"canon_order": 29759
	},
	{
		"verseText": "Pay attention to yourself and to your teaching. Continue in these things, for in doing this you will save both yourself and those who hear you. ",
		"book": "1TI",
		"verse": 16,
		"chapter": 4,
		"canon_order": 29760
	},
	{
		"verseText": "Don’t rebuke an older man, but exhort him as a father; the younger men as brothers; ",
		"book": "1TI",
		"verse": 1,
		"chapter": 5,
		"canon_order": 29761
	},
	{
		"verseText": "the elder women as mothers; the younger as sisters, in all purity. ",
		"book": "1TI",
		"verse": 2,
		"chapter": 5,
		"canon_order": 29762
	},
	{
		"verseText": "Honor widows who are widows indeed. ",
		"book": "1TI",
		"verse": 3,
		"chapter": 5,
		"canon_order": 29763
	},
	{
		"verseText": "But if any widow has children or grandchildren, let them learn first to show piety toward their own family and to repay their parents, for this is acceptable in the sight of God. ",
		"book": "1TI",
		"verse": 4,
		"chapter": 5,
		"canon_order": 29764
	},
	{
		"verseText": "Now she who is a widow indeed and desolate, has her hope set on God and continues in petitions and prayers night and day. ",
		"book": "1TI",
		"verse": 5,
		"chapter": 5,
		"canon_order": 29765
	},
	{
		"verseText": "But she who gives herself to pleasure is dead while she lives. ",
		"book": "1TI",
		"verse": 6,
		"chapter": 5,
		"canon_order": 29766
	},
	{
		"verseText": "Also command these things, that they may be without reproach. ",
		"book": "1TI",
		"verse": 7,
		"chapter": 5,
		"canon_order": 29767
	},
	{
		"verseText": "But if anyone doesn’t provide for his own, and especially his own household, he has denied the faith and is worse than an unbeliever. ",
		"book": "1TI",
		"verse": 8,
		"chapter": 5,
		"canon_order": 29768
	},
	{
		"verseText": "Let no one be enrolled as a widow under sixty years old, having been the wife of one man, ",
		"book": "1TI",
		"verse": 9,
		"chapter": 5,
		"canon_order": 29769
	},
	{
		"verseText": "being approved by good works, if she has brought up children, if she has been hospitable to strangers, if she has washed the saints’ feet, if she has relieved the afflicted, and if she has diligently followed every good work. ",
		"book": "1TI",
		"verse": 10,
		"chapter": 5,
		"canon_order": 29770
	},
	{
		"verseText": "But refuse younger widows, for when they have grown wanton against Christ, they desire to marry, ",
		"book": "1TI",
		"verse": 11,
		"chapter": 5,
		"canon_order": 29771
	},
	{
		"verseText": "having condemnation, because they have rejected their first pledge. ",
		"book": "1TI",
		"verse": 12,
		"chapter": 5,
		"canon_order": 29772
	},
	{
		"verseText": "Besides, they also learn to be idle, going about from house to house. Not only idle, but also gossips and busybodies, saying things which they ought not. ",
		"book": "1TI",
		"verse": 13,
		"chapter": 5,
		"canon_order": 29773
	},
	{
		"verseText": "I desire therefore that the younger widows marry, bear children, rule the household, and give no occasion to the adversary for insulting. ",
		"book": "1TI",
		"verse": 14,
		"chapter": 5,
		"canon_order": 29774
	},
	{
		"verseText": "For already some have turned away after Satan. ",
		"book": "1TI",
		"verse": 15,
		"chapter": 5,
		"canon_order": 29775
	},
	{
		"verseText": "If any man or woman who believes has widows, let them relieve them, and don’t let the assembly be burdened, that it might relieve those who are widows indeed. ",
		"book": "1TI",
		"verse": 16,
		"chapter": 5,
		"canon_order": 29776
	},
	{
		"verseText": "Let the elders who rule well be counted worthy of double honor, especially those who labor in the word and in teaching. ",
		"book": "1TI",
		"verse": 17,
		"chapter": 5,
		"canon_order": 29777
	},
	{
		"verseText": "For the Scripture says, “You shall not muzzle the ox when it treads out the grain.” And, “The laborer is worthy of his wages.” ",
		"book": "1TI",
		"verse": 18,
		"chapter": 5,
		"canon_order": 29778
	},
	{
		"verseText": "Don’t receive an accusation against an elder except at the word of two or three witnesses. ",
		"book": "1TI",
		"verse": 19,
		"chapter": 5,
		"canon_order": 29779
	},
	{
		"verseText": "Those who sin, reprove in the sight of all, that the rest also may be in fear. ",
		"book": "1TI",
		"verse": 20,
		"chapter": 5,
		"canon_order": 29780
	},
	{
		"verseText": "I command you in the sight of God, and the Lord Jesus Christ, and the chosen angels, that you observe these things without prejudice, doing nothing by partiality. ",
		"book": "1TI",
		"verse": 21,
		"chapter": 5,
		"canon_order": 29781
	},
	{
		"verseText": "Lay hands hastily on no one. Don’t be a participant in other people’s sins. Keep yourself pure. ",
		"book": "1TI",
		"verse": 22,
		"chapter": 5,
		"canon_order": 29782
	},
	{
		"verseText": "Be no longer a drinker of water only, but use a little wine for your stomach’s sake and your frequent infirmities. ",
		"book": "1TI",
		"verse": 23,
		"chapter": 5,
		"canon_order": 29783
	},
	{
		"verseText": "Some men’s sins are evident, preceding them to judgment, and some also follow later. ",
		"book": "1TI",
		"verse": 24,
		"chapter": 5,
		"canon_order": 29784
	},
	{
		"verseText": "In the same way also there are good works that are obvious, and those that are otherwise can’t be hidden. ",
		"book": "1TI",
		"verse": 25,
		"chapter": 5,
		"canon_order": 29785
	},
	{
		"verseText": "Let as many as are bondservants under the yoke count their own masters worthy of all honor, that the name of God and the doctrine not be blasphemed. ",
		"book": "1TI",
		"verse": 1,
		"chapter": 6,
		"canon_order": 29786
	},
	{
		"verseText": "Those who have believing masters, let them not despise them because they are brothers, but rather let them serve them, because those who partake of the benefit are believing and beloved. Teach and exhort these things. ",
		"book": "1TI",
		"verse": 2,
		"chapter": 6,
		"canon_order": 29787
	},
	{
		"verseText": "If anyone teaches a different doctrine and doesn’t consent to sound words, the words of our Lord Jesus Christ, and to the doctrine which is according to godliness, ",
		"book": "1TI",
		"verse": 3,
		"chapter": 6,
		"canon_order": 29788
	},
	{
		"verseText": "he is conceited, knowing nothing, but obsessed with arguments, disputes, and word battles, from which come envy, strife, insulting, evil suspicions, ",
		"book": "1TI",
		"verse": 4,
		"chapter": 6,
		"canon_order": 29789
	},
	{
		"verseText": "constant friction of people of corrupt minds and destitute of the truth, who suppose that godliness is a means of gain. Withdraw yourself from such. ",
		"book": "1TI",
		"verse": 5,
		"chapter": 6,
		"canon_order": 29790
	},
	{
		"verseText": "But godliness with contentment is great gain. ",
		"book": "1TI",
		"verse": 6,
		"chapter": 6,
		"canon_order": 29791
	},
	{
		"verseText": "For we brought nothing into the world, and we certainly can’t carry anything out. ",
		"book": "1TI",
		"verse": 7,
		"chapter": 6,
		"canon_order": 29792
	},
	{
		"verseText": "But having food and clothing, we will be content with that. ",
		"book": "1TI",
		"verse": 8,
		"chapter": 6,
		"canon_order": 29793
	},
	{
		"verseText": "But those who are determined to be rich fall into a temptation, a snare, and many foolish and harmful lusts, such as drown men in ruin and destruction. ",
		"book": "1TI",
		"verse": 9,
		"chapter": 6,
		"canon_order": 29794
	},
	{
		"verseText": "For the love of money is a root of all kinds of evil. Some have been led astray from the faith in their greed, and have pierced themselves through with many sorrows. ",
		"book": "1TI",
		"verse": 10,
		"chapter": 6,
		"canon_order": 29795
	},
	{
		"verseText": "But you, man of God, flee these things, and follow after righteousness, godliness, faith, love, perseverance, and gentleness. ",
		"book": "1TI",
		"verse": 11,
		"chapter": 6,
		"canon_order": 29796
	},
	{
		"verseText": "Fight the good fight of faith. Take hold of the eternal life to which you were called, and you confessed the good confession in the sight of many witnesses. ",
		"book": "1TI",
		"verse": 12,
		"chapter": 6,
		"canon_order": 29797
	},
	{
		"verseText": "I command you before God who gives life to all things, and before Christ Jesus who before Pontius Pilate testified the good confession, ",
		"book": "1TI",
		"verse": 13,
		"chapter": 6,
		"canon_order": 29798
	},
	{
		"verseText": "that you keep the commandment without spot, blameless until the appearing of our Lord Jesus Christ, ",
		"book": "1TI",
		"verse": 14,
		"chapter": 6,
		"canon_order": 29799
	},
	{
		"verseText": "which at the right time he will show, who is the blessed and only Ruler, the King of kings and Lord of lords. ",
		"book": "1TI",
		"verse": 15,
		"chapter": 6,
		"canon_order": 29800
	},
	{
		"verseText": "He alone has immortality, dwelling in unapproachable light, whom no man has seen nor can see, to whom be honor and eternal power. Amen. ",
		"book": "1TI",
		"verse": 16,
		"chapter": 6,
		"canon_order": 29801
	},
	{
		"verseText": "Charge those who are rich in this present age that they not be arrogant, nor have their hope set on the uncertainty of riches, but on the living God, who richly provides us with everything to enjoy; ",
		"book": "1TI",
		"verse": 17,
		"chapter": 6,
		"canon_order": 29802
	},
	{
		"verseText": "that they do good, that they be rich in good works, that they be ready to distribute, willing to share; ",
		"book": "1TI",
		"verse": 18,
		"chapter": 6,
		"canon_order": 29803
	},
	{
		"verseText": "laying up in store for themselves a good foundation against the time to come, that they may lay hold of eternal life. ",
		"book": "1TI",
		"verse": 19,
		"chapter": 6,
		"canon_order": 29804
	},
	{
		"verseText": "Timothy, guard that which is committed to you, turning away from the empty chatter and oppositions of what is falsely called knowledge, ",
		"book": "1TI",
		"verse": 20,
		"chapter": 6,
		"canon_order": 29805
	},
	{
		"verseText": "which some profess, and thus have wandered from the faith. Grace be with you. Amen. ",
		"book": "1TI",
		"verse": 21,
		"chapter": 6,
		"canon_order": 29806
	}
]