[
	{
		"verseText": "Paul, an apostle of Christ Jesus through the will of God, and Timothy our brother, to the assembly of God which is at Corinth, with all the saints who are in the whole of Achaia: ",
		"book": "2CO",
		"verse": 1,
		"chapter": 1,
		"canon_order": 28798
	},
	{
		"verseText": "Grace to you and peace from God our Father and the Lord Jesus Christ. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 1,
		"canon_order": 28799
	},
	{
		"verseText": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, ",
		"book": "2CO",
		"verse": 3,
		"chapter": 1,
		"canon_order": 28800
	},
	{
		"verseText": "who comforts us in all our affliction, that we may be able to comfort those who are in any affliction, through the comfort with which we ourselves are comforted by God. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 1,
		"canon_order": 28801
	},
	{
		"verseText": "For as the sufferings of Christ abound to us, even so our comfort also abounds through Christ. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 1,
		"canon_order": 28802
	},
	{
		"verseText": "But if we are afflicted, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you the patient enduring of the same sufferings which we also suffer. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 1,
		"canon_order": 28803
	},
	{
		"verseText": "Our hope for you is steadfast, knowing that, since you are partakers of the sufferings, so you are also of the comfort. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 1,
		"canon_order": 28804
	},
	{
		"verseText": "For we don’t desire to have you uninformed, brothers, concerning our affliction which happened to us in Asia: that we were weighed down exceedingly, beyond our power, so much that we despaired even of life. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 1,
		"canon_order": 28805
	},
	{
		"verseText": "Yes, we ourselves have had the sentence of death within ourselves, that we should not trust in ourselves, but in God who raises the dead, ",
		"book": "2CO",
		"verse": 9,
		"chapter": 1,
		"canon_order": 28806
	},
	{
		"verseText": "who delivered us out of so great a death, and does deliver, on whom we have set our hope that he will also still deliver us, ",
		"book": "2CO",
		"verse": 10,
		"chapter": 1,
		"canon_order": 28807
	},
	{
		"verseText": "you also helping together on our behalf by your supplication; that, for the gift given to us by means of many, thanks may be given by many persons on your behalf. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 1,
		"canon_order": 28808
	},
	{
		"verseText": "For our boasting is this: the testimony of our conscience that in holiness and sincerity of God, not in fleshly wisdom but in the grace of God, we behaved ourselves in the world, and more abundantly toward you. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 1,
		"canon_order": 28809
	},
	{
		"verseText": "For we write no other things to you than what you read or even acknowledge, and I hope you will acknowledge to the end— ",
		"book": "2CO",
		"verse": 13,
		"chapter": 1,
		"canon_order": 28810
	},
	{
		"verseText": "as also you acknowledged us in part—that we are your boasting, even as you also are ours, in the day of our Lord Jesus. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 1,
		"canon_order": 28811
	},
	{
		"verseText": "In this confidence, I was determined to come first to you, that you might have a second benefit, ",
		"book": "2CO",
		"verse": 15,
		"chapter": 1,
		"canon_order": 28812
	},
	{
		"verseText": "and by you to pass into Macedonia, and again from Macedonia to come to you, and to be sent forward by you on my journey to Judea. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 1,
		"canon_order": 28813
	},
	{
		"verseText": "When I therefore planned this, did I show fickleness? Or the things that I plan, do I plan according to the flesh, that with me there should be the “Yes, yes” and the “No, no?” ",
		"book": "2CO",
		"verse": 17,
		"chapter": 1,
		"canon_order": 28814
	},
	{
		"verseText": "But as God is faithful, our word toward you was not “Yes and no.” ",
		"book": "2CO",
		"verse": 18,
		"chapter": 1,
		"canon_order": 28815
	},
	{
		"verseText": "For the Son of God, Jesus Christ, who was preached among you by us—by me, Silvanus, and Timothy—was not “Yes and no,” but in him is “Yes.” ",
		"book": "2CO",
		"verse": 19,
		"chapter": 1,
		"canon_order": 28816
	},
	{
		"verseText": "For however many are the promises of God, in him is the “Yes.” Therefore also through him is the “Amen”, to the glory of God through us. ",
		"book": "2CO",
		"verse": 20,
		"chapter": 1,
		"canon_order": 28817
	},
	{
		"verseText": "Now he who establishes us with you in Christ and anointed us is God, ",
		"book": "2CO",
		"verse": 21,
		"chapter": 1,
		"canon_order": 28818
	},
	{
		"verseText": "who also sealed us and gave us the down payment of the Spirit in our hearts. ",
		"book": "2CO",
		"verse": 22,
		"chapter": 1,
		"canon_order": 28819
	},
	{
		"verseText": "But I call God for a witness to my soul, that I didn’t come to Corinth to spare you. ",
		"book": "2CO",
		"verse": 23,
		"chapter": 1,
		"canon_order": 28820
	},
	{
		"verseText": "We don’t control your faith, but are fellow workers with you for your joy. For you stand firm in faith. ",
		"book": "2CO",
		"verse": 24,
		"chapter": 1,
		"canon_order": 28821
	},
	{
		"verseText": "But I determined this for myself, that I would not come to you again in sorrow. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 2,
		"canon_order": 28822
	},
	{
		"verseText": "For if I make you grieve, then who will make me glad but he who is made to grieve by me? ",
		"book": "2CO",
		"verse": 2,
		"chapter": 2,
		"canon_order": 28823
	},
	{
		"verseText": "And I wrote this very thing to you, so that when I came, I wouldn’t have sorrow from them of whom I ought to rejoice; having confidence in you all that my joy would be shared by all of you. ",
		"book": "2CO",
		"verse": 3,
		"chapter": 2,
		"canon_order": 28824
	},
	{
		"verseText": "For out of much affliction and anguish of heart I wrote to you with many tears, not that you should be made to grieve, but that you might know the love that I have so abundantly for you. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 2,
		"canon_order": 28825
	},
	{
		"verseText": "But if any has caused sorrow, he has caused sorrow not to me, but in part (that I not press too heavily) to you all. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 2,
		"canon_order": 28826
	},
	{
		"verseText": "This punishment which was inflicted by the many is sufficient for such a one; ",
		"book": "2CO",
		"verse": 6,
		"chapter": 2,
		"canon_order": 28827
	},
	{
		"verseText": "so that, on the contrary, you should rather forgive him and comfort him, lest by any means such a one should be swallowed up with his excessive sorrow. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 2,
		"canon_order": 28828
	},
	{
		"verseText": "Therefore I beg you to confirm your love toward him. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 2,
		"canon_order": 28829
	},
	{
		"verseText": "For to this end I also wrote, that I might know the proof of you, whether you are obedient in all things. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 2,
		"canon_order": 28830
	},
	{
		"verseText": "Now I also forgive whomever you forgive anything. For if indeed I have forgiven anything, I have forgiven that one for your sakes in the presence of Christ, ",
		"book": "2CO",
		"verse": 10,
		"chapter": 2,
		"canon_order": 28831
	},
	{
		"verseText": "that no advantage may be gained over us by Satan, for we are not ignorant of his schemes. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 2,
		"canon_order": 28832
	},
	{
		"verseText": "Now when I came to Troas for the Good News of Christ, and when a door was opened to me in the Lord, ",
		"book": "2CO",
		"verse": 12,
		"chapter": 2,
		"canon_order": 28833
	},
	{
		"verseText": "I had no relief for my spirit, because I didn’t find Titus my brother, but taking my leave of them, I went out into Macedonia. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 2,
		"canon_order": 28834
	},
	{
		"verseText": "Now thanks be to God who always leads us in triumph in Christ, and reveals through us the sweet aroma of his knowledge in every place. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 2,
		"canon_order": 28835
	},
	{
		"verseText": "For we are a sweet aroma of Christ to God in those who are saved and in those who perish: ",
		"book": "2CO",
		"verse": 15,
		"chapter": 2,
		"canon_order": 28836
	},
	{
		"verseText": "to the one a stench from death to death, to the other a sweet aroma from life to life. Who is sufficient for these things? ",
		"book": "2CO",
		"verse": 16,
		"chapter": 2,
		"canon_order": 28837
	},
	{
		"verseText": "For we are not as so many, peddling the word of God. But as of sincerity, but as of God, in the sight of God, we speak in Christ. ",
		"book": "2CO",
		"verse": 17,
		"chapter": 2,
		"canon_order": 28838
	},
	{
		"verseText": "Are we beginning again to commend ourselves? Or do we need, as do some, letters of commendation to you or from you? ",
		"book": "2CO",
		"verse": 1,
		"chapter": 3,
		"canon_order": 28839
	},
	{
		"verseText": "You are our letter, written in our hearts, known and read by all men, ",
		"book": "2CO",
		"verse": 2,
		"chapter": 3,
		"canon_order": 28840
	},
	{
		"verseText": "being revealed that you are a letter of Christ, served by us, written not with ink, but with the Spirit of the living God; not in tablets of stone, but in tablets that are hearts of flesh. ",
		"book": "2CO",
		"verse": 3,
		"chapter": 3,
		"canon_order": 28841
	},
	{
		"verseText": "Such confidence we have through Christ toward God, ",
		"book": "2CO",
		"verse": 4,
		"chapter": 3,
		"canon_order": 28842
	},
	{
		"verseText": "not that we are sufficient of ourselves to account anything as from ourselves; but our sufficiency is from God, ",
		"book": "2CO",
		"verse": 5,
		"chapter": 3,
		"canon_order": 28843
	},
	{
		"verseText": "who also made us sufficient as servants of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 3,
		"canon_order": 28844
	},
	{
		"verseText": "But if the service of death, written engraved on stones, came with glory, so that the children of Israel could not look steadfastly on the face of Moses for the glory of his face, which was passing away, ",
		"book": "2CO",
		"verse": 7,
		"chapter": 3,
		"canon_order": 28845
	},
	{
		"verseText": "won’t service of the Spirit be with much more glory? ",
		"book": "2CO",
		"verse": 8,
		"chapter": 3,
		"canon_order": 28846
	},
	{
		"verseText": "For if the service of condemnation has glory, the service of righteousness exceeds much more in glory. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 3,
		"canon_order": 28847
	},
	{
		"verseText": "For most certainly that which has been made glorious has not been made glorious in this respect, by reason of the glory that surpasses. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 3,
		"canon_order": 28848
	},
	{
		"verseText": "For if that which passes away was with glory, much more that which remains is in glory. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 3,
		"canon_order": 28849
	},
	{
		"verseText": "Having therefore such a hope, we use great boldness of speech, ",
		"book": "2CO",
		"verse": 12,
		"chapter": 3,
		"canon_order": 28850
	},
	{
		"verseText": "and not as Moses, who put a veil on his face so that the children of Israel wouldn’t look steadfastly on the end of that which was passing away. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 3,
		"canon_order": 28851
	},
	{
		"verseText": "But their minds were hardened, for until this very day at the reading of the old covenant the same veil remains, because in Christ it passes away. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 3,
		"canon_order": 28852
	},
	{
		"verseText": "But to this day, when Moses is read, a veil lies on their heart. ",
		"book": "2CO",
		"verse": 15,
		"chapter": 3,
		"canon_order": 28853
	},
	{
		"verseText": "But whenever someone turns to the Lord, the veil is taken away. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 3,
		"canon_order": 28854
	},
	{
		"verseText": "Now the Lord is the Spirit; and where the Spirit of the Lord is, there is liberty. ",
		"book": "2CO",
		"verse": 17,
		"chapter": 3,
		"canon_order": 28855
	},
	{
		"verseText": "But we all, with unveiled face seeing the glory of the Lord as in a mirror, are transformed into the same image from glory to glory, even as from the Lord, the Spirit. ",
		"book": "2CO",
		"verse": 18,
		"chapter": 3,
		"canon_order": 28856
	},
	{
		"verseText": "Therefore, seeing we have this ministry, even as we obtained mercy, we don’t faint. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 4,
		"canon_order": 28857
	},
	{
		"verseText": "But we have renounced the hidden things of shame, not walking in craftiness nor handling the word of God deceitfully, but by the manifestation of the truth commending ourselves to every man’s conscience in the sight of God. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 4,
		"canon_order": 28858
	},
	{
		"verseText": "Even if our Good News is veiled, it is veiled in those who are dying, ",
		"book": "2CO",
		"verse": 3,
		"chapter": 4,
		"canon_order": 28859
	},
	{
		"verseText": "in whom the god of this world has blinded the minds of the unbelieving, that the light of the Good News of the glory of Christ, who is the image of God, should not dawn on them. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 4,
		"canon_order": 28860
	},
	{
		"verseText": "For we don’t preach ourselves, but Christ Jesus as Lord, and ourselves as your servants for Jesus’ sake, ",
		"book": "2CO",
		"verse": 5,
		"chapter": 4,
		"canon_order": 28861
	},
	{
		"verseText": "seeing it is God who said, “Light will shine out of darkness,” who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 4,
		"canon_order": 28862
	},
	{
		"verseText": "But we have this treasure in clay vessels, that the exceeding greatness of the power may be of God and not from ourselves. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 4,
		"canon_order": 28863
	},
	{
		"verseText": "We are pressed on every side, yet not crushed; perplexed, yet not to despair; ",
		"book": "2CO",
		"verse": 8,
		"chapter": 4,
		"canon_order": 28864
	},
	{
		"verseText": "pursued, yet not forsaken; struck down, yet not destroyed; ",
		"book": "2CO",
		"verse": 9,
		"chapter": 4,
		"canon_order": 28865
	},
	{
		"verseText": "always carrying in the body the putting to death of the Lord Jesus, that the life of Jesus may also be revealed in our body. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 4,
		"canon_order": 28866
	},
	{
		"verseText": "For we who live are always delivered to death for Jesus’ sake, that the life also of Jesus may be revealed in our mortal flesh. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 4,
		"canon_order": 28867
	},
	{
		"verseText": "So then death works in us, but life in you. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 4,
		"canon_order": 28868
	},
	{
		"verseText": "But having the same spirit of faith, according to that which is written, “I believed, and therefore I spoke.” We also believe, and therefore we also speak, ",
		"book": "2CO",
		"verse": 13,
		"chapter": 4,
		"canon_order": 28869
	},
	{
		"verseText": "knowing that he who raised the Lord Jesus will raise us also with Jesus, and will present us with you. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 4,
		"canon_order": 28870
	},
	{
		"verseText": "For all things are for your sakes, that the grace, being multiplied through the many, may cause the thanksgiving to abound to the glory of God. ",
		"book": "2CO",
		"verse": 15,
		"chapter": 4,
		"canon_order": 28871
	},
	{
		"verseText": "Therefore we don’t faint, but though our outward person is decaying, yet our inward person is renewed day by day. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 4,
		"canon_order": 28872
	},
	{
		"verseText": "For our light affliction, which is for the moment, works for us more and more exceedingly an eternal weight of glory, ",
		"book": "2CO",
		"verse": 17,
		"chapter": 4,
		"canon_order": 28873
	},
	{
		"verseText": "while we don’t look at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal. ",
		"book": "2CO",
		"verse": 18,
		"chapter": 4,
		"canon_order": 28874
	},
	{
		"verseText": "For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 5,
		"canon_order": 28875
	},
	{
		"verseText": "For most certainly in this we groan, longing to be clothed with our habitation which is from heaven, ",
		"book": "2CO",
		"verse": 2,
		"chapter": 5,
		"canon_order": 28876
	},
	{
		"verseText": "if indeed being clothed, we will not be found naked. ",
		"book": "2CO",
		"verse": 3,
		"chapter": 5,
		"canon_order": 28877
	},
	{
		"verseText": "For indeed we who are in this tent do groan, being burdened, not that we desire to be unclothed, but that we desire to be clothed, that what is mortal may be swallowed up by life. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 5,
		"canon_order": 28878
	},
	{
		"verseText": "Now he who made us for this very thing is God, who also gave to us the down payment of the Spirit. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 5,
		"canon_order": 28879
	},
	{
		"verseText": "Therefore we are always confident and know that while we are at home in the body, we are absent from the Lord; ",
		"book": "2CO",
		"verse": 6,
		"chapter": 5,
		"canon_order": 28880
	},
	{
		"verseText": "for we walk by faith, not by sight. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 5,
		"canon_order": 28881
	},
	{
		"verseText": "We are courageous, I say, and are willing rather to be absent from the body and to be at home with the Lord. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 5,
		"canon_order": 28882
	},
	{
		"verseText": "Therefore also we make it our aim, whether at home or absent, to be well pleasing to him. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 5,
		"canon_order": 28883
	},
	{
		"verseText": "For we must all be revealed before the judgment seat of Christ that each one may receive the things in the body according to what he has done, whether good or bad. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 5,
		"canon_order": 28884
	},
	{
		"verseText": "Knowing therefore the fear of the Lord, we persuade men, but we are revealed to God, and I hope that we are revealed also in your consciences. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 5,
		"canon_order": 28885
	},
	{
		"verseText": "For we are not commending ourselves to you again, but speak as giving you occasion of boasting on our behalf, that you may have something to answer those who boast in appearance and not in heart. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 5,
		"canon_order": 28886
	},
	{
		"verseText": "For if we are beside ourselves, it is for God. Or if we are of sober mind, it is for you. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 5,
		"canon_order": 28887
	},
	{
		"verseText": "For the love of Christ compels us; because we judge thus: that one died for all, therefore all died. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 5,
		"canon_order": 28888
	},
	{
		"verseText": "He died for all, that those who live should no longer live to themselves, but to him who for their sakes died and rose again. ",
		"book": "2CO",
		"verse": 15,
		"chapter": 5,
		"canon_order": 28889
	},
	{
		"verseText": "Therefore we know no one according to the flesh from now on. Even though we have known Christ according to the flesh, yet now we know him so no more. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 5,
		"canon_order": 28890
	},
	{
		"verseText": "Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new. ",
		"book": "2CO",
		"verse": 17,
		"chapter": 5,
		"canon_order": 28891
	},
	{
		"verseText": "But all things are of God, who reconciled us to himself through Jesus Christ, and gave to us the ministry of reconciliation; ",
		"book": "2CO",
		"verse": 18,
		"chapter": 5,
		"canon_order": 28892
	},
	{
		"verseText": "namely, that God was in Christ reconciling the world to himself, not reckoning to them their trespasses, and having committed to us the word of reconciliation. ",
		"book": "2CO",
		"verse": 19,
		"chapter": 5,
		"canon_order": 28893
	},
	{
		"verseText": "We are therefore ambassadors on behalf of Christ, as though God were entreating by us: we beg you on behalf of Christ, be reconciled to God. ",
		"book": "2CO",
		"verse": 20,
		"chapter": 5,
		"canon_order": 28894
	},
	{
		"verseText": "For him who knew no sin he made to be sin on our behalf, so that in him we might become the righteousness of God. ",
		"book": "2CO",
		"verse": 21,
		"chapter": 5,
		"canon_order": 28895
	},
	{
		"verseText": "Working together, we entreat also that you do not receive the grace of God in vain. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 6,
		"canon_order": 28896
	},
	{
		"verseText": "For he says, “At an acceptable time I listened to you. In a day of salvation I helped you.” Behold, now is the acceptable time. Behold, now is the day of salvation. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 6,
		"canon_order": 28897
	},
	{
		"verseText": "We give no occasion of stumbling in anything, that our service may not be blamed, ",
		"book": "2CO",
		"verse": 3,
		"chapter": 6,
		"canon_order": 28898
	},
	{
		"verseText": "but in everything commending ourselves as servants of God: in great endurance, in afflictions, in hardships, in distresses, ",
		"book": "2CO",
		"verse": 4,
		"chapter": 6,
		"canon_order": 28899
	},
	{
		"verseText": "in beatings, in imprisonments, in riots, in labors, in watchings, in fastings, ",
		"book": "2CO",
		"verse": 5,
		"chapter": 6,
		"canon_order": 28900
	},
	{
		"verseText": "in pureness, in knowledge, in perseverance, in kindness, in the Holy Spirit, in sincere love, ",
		"book": "2CO",
		"verse": 6,
		"chapter": 6,
		"canon_order": 28901
	},
	{
		"verseText": "in the word of truth, in the power of God, by the armor of righteousness on the right hand and on the left, ",
		"book": "2CO",
		"verse": 7,
		"chapter": 6,
		"canon_order": 28902
	},
	{
		"verseText": "by glory and dishonor, by evil report and good report, as deceivers and yet true, ",
		"book": "2CO",
		"verse": 8,
		"chapter": 6,
		"canon_order": 28903
	},
	{
		"verseText": "as unknown and yet well known, as dying and behold—we live, as punished and not killed, ",
		"book": "2CO",
		"verse": 9,
		"chapter": 6,
		"canon_order": 28904
	},
	{
		"verseText": "as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing and yet possessing all things. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 6,
		"canon_order": 28905
	},
	{
		"verseText": "Our mouth is open to you, Corinthians. Our heart is enlarged. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 6,
		"canon_order": 28906
	},
	{
		"verseText": "You are not restricted by us, but you are restricted by your own affections. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 6,
		"canon_order": 28907
	},
	{
		"verseText": "Now in return—I speak as to my children—you also open your hearts. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 6,
		"canon_order": 28908
	},
	{
		"verseText": "Don’t be unequally yoked with unbelievers, for what fellowship do righteousness and iniquity have? Or what fellowship does light have with darkness? ",
		"book": "2CO",
		"verse": 14,
		"chapter": 6,
		"canon_order": 28909
	},
	{
		"verseText": "What agreement does Christ have with Belial? Or what portion does a believer have with an unbeliever? ",
		"book": "2CO",
		"verse": 15,
		"chapter": 6,
		"canon_order": 28910
	},
	{
		"verseText": "What agreement does a temple of God have with idols? For you are a temple of the living God. Even as God said, “I will dwell in them and walk in them. I will be their God and they will be my people.” ",
		"book": "2CO",
		"verse": 16,
		"chapter": 6,
		"canon_order": 28911
	},
	{
		"verseText": "Therefore “‘Come out from among them, and be separate,’ says the Lord. ‘Touch no unclean thing. I will receive you. ",
		"book": "2CO",
		"verse": 17,
		"chapter": 6,
		"canon_order": 28912
	},
	{
		"verseText": "I will be to you a Father. You will be to me sons and daughters,’ says the Lord Almighty.” ",
		"book": "2CO",
		"verse": 18,
		"chapter": 6,
		"canon_order": 28913
	},
	{
		"verseText": "Having therefore these promises, beloved, let’s cleanse ourselves from all defilement of flesh and spirit, perfecting holiness in the fear of God. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 7,
		"canon_order": 28914
	},
	{
		"verseText": "Open your hearts to us. We wronged no one. We corrupted no one. We took advantage of no one. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 7,
		"canon_order": 28915
	},
	{
		"verseText": "I say this not to condemn you, for I have said before that you are in our hearts to die together and live together. ",
		"book": "2CO",
		"verse": 3,
		"chapter": 7,
		"canon_order": 28916
	},
	{
		"verseText": "Great is my boldness of speech toward you. Great is my boasting on your behalf. I am filled with comfort. I overflow with joy in all our affliction. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 7,
		"canon_order": 28917
	},
	{
		"verseText": "For even when we had come into Macedonia, our flesh had no relief, but we were afflicted on every side. Fightings were outside. Fear was inside. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 7,
		"canon_order": 28918
	},
	{
		"verseText": "Nevertheless, he who comforts the lowly, God, comforted us by the coming of Titus, ",
		"book": "2CO",
		"verse": 6,
		"chapter": 7,
		"canon_order": 28919
	},
	{
		"verseText": "and not by his coming only, but also by the comfort with which he was comforted in you while he told us of your longing, your mourning, and your zeal for me, so that I rejoiced still more. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 7,
		"canon_order": 28920
	},
	{
		"verseText": "For though I grieved you with my letter, I do not regret it, though I did regret it. For I see that my letter made you grieve, though just for a while. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 7,
		"canon_order": 28921
	},
	{
		"verseText": "I now rejoice, not that you were grieved, but that you were grieved to repentance. For you were grieved in a godly way, that you might suffer loss by us in nothing. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 7,
		"canon_order": 28922
	},
	{
		"verseText": "For godly sorrow produces repentance leading to salvation, which brings no regret. But the sorrow of the world produces death. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 7,
		"canon_order": 28923
	},
	{
		"verseText": "For behold, this same thing, that you were grieved in a godly way, what earnest care it worked in you. Yes, what defense, indignation, fear, longing, zeal, and vindication! In everything you demonstrated yourselves to be pure in the matter. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 7,
		"canon_order": 28924
	},
	{
		"verseText": "So although I wrote to you, I wrote not for his cause that did the wrong, nor for his cause that suffered the wrong, but that your earnest care for us might be revealed in you in the sight of God. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 7,
		"canon_order": 28925
	},
	{
		"verseText": "Therefore we have been comforted. In our comfort we rejoiced the more exceedingly for the joy of Titus, because his spirit has been refreshed by you all. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 7,
		"canon_order": 28926
	},
	{
		"verseText": "For if in anything I have boasted to him on your behalf, I was not disappointed. But as we spoke all things to you in truth, so our glorying also which I made before Titus was found to be truth. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 7,
		"canon_order": 28927
	},
	{
		"verseText": "His affection is more abundantly toward you, while he remembers all of your obedience, how with fear and trembling you received him. ",
		"book": "2CO",
		"verse": 15,
		"chapter": 7,
		"canon_order": 28928
	},
	{
		"verseText": "I rejoice that in everything I am confident concerning you. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 7,
		"canon_order": 28929
	},
	{
		"verseText": "Moreover, brothers, we make known to you the grace of God which has been given in the assemblies of Macedonia, ",
		"book": "2CO",
		"verse": 1,
		"chapter": 8,
		"canon_order": 28930
	},
	{
		"verseText": "how in a severe ordeal of affliction, the abundance of their joy and their deep poverty abounded to the riches of their generosity. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 8,
		"canon_order": 28931
	},
	{
		"verseText": "For according to their power, I testify, yes and beyond their power, they gave of their own accord, ",
		"book": "2CO",
		"verse": 3,
		"chapter": 8,
		"canon_order": 28932
	},
	{
		"verseText": "begging us with much entreaty to receive this grace and the fellowship in the service to the saints. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 8,
		"canon_order": 28933
	},
	{
		"verseText": "This was not as we had expected, but first they gave their own selves to the Lord, and to us through the will of God. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 8,
		"canon_order": 28934
	},
	{
		"verseText": "So we urged Titus, that as he had made a beginning before, so he would also complete in you this grace. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 8,
		"canon_order": 28935
	},
	{
		"verseText": "But as you abound in everything—in faith, utterance, knowledge, all earnestness, and in your love to us—see that you also abound in this grace. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 8,
		"canon_order": 28936
	},
	{
		"verseText": "I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 8,
		"canon_order": 28937
	},
	{
		"verseText": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, that you through his poverty might become rich. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 8,
		"canon_order": 28938
	},
	{
		"verseText": "I give advice in this: it is expedient for you who were the first to start a year ago, not only to do, but also to be willing. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 8,
		"canon_order": 28939
	},
	{
		"verseText": "But now complete the doing also, that as there was the readiness to be willing, so there may be the completion also out of your ability. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 8,
		"canon_order": 28940
	},
	{
		"verseText": "For if the readiness is there, it is acceptable according to what you have, not according to what you don’t have. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 8,
		"canon_order": 28941
	},
	{
		"verseText": "For this is not that others may be eased and you distressed, ",
		"book": "2CO",
		"verse": 13,
		"chapter": 8,
		"canon_order": 28942
	},
	{
		"verseText": "but for equality. Your abundance at this present time supplies their lack, that their abundance also may become a supply for your lack, that there may be equality. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 8,
		"canon_order": 28943
	},
	{
		"verseText": "As it is written, “He who gathered much had nothing left over, and he who gathered little had no lack.” ",
		"book": "2CO",
		"verse": 15,
		"chapter": 8,
		"canon_order": 28944
	},
	{
		"verseText": "But thanks be to God, who puts the same earnest care for you into the heart of Titus. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 8,
		"canon_order": 28945
	},
	{
		"verseText": "For he indeed accepted our exhortation, but being himself very earnest, he went out to you of his own accord. ",
		"book": "2CO",
		"verse": 17,
		"chapter": 8,
		"canon_order": 28946
	},
	{
		"verseText": "We have sent together with him the brother whose praise in the Good News is known throughout all the assemblies. ",
		"book": "2CO",
		"verse": 18,
		"chapter": 8,
		"canon_order": 28947
	},
	{
		"verseText": "Not only so, but he was also appointed by the assemblies to travel with us in this grace, which is served by us to the glory of the Lord himself, and to show our readiness. ",
		"book": "2CO",
		"verse": 19,
		"chapter": 8,
		"canon_order": 28948
	},
	{
		"verseText": "We are avoiding this, that any man should blame us concerning this abundance which is administered by us. ",
		"book": "2CO",
		"verse": 20,
		"chapter": 8,
		"canon_order": 28949
	},
	{
		"verseText": "Having regard for honorable things, not only in the sight of the Lord, but also in the sight of men. ",
		"book": "2CO",
		"verse": 21,
		"chapter": 8,
		"canon_order": 28950
	},
	{
		"verseText": "We have sent with them our brother whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which he has in you. ",
		"book": "2CO",
		"verse": 22,
		"chapter": 8,
		"canon_order": 28951
	},
	{
		"verseText": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are the apostles of the assemblies, the glory of Christ. ",
		"book": "2CO",
		"verse": 23,
		"chapter": 8,
		"canon_order": 28952
	},
	{
		"verseText": "Therefore show the proof of your love to them before the assemblies, and of our boasting on your behalf. ",
		"book": "2CO",
		"verse": 24,
		"chapter": 8,
		"canon_order": 28953
	},
	{
		"verseText": "It is indeed unnecessary for me to write to you concerning the service to the saints, ",
		"book": "2CO",
		"verse": 1,
		"chapter": 9,
		"canon_order": 28954
	},
	{
		"verseText": "for I know your readiness, of which I boast on your behalf to those of Macedonia, that Achaia has been prepared for the past year. Your zeal has stirred up very many of them. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 9,
		"canon_order": 28955
	},
	{
		"verseText": "But I have sent the brothers so that our boasting on your behalf may not be in vain in this respect, that, just as I said, you may be prepared, ",
		"book": "2CO",
		"verse": 3,
		"chapter": 9,
		"canon_order": 28956
	},
	{
		"verseText": "lest by any means, if anyone from Macedonia comes there with me and finds you unprepared, we (to say nothing of you) would be disappointed in this confident boasting. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 9,
		"canon_order": 28957
	},
	{
		"verseText": "I thought it necessary therefore to entreat the brothers that they would go before to you and arrange ahead of time the generous gift that you promised before, that the same might be ready as a matter of generosity, and not of greediness. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 9,
		"canon_order": 28958
	},
	{
		"verseText": "Remember this: he who sows sparingly will also reap sparingly. He who sows bountifully will also reap bountifully. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 9,
		"canon_order": 28959
	},
	{
		"verseText": "Let each man give according as he has determined in his heart, not grudgingly or under compulsion, for God loves a cheerful giver. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 9,
		"canon_order": 28960
	},
	{
		"verseText": "And God is able to make all grace abound to you, that you, always having all sufficiency in everything, may abound to every good work. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 9,
		"canon_order": 28961
	},
	{
		"verseText": "As it is written, “He has scattered abroad. He has given to the poor. His righteousness remains forever.” ",
		"book": "2CO",
		"verse": 9,
		"chapter": 9,
		"canon_order": 28962
	},
	{
		"verseText": "Now may he who supplies seed to the sower and bread for food, supply and multiply your seed for sowing, and increase the fruits of your righteousness, ",
		"book": "2CO",
		"verse": 10,
		"chapter": 9,
		"canon_order": 28963
	},
	{
		"verseText": "you being enriched in everything for all generosity, which produces thanksgiving to God through us. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 9,
		"canon_order": 28964
	},
	{
		"verseText": "For this service of giving that you perform not only makes up for lack among the saints, but abounds also through much giving of thanks to God, ",
		"book": "2CO",
		"verse": 12,
		"chapter": 9,
		"canon_order": 28965
	},
	{
		"verseText": "seeing that through the proof given by this service, they glorify God for the obedience of your confession to the Good News of Christ and for the generosity of your contribution to them and to all, ",
		"book": "2CO",
		"verse": 13,
		"chapter": 9,
		"canon_order": 28966
	},
	{
		"verseText": "while they themselves also, with supplication on your behalf, yearn for you by reason of the exceeding grace of God in you. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 9,
		"canon_order": 28967
	},
	{
		"verseText": "Now thanks be to God for his unspeakable gift! ",
		"book": "2CO",
		"verse": 15,
		"chapter": 9,
		"canon_order": 28968
	},
	{
		"verseText": "Now I Paul, myself, entreat you by the humility and gentleness of Christ, I who in your presence am lowly among you, but being absent am bold toward you. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 10,
		"canon_order": 28969
	},
	{
		"verseText": "Yes, I beg you that I may not, when present, show courage with the confidence with which I intend to be bold against some, who consider us to be walking according to the flesh. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 10,
		"canon_order": 28970
	},
	{
		"verseText": "For though we walk in the flesh, we don’t wage war according to the flesh; ",
		"book": "2CO",
		"verse": 3,
		"chapter": 10,
		"canon_order": 28971
	},
	{
		"verseText": "for the weapons of our warfare are not of the flesh, but mighty before God to the throwing down of strongholds, ",
		"book": "2CO",
		"verse": 4,
		"chapter": 10,
		"canon_order": 28972
	},
	{
		"verseText": "throwing down imaginations and every high thing that is exalted against the knowledge of God and bringing every thought into captivity to the obedience of Christ, ",
		"book": "2CO",
		"verse": 5,
		"chapter": 10,
		"canon_order": 28973
	},
	{
		"verseText": "and being in readiness to avenge all disobedience when your obedience is made full. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 10,
		"canon_order": 28974
	},
	{
		"verseText": "Do you look at things only as they appear in front of your face? If anyone trusts in himself that he is Christ’s, let him consider this again with himself, that even as he is Christ’s, so we also are Christ’s. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 10,
		"canon_order": 28975
	},
	{
		"verseText": "For even if I boast somewhat abundantly concerning our authority, which the Lord gave for building you up and not for casting you down, I will not be ashamed, ",
		"book": "2CO",
		"verse": 8,
		"chapter": 10,
		"canon_order": 28976
	},
	{
		"verseText": "that I may not seem as if I desire to terrify you by my letters. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 10,
		"canon_order": 28977
	},
	{
		"verseText": "For, “His letters”, they say, “are weighty and strong, but his bodily presence is weak, and his speech is despised.” ",
		"book": "2CO",
		"verse": 10,
		"chapter": 10,
		"canon_order": 28978
	},
	{
		"verseText": "Let such a person consider this, that what we are in word by letters when we are absent, such are we also in deed when we are present. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 10,
		"canon_order": 28979
	},
	{
		"verseText": "For we are not bold to number or compare ourselves with some of those who commend themselves. But they themselves, measuring themselves by themselves, and comparing themselves with themselves, are without understanding. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 10,
		"canon_order": 28980
	},
	{
		"verseText": "But we will not boast beyond proper limits, but within the boundaries with which God appointed to us, which reach even to you. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 10,
		"canon_order": 28981
	},
	{
		"verseText": "For we don’t stretch ourselves too much, as though we didn’t reach to you. For we came even as far as to you with the Good News of Christ, ",
		"book": "2CO",
		"verse": 14,
		"chapter": 10,
		"canon_order": 28982
	},
	{
		"verseText": "not boasting beyond proper limits in other men’s labors, but having hope that as your faith grows, we will be abundantly enlarged by you in our sphere of influence, ",
		"book": "2CO",
		"verse": 15,
		"chapter": 10,
		"canon_order": 28983
	},
	{
		"verseText": "so as to preach the Good News even to the parts beyond you, not to boast in what someone else has already done. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 10,
		"canon_order": 28984
	},
	{
		"verseText": "But “he who boasts, let him boast in the Lord.” ",
		"book": "2CO",
		"verse": 17,
		"chapter": 10,
		"canon_order": 28985
	},
	{
		"verseText": "For it isn’t he who commends himself who is approved, but whom the Lord commends. ",
		"book": "2CO",
		"verse": 18,
		"chapter": 10,
		"canon_order": 28986
	},
	{
		"verseText": "I wish that you would bear with me in a little foolishness, but indeed you do bear with me. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 11,
		"canon_order": 28987
	},
	{
		"verseText": "For I am jealous over you with a godly jealousy. For I promised you in marriage to one husband, that I might present you as a pure virgin to Christ. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 11,
		"canon_order": 28988
	},
	{
		"verseText": "But I am afraid that somehow, as the serpent deceived Eve in his craftiness, so your minds might be corrupted from the simplicity that is in Christ. ",
		"book": "2CO",
		"verse": 3,
		"chapter": 11,
		"canon_order": 28989
	},
	{
		"verseText": "For if he who comes preaches another Jesus whom we didn’t preach, or if you receive a different spirit which you didn’t receive, or a different “good news” which you didn’t accept, you put up with that well enough. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 11,
		"canon_order": 28990
	},
	{
		"verseText": "For I reckon that I am not at all behind the very best apostles. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 11,
		"canon_order": 28991
	},
	{
		"verseText": "But though I am unskilled in speech, yet I am not unskilled in knowledge. No, in every way we have been revealed to you in all things. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 11,
		"canon_order": 28992
	},
	{
		"verseText": "Or did I commit a sin in humbling myself that you might be exalted, because I preached to you God’s Good News free of charge? ",
		"book": "2CO",
		"verse": 7,
		"chapter": 11,
		"canon_order": 28993
	},
	{
		"verseText": "I robbed other assemblies, taking wages from them that I might serve you. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 11,
		"canon_order": 28994
	},
	{
		"verseText": "When I was present with you and was in need, I wasn’t a burden on anyone, for the brothers, when they came from Macedonia, supplied the measure of my need. In everything I kept myself from being burdensome to you, and I will continue to do so. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 11,
		"canon_order": 28995
	},
	{
		"verseText": "As the truth of Christ is in me, no one will stop me from this boasting in the regions of Achaia. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 11,
		"canon_order": 28996
	},
	{
		"verseText": "Why? Because I don’t love you? God knows. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 11,
		"canon_order": 28997
	},
	{
		"verseText": "But what I do, that I will continue to do, that I may cut off opportunity from those who desire an opportunity, that in which they boast, they may be recognized just like us. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 11,
		"canon_order": 28998
	},
	{
		"verseText": "For such men are false apostles, deceitful workers, masquerading as Christ’s apostles. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 11,
		"canon_order": 28999
	},
	{
		"verseText": "And no wonder, for even Satan masquerades as an angel of light. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 11,
		"canon_order": 29000
	},
	{
		"verseText": "It is no great thing therefore if his servants also masquerade as servants of righteousness, whose end will be according to their works. ",
		"book": "2CO",
		"verse": 15,
		"chapter": 11,
		"canon_order": 29001
	},
	{
		"verseText": "I say again, let no one think me foolish. But if so, yet receive me as foolish, that I also may boast a little. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 11,
		"canon_order": 29002
	},
	{
		"verseText": "That which I speak, I don’t speak according to the Lord, but as in foolishness, in this confidence of boasting. ",
		"book": "2CO",
		"verse": 17,
		"chapter": 11,
		"canon_order": 29003
	},
	{
		"verseText": "Seeing that many boast after the flesh, I will also boast. ",
		"book": "2CO",
		"verse": 18,
		"chapter": 11,
		"canon_order": 29004
	},
	{
		"verseText": "For you bear with the foolish gladly, being wise. ",
		"book": "2CO",
		"verse": 19,
		"chapter": 11,
		"canon_order": 29005
	},
	{
		"verseText": "For you bear with a man if he brings you into bondage, if he devours you, if he takes you captive, if he exalts himself, or if he strikes you on the face. ",
		"book": "2CO",
		"verse": 20,
		"chapter": 11,
		"canon_order": 29006
	},
	{
		"verseText": "To my shame, I speak as though we had been weak. Yet in whatever way anyone is bold (I speak in foolishness), I am bold also. ",
		"book": "2CO",
		"verse": 21,
		"chapter": 11,
		"canon_order": 29007
	},
	{
		"verseText": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the offspring of Abraham? So am I. ",
		"book": "2CO",
		"verse": 22,
		"chapter": 11,
		"canon_order": 29008
	},
	{
		"verseText": "Are they servants of Christ? (I speak as one beside himself.) I am more so: in labors more abundantly, in prisons more abundantly, in stripes above measure, and in deaths often. ",
		"book": "2CO",
		"verse": 23,
		"chapter": 11,
		"canon_order": 29009
	},
	{
		"verseText": "Five times I received forty stripes minus one from the Jews. ",
		"book": "2CO",
		"verse": 24,
		"chapter": 11,
		"canon_order": 29010
	},
	{
		"verseText": "Three times I was beaten with rods. Once I was stoned. Three times I suffered shipwreck. I have been a night and a day in the deep. ",
		"book": "2CO",
		"verse": 25,
		"chapter": 11,
		"canon_order": 29011
	},
	{
		"verseText": "I have been in travels often, perils of rivers, perils of robbers, perils from my countrymen, perils from the Gentiles, perils in the city, perils in the wilderness, perils in the sea, perils among false brothers; ",
		"book": "2CO",
		"verse": 26,
		"chapter": 11,
		"canon_order": 29012
	},
	{
		"verseText": "in labor and travail, in watchings often, in hunger and thirst, in fastings often, and in cold and nakedness. ",
		"book": "2CO",
		"verse": 27,
		"chapter": 11,
		"canon_order": 29013
	},
	{
		"verseText": "Besides those things that are outside, there is that which presses on me daily: anxiety for all the assemblies. ",
		"book": "2CO",
		"verse": 28,
		"chapter": 11,
		"canon_order": 29014
	},
	{
		"verseText": "Who is weak, and I am not weak? Who is caused to stumble, and I don’t burn with indignation? ",
		"book": "2CO",
		"verse": 29,
		"chapter": 11,
		"canon_order": 29015
	},
	{
		"verseText": "If I must boast, I will boast of the things that concern my weakness. ",
		"book": "2CO",
		"verse": 30,
		"chapter": 11,
		"canon_order": 29016
	},
	{
		"verseText": "The God and Father of the Lord Jesus Christ, he who is blessed forever more, knows that I don’t lie. ",
		"book": "2CO",
		"verse": 31,
		"chapter": 11,
		"canon_order": 29017
	},
	{
		"verseText": "In Damascus the governor under King Aretas guarded the Damascenes’ city, desiring to arrest me. ",
		"book": "2CO",
		"verse": 32,
		"chapter": 11,
		"canon_order": 29018
	},
	{
		"verseText": "I was let down in a basket through a window by the wall, and escaped his hands. ",
		"book": "2CO",
		"verse": 33,
		"chapter": 11,
		"canon_order": 29019
	},
	{
		"verseText": "It is doubtless not profitable for me to boast, but I will come to visions and revelations of the Lord. ",
		"book": "2CO",
		"verse": 1,
		"chapter": 12,
		"canon_order": 29020
	},
	{
		"verseText": "I know a man in Christ who was caught up into the third heaven fourteen years ago—whether in the body, I don’t know, or whether out of the body, I don’t know; God knows. ",
		"book": "2CO",
		"verse": 2,
		"chapter": 12,
		"canon_order": 29021
	},
	{
		"verseText": "I know such a man (whether in the body, or outside of the body, I don’t know; God knows), ",
		"book": "2CO",
		"verse": 3,
		"chapter": 12,
		"canon_order": 29022
	},
	{
		"verseText": "how he was caught up into Paradise and heard unspeakable words, which it is not lawful for a man to utter. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 12,
		"canon_order": 29023
	},
	{
		"verseText": "On behalf of such a one I will boast, but on my own behalf I will not boast, except in my weaknesses. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 12,
		"canon_order": 29024
	},
	{
		"verseText": "For if I would desire to boast, I will not be foolish; for I will speak the truth. But I refrain, so that no man may think more of me than that which he sees in me or hears from me. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 12,
		"canon_order": 29025
	},
	{
		"verseText": "By reason of the exceeding greatness of the revelations, that I should not be exalted excessively, a thorn in the flesh was given to me: a messenger of Satan to torment me, that I should not be exalted excessively. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 12,
		"canon_order": 29026
	},
	{
		"verseText": "Concerning this thing, I begged the Lord three times that it might depart from me. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 12,
		"canon_order": 29027
	},
	{
		"verseText": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 12,
		"canon_order": 29028
	},
	{
		"verseText": "Therefore I take pleasure in weaknesses, in injuries, in necessities, in persecutions, and in distresses, for Christ’s sake. For when I am weak, then am I strong. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 12,
		"canon_order": 29029
	},
	{
		"verseText": "I have become foolish in boasting. You compelled me, for I ought to have been commended by you, for I am in no way inferior to the very best apostles, though I am nothing. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 12,
		"canon_order": 29030
	},
	{
		"verseText": "Truly the signs of an apostle were worked among you in all perseverance, in signs and wonders and mighty works. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 12,
		"canon_order": 29031
	},
	{
		"verseText": "For what is there in which you were made inferior to the rest of the assemblies, unless it is that I myself was not a burden to you? Forgive me this wrong! ",
		"book": "2CO",
		"verse": 13,
		"chapter": 12,
		"canon_order": 29032
	},
	{
		"verseText": "Behold, this is the third time I am ready to come to you, and I will not be a burden to you; for I seek not your possessions, but you. For the children ought not to save up for the parents, but the parents for the children. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 12,
		"canon_order": 29033
	},
	{
		"verseText": "I will most gladly spend and be spent for your souls. If I love you more abundantly, am I loved the less? ",
		"book": "2CO",
		"verse": 15,
		"chapter": 12,
		"canon_order": 29034
	},
	{
		"verseText": "Even so, I myself didn’t burden you. But you might say that being crafty, I caught you with deception. ",
		"book": "2CO",
		"verse": 16,
		"chapter": 12,
		"canon_order": 29035
	},
	{
		"verseText": "Did I take advantage of you by anyone of those whom I have sent to you? ",
		"book": "2CO",
		"verse": 17,
		"chapter": 12,
		"canon_order": 29036
	},
	{
		"verseText": "I exhorted Titus, and I sent the brother with him. Did Titus take any advantage of you? Didn’t we walk in the same spirit? Didn’t we walk in the same steps? ",
		"book": "2CO",
		"verse": 18,
		"chapter": 12,
		"canon_order": 29037
	},
	{
		"verseText": "Again, do you think that we are excusing ourselves to you? In the sight of God we speak in Christ. But all things, beloved, are for your edifying. ",
		"book": "2CO",
		"verse": 19,
		"chapter": 12,
		"canon_order": 29038
	},
	{
		"verseText": "For I am afraid that perhaps when I come, I might find you not the way I want to, and that I might be found by you as you don’t desire, that perhaps there would be strife, jealousy, outbursts of anger, factions, slander, whisperings, proud thoughts, or riots, ",
		"book": "2CO",
		"verse": 20,
		"chapter": 12,
		"canon_order": 29039
	},
	{
		"verseText": "that again when I come my God would humble me before you, and I would mourn for many of those who have sinned before now, and not repented of the uncleanness, sexual immorality, and lustfulness which they committed. ",
		"book": "2CO",
		"verse": 21,
		"chapter": 12,
		"canon_order": 29040
	},
	{
		"verseText": "This is the third time I am coming to you. “At the mouth of two or three witnesses shall every word be established.” ",
		"book": "2CO",
		"verse": 1,
		"chapter": 13,
		"canon_order": 29041
	},
	{
		"verseText": "I have warned previously, and I warn again, as when I was present the second time, so now, being absent, I write to those who have sinned before now and to all the rest that if I come again, I will not spare, ",
		"book": "2CO",
		"verse": 2,
		"chapter": 13,
		"canon_order": 29042
	},
	{
		"verseText": "seeing that you seek a proof of Christ who speaks in me who is not weak, but is powerful in you. ",
		"book": "2CO",
		"verse": 3,
		"chapter": 13,
		"canon_order": 29043
	},
	{
		"verseText": "For he was crucified through weakness, yet he lives through the power of God. For we also are weak in him, but we will live with him through the power of God toward you. ",
		"book": "2CO",
		"verse": 4,
		"chapter": 13,
		"canon_order": 29044
	},
	{
		"verseText": "Examine your own selves, whether you are in the faith. Test your own selves. Or don’t you know about your own selves, that Jesus Christ is in you?—unless indeed you are disqualified. ",
		"book": "2CO",
		"verse": 5,
		"chapter": 13,
		"canon_order": 29045
	},
	{
		"verseText": "But I hope that you will know that we aren’t disqualified. ",
		"book": "2CO",
		"verse": 6,
		"chapter": 13,
		"canon_order": 29046
	},
	{
		"verseText": "Now I pray to God that you do no evil; not that we may appear approved, but that you may do that which is honorable, though we may seem to have failed. ",
		"book": "2CO",
		"verse": 7,
		"chapter": 13,
		"canon_order": 29047
	},
	{
		"verseText": "For we can do nothing against the truth, but for the truth. ",
		"book": "2CO",
		"verse": 8,
		"chapter": 13,
		"canon_order": 29048
	},
	{
		"verseText": "For we rejoice when we are weak and you are strong. We also pray for this: your becoming perfect. ",
		"book": "2CO",
		"verse": 9,
		"chapter": 13,
		"canon_order": 29049
	},
	{
		"verseText": "For this cause I write these things while absent, that I may not deal sharply when present, according to the authority which the Lord gave me for building up and not for tearing down. ",
		"book": "2CO",
		"verse": 10,
		"chapter": 13,
		"canon_order": 29050
	},
	{
		"verseText": "Finally, brothers, rejoice! Be perfected. Be comforted. Be of the same mind. Live in peace, and the God of love and peace will be with you. ",
		"book": "2CO",
		"verse": 11,
		"chapter": 13,
		"canon_order": 29051
	},
	{
		"verseText": "Greet one another with a holy kiss. ",
		"book": "2CO",
		"verse": 12,
		"chapter": 13,
		"canon_order": 29052
	},
	{
		"verseText": "All the saints greet you. ",
		"book": "2CO",
		"verse": 13,
		"chapter": 13,
		"canon_order": 29053
	},
	{
		"verseText": "The grace of the Lord Jesus Christ, God’s love, and the fellowship of the Holy Spirit be with you all. Amen. ",
		"book": "2CO",
		"verse": 14,
		"chapter": 13,
		"canon_order": 29054
	}
]