[
	{
		"verseText": "The elder, to the chosen lady and her children, whom I love in truth, and not I only, but also all those who know the truth, ",
		"book": "2JN",
		"verse": 1,
		"chapter": 1,
		"canon_order": 30643
	},
	{
		"verseText": "for the truth’s sake, which remains in us, and it will be with us forever: ",
		"book": "2JN",
		"verse": 2,
		"chapter": 1,
		"canon_order": 30644
	},
	{
		"verseText": "Grace, mercy, and peace will be with us, from God the Father and from the Lord Jesus Christ, the Son of the Father, in truth and love. ",
		"book": "2JN",
		"verse": 3,
		"chapter": 1,
		"canon_order": 30645
	},
	{
		"verseText": "I rejoice greatly that I have found some of your children walking in truth, even as we have been commanded by the Father. ",
		"book": "2JN",
		"verse": 4,
		"chapter": 1,
		"canon_order": 30646
	},
	{
		"verseText": "Now I beg you, dear lady, not as though I wrote to you a new commandment, but that which we had from the beginning, that we love one another. ",
		"book": "2JN",
		"verse": 5,
		"chapter": 1,
		"canon_order": 30647
	},
	{
		"verseText": "This is love, that we should walk according to his commandments. This is the commandment, even as you heard from the beginning, that you should walk in it. ",
		"book": "2JN",
		"verse": 6,
		"chapter": 1,
		"canon_order": 30648
	},
	{
		"verseText": "For many deceivers have gone out into the world, those who don’t confess that Jesus Christ came in the flesh. This is the deceiver and the Antichrist. ",
		"book": "2JN",
		"verse": 7,
		"chapter": 1,
		"canon_order": 30649
	},
	{
		"verseText": "Watch yourselves, that we don’t lose the things which we have accomplished, but that we receive a full reward. ",
		"book": "2JN",
		"verse": 8,
		"chapter": 1,
		"canon_order": 30650
	},
	{
		"verseText": "Whoever transgresses and doesn’t remain in the teaching of Christ doesn’t have God. He who remains in the teaching has both the Father and the Son. ",
		"book": "2JN",
		"verse": 9,
		"chapter": 1,
		"canon_order": 30651
	},
	{
		"verseText": "If anyone comes to you and doesn’t bring this teaching, don’t receive him into your house, and don’t welcome him, ",
		"book": "2JN",
		"verse": 10,
		"chapter": 1,
		"canon_order": 30652
	},
	{
		"verseText": "for he who welcomes him participates in his evil deeds. ",
		"book": "2JN",
		"verse": 11,
		"chapter": 1,
		"canon_order": 30653
	},
	{
		"verseText": "Having many things to write to you, I don’t want to do so with paper and ink, but I hope to come to you and to speak face to face, that our joy may be made full. ",
		"book": "2JN",
		"verse": 12,
		"chapter": 1,
		"canon_order": 30654
	},
	{
		"verseText": "The children of your chosen sister greet you. Amen. ",
		"book": "2JN",
		"verse": 13,
		"chapter": 1,
		"canon_order": 30655
	}
]