[
	{
		"verseText": "After the death of Saul, when David had returned from the slaughter of the Amalekites, and David had stayed two days in Ziklag, ",
		"book": "2SA",
		"verse": 1,
		"chapter": 1,
		"canon_order": 8024
	},
	{
		"verseText": "on the third day, behold, a man came out of the camp from Saul, with his clothes torn and earth on his head. When he came to David, he fell to the earth and showed respect. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 1,
		"canon_order": 8025
	},
	{
		"verseText": "David said to him, “Where do you come from?” He said to him, “I have escaped out of the camp of Israel.” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 1,
		"canon_order": 8026
	},
	{
		"verseText": "David said to him, “How did it go? Please tell me.” He answered, “The people have fled from the battle, and many of the people also have fallen and are dead. Saul and Jonathan his son are dead also.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 1,
		"canon_order": 8027
	},
	{
		"verseText": "David said to the young man who told him, “How do you know that Saul and Jonathan his son are dead?” ",
		"book": "2SA",
		"verse": 5,
		"chapter": 1,
		"canon_order": 8028
	},
	{
		"verseText": "The young man who told him said, “As I happened by chance on Mount Gilboa, behold, Saul was leaning on his spear; and behold, the chariots and the horsemen followed close behind him. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 1,
		"canon_order": 8029
	},
	{
		"verseText": "When he looked behind him, he saw me and called to me. I answered, ‘Here I am.’ ",
		"book": "2SA",
		"verse": 7,
		"chapter": 1,
		"canon_order": 8030
	},
	{
		"verseText": "He said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ ",
		"book": "2SA",
		"verse": 8,
		"chapter": 1,
		"canon_order": 8031
	},
	{
		"verseText": "He said to me, ‘Please stand beside me, and kill me, for anguish has taken hold of me because my life lingers in me.’ ",
		"book": "2SA",
		"verse": 9,
		"chapter": 1,
		"canon_order": 8032
	},
	{
		"verseText": "So I stood beside him and killed him, because I was sure that he could not live after he had fallen. I took the crown that was on his head and the bracelet that was on his arm, and have brought them here to my lord.” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 1,
		"canon_order": 8033
	},
	{
		"verseText": "Then David took hold on his clothes and tore them; and all the men who were with him did likewise. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 1,
		"canon_order": 8034
	},
	{
		"verseText": "They mourned, wept, and fasted until evening for Saul and for Jonathan his son, and for the people of Yahweh, and for the house of Israel, because they had fallen by the sword. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 1,
		"canon_order": 8035
	},
	{
		"verseText": "David said to the young man who told him, “Where are you from?” He answered, “I am the son of a foreigner, an Amalekite.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 1,
		"canon_order": 8036
	},
	{
		"verseText": "David said to him, “Why were you not afraid to stretch out your hand to destroy Yahweh’s anointed?” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 1,
		"canon_order": 8037
	},
	{
		"verseText": "David called one of the young men and said, “Go near, and cut him down!” He struck him so that he died. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 1,
		"canon_order": 8038
	},
	{
		"verseText": "David said to him, “Your blood be on your head, for your mouth has testified against you, saying, ‘I have slain Yahweh’s anointed.’” ",
		"book": "2SA",
		"verse": 16,
		"chapter": 1,
		"canon_order": 8039
	},
	{
		"verseText": "David lamented with this lamentation over Saul and over Jonathan his son ",
		"book": "2SA",
		"verse": 17,
		"chapter": 1,
		"canon_order": 8040
	},
	{
		"verseText": "(and he commanded them to teach the children of Judah the song of the bow; behold, it is written in the book of Jashar): ",
		"book": "2SA",
		"verse": 18,
		"chapter": 1,
		"canon_order": 8041
	},
	{
		"verseText": "“Your glory, Israel, was slain on your high places! How the mighty have fallen! ",
		"book": "2SA",
		"verse": 19,
		"chapter": 1,
		"canon_order": 8042
	},
	{
		"verseText": "Don’t tell it in Gath. Don’t publish it in the streets of Ashkelon, lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 1,
		"canon_order": 8043
	},
	{
		"verseText": "You mountains of Gilboa, let there be no dew or rain on you, and no fields of offerings; For there the shield of the mighty was defiled and cast away, The shield of Saul was not anointed with oil. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 1,
		"canon_order": 8044
	},
	{
		"verseText": "From the blood of the slain, from the fat of the mighty, Jonathan’s bow didn’t turn back. Saul’s sword didn’t return empty. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 1,
		"canon_order": 8045
	},
	{
		"verseText": "Saul and Jonathan were lovely and pleasant in their lives. In their death, they were not divided. They were swifter than eagles. They were stronger than lions. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 1,
		"canon_order": 8046
	},
	{
		"verseText": "You daughters of Israel, weep over Saul, who clothed you delicately in scarlet, who put ornaments of gold on your clothing. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 1,
		"canon_order": 8047
	},
	{
		"verseText": "How the mighty have fallen in the middle of the battle! Jonathan was slain on your high places. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 1,
		"canon_order": 8048
	},
	{
		"verseText": "I am distressed for you, my brother Jonathan. You have been very pleasant to me. Your love to me was wonderful, surpassing the love of women. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 1,
		"canon_order": 8049
	},
	{
		"verseText": "How the mighty have fallen, and the weapons of war have perished!” ",
		"book": "2SA",
		"verse": 27,
		"chapter": 1,
		"canon_order": 8050
	},
	{
		"verseText": "After this, David inquired of Yahweh, saying, “Shall I go up into any of the cities of Judah?” Yahweh said to him, “Go up.” David said, “Where shall I go up?” He said, “To Hebron.” ",
		"book": "2SA",
		"verse": 1,
		"chapter": 2,
		"canon_order": 8051
	},
	{
		"verseText": "So David went up there with his two wives, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 2,
		"canon_order": 8052
	},
	{
		"verseText": "David brought up his men who were with him, every man with his household. They lived in the cities of Hebron. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 2,
		"canon_order": 8053
	},
	{
		"verseText": "The men of Judah came, and there they anointed David king over the house of Judah. They told David, “The men of Jabesh Gilead were those who buried Saul.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 2,
		"canon_order": 8054
	},
	{
		"verseText": "David sent messengers to the men of Jabesh Gilead, and said to them, “Blessed are you by Yahweh, that you have shown this kindness to your lord, even to Saul, and have buried him. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 2,
		"canon_order": 8055
	},
	{
		"verseText": "Now may Yahweh show loving kindness and truth to you. I also will reward you for this kindness, because you have done this thing. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 2,
		"canon_order": 8056
	},
	{
		"verseText": "Now therefore let your hands be strong, and be valiant; for Saul your lord is dead, and also the house of Judah have anointed me king over them.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 2,
		"canon_order": 8057
	},
	{
		"verseText": "Now Abner the son of Ner, captain of Saul’s army, had taken Ishbosheth the son of Saul and brought him over to Mahanaim. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 2,
		"canon_order": 8058
	},
	{
		"verseText": "He made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, over Benjamin, and over all Israel. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 2,
		"canon_order": 8059
	},
	{
		"verseText": "Ishbosheth, Saul’s son, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 2,
		"canon_order": 8060
	},
	{
		"verseText": "The time that David was king in Hebron over the house of Judah was seven years and six months. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 2,
		"canon_order": 8061
	},
	{
		"verseText": "Abner the son of Ner, and the servants of Ishbosheth the son of Saul, went out from Mahanaim to Gibeon. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 2,
		"canon_order": 8062
	},
	{
		"verseText": "Joab the son of Zeruiah and David’s servants went out, and met them by the pool of Gibeon; and they sat down, the one on the one side of the pool and the other on the other side of the pool. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 2,
		"canon_order": 8063
	},
	{
		"verseText": "Abner said to Joab, “Please let the young men arise and compete before us!” Joab said, “Let them arise!” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 2,
		"canon_order": 8064
	},
	{
		"verseText": "Then they arose and went over by number: twelve for Benjamin and for Ishbosheth the son of Saul, and twelve of David’s servants. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 2,
		"canon_order": 8065
	},
	{
		"verseText": "They each caught his opponent by the head and thrust his sword in his fellow’s side; so they fell down together. Therefore that place in Gibeon was called Helkath Hazzurim. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 2,
		"canon_order": 8066
	},
	{
		"verseText": "The battle was very severe that day; and Abner was beaten, and the men of Israel, before David’s servants. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 2,
		"canon_order": 8067
	},
	{
		"verseText": "The three sons of Zeruiah were there: Joab, Abishai, and Asahel. Asahel was as light of foot as a wild gazelle. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 2,
		"canon_order": 8068
	},
	{
		"verseText": "Asahel pursued Abner. He didn’t turn to the right hand or to the left from following Abner. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 2,
		"canon_order": 8069
	},
	{
		"verseText": "Then Abner looked behind him and said, “Is that you, Asahel?” He answered, “It is.” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 2,
		"canon_order": 8070
	},
	{
		"verseText": "Abner said to him, “Turn away to your right hand or to your left, and grab one of the young men, and take his armor.” But Asahel would not turn away from following him. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 2,
		"canon_order": 8071
	},
	{
		"verseText": "Abner said again to Asahel, “Turn away from following me. Why should I strike you to the ground? How then could I look Joab your brother in the face?” ",
		"book": "2SA",
		"verse": 22,
		"chapter": 2,
		"canon_order": 8072
	},
	{
		"verseText": "However, he refused to turn away. Therefore Abner with the back end of the spear struck him in the body, so that the spear came out behind him; and he fell down there and died in the same place. As many as came to the place where Asahel fell down and died stood still. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 2,
		"canon_order": 8073
	},
	{
		"verseText": "But Joab and Abishai pursued Abner. The sun went down when they had come to the hill of Ammah, that lies before Giah by the way of the wilderness of Gibeon. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 2,
		"canon_order": 8074
	},
	{
		"verseText": "The children of Benjamin gathered themselves together after Abner and became one band, and stood on the top of a hill. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 2,
		"canon_order": 8075
	},
	{
		"verseText": "Then Abner called to Joab, and said, “Shall the sword devour forever? Don’t you know that it will be bitterness in the latter end? How long will it be then, before you ask the people to return from following their brothers?” ",
		"book": "2SA",
		"verse": 26,
		"chapter": 2,
		"canon_order": 8076
	},
	{
		"verseText": "Joab said, “As God lives, if you had not spoken, surely then in the morning the people would have gone away, and not each followed his brother.” ",
		"book": "2SA",
		"verse": 27,
		"chapter": 2,
		"canon_order": 8077
	},
	{
		"verseText": "So Joab blew the trumpet; and all the people stood still and pursued Israel no more, and they fought no more. ",
		"book": "2SA",
		"verse": 28,
		"chapter": 2,
		"canon_order": 8078
	},
	{
		"verseText": "Abner and his men went all that night through the Arabah; and they passed over the Jordan, and went through all Bithron, and came to Mahanaim. ",
		"book": "2SA",
		"verse": 29,
		"chapter": 2,
		"canon_order": 8079
	},
	{
		"verseText": "Joab returned from following Abner; and when he had gathered all the people together, nineteen men of David’s and Asahel were missing. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 2,
		"canon_order": 8080
	},
	{
		"verseText": "But David’s servants had struck Benjamin Abner’s men so that three hundred sixty men died. ",
		"book": "2SA",
		"verse": 31,
		"chapter": 2,
		"canon_order": 8081
	},
	{
		"verseText": "They took up Asahel and buried him in the tomb of his father, which was in Bethlehem. Joab and his men went all night, and the day broke on them at Hebron. ",
		"book": "2SA",
		"verse": 32,
		"chapter": 2,
		"canon_order": 8082
	},
	{
		"verseText": "Now there was long war between Saul’s house and David’s house. David grew stronger and stronger, but Saul’s house grew weaker and weaker. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 3,
		"canon_order": 8083
	},
	{
		"verseText": "Sons were born to David in Hebron. His firstborn was Amnon, of Ahinoam the Jezreelitess; ",
		"book": "2SA",
		"verse": 2,
		"chapter": 3,
		"canon_order": 8084
	},
	{
		"verseText": "and his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur; ",
		"book": "2SA",
		"verse": 3,
		"chapter": 3,
		"canon_order": 8085
	},
	{
		"verseText": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital; ",
		"book": "2SA",
		"verse": 4,
		"chapter": 3,
		"canon_order": 8086
	},
	{
		"verseText": "and the sixth, Ithream, of Eglah, David’s wife. These were born to David in Hebron. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 3,
		"canon_order": 8087
	},
	{
		"verseText": "While there was war between Saul’s house and David’s house, Abner made himself strong in Saul’s house. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 3,
		"canon_order": 8088
	},
	{
		"verseText": "Now Saul had a concubine, whose name was Rizpah, the daughter of Aiah; and Ishbosheth said to Abner, “Why have you gone in to my father’s concubine?” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 3,
		"canon_order": 8089
	},
	{
		"verseText": "Then Abner was very angry about Ishbosheth’s words, and said, “Am I a dog’s head that belongs to Judah? Today I show kindness to your father Saul’s house, to his brothers, and to his friends, and have not delivered you into the hand of David; and yet you charge me today with a fault concerning this woman! ",
		"book": "2SA",
		"verse": 8,
		"chapter": 3,
		"canon_order": 8090
	},
	{
		"verseText": "God do so to Abner, and more also, if, as Yahweh has sworn to David, I don’t do even so to him: ",
		"book": "2SA",
		"verse": 9,
		"chapter": 3,
		"canon_order": 8091
	},
	{
		"verseText": "to transfer the kingdom from Saul’s house, and to set up David’s throne over Israel and over Judah, from Dan even to Beersheba.” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 3,
		"canon_order": 8092
	},
	{
		"verseText": "He could not answer Abner another word, because he was afraid of him. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 3,
		"canon_order": 8093
	},
	{
		"verseText": "Abner sent messengers to David on his behalf, saying, “Whose is the land?” and saying, “Make your alliance with me, and behold, my hand will be with you to bring all Israel around to you.” ",
		"book": "2SA",
		"verse": 12,
		"chapter": 3,
		"canon_order": 8094
	},
	{
		"verseText": "David said, “Good. I will make a treaty with you, but one thing I require of you. That is, you will not see my face unless you first bring Michal, Saul’s daughter, when you come to see my face.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 3,
		"canon_order": 8095
	},
	{
		"verseText": "David sent messengers to Ishbosheth, Saul’s son, saying, “Deliver me my wife Michal, whom I was given to marry for one hundred foreskins of the Philistines.” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 3,
		"canon_order": 8096
	},
	{
		"verseText": "Ishbosheth sent and took her from her husband, Paltiel the son of Laish. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 3,
		"canon_order": 8097
	},
	{
		"verseText": "Her husband went with her, weeping as he went, and followed her to Bahurim. Then Abner said to him, “Go! Return!” and he returned. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 3,
		"canon_order": 8098
	},
	{
		"verseText": "Abner had communication with the elders of Israel, saying, “In times past, you sought for David to be king over you. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 3,
		"canon_order": 8099
	},
	{
		"verseText": "Now then do it! For Yahweh has spoken of David, saying, ‘By the hand of my servant David, I will save my people Israel out of the hand of the Philistines, and out of the hand of all their enemies.’” ",
		"book": "2SA",
		"verse": 18,
		"chapter": 3,
		"canon_order": 8100
	},
	{
		"verseText": "Abner also spoke in the ears of Benjamin; and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel and to the whole house of Benjamin. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 3,
		"canon_order": 8101
	},
	{
		"verseText": "So Abner came to David to Hebron, and twenty men with him. David made Abner and the men who were with him a feast. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 3,
		"canon_order": 8102
	},
	{
		"verseText": "Abner said to David, “I will arise and go, and will gather all Israel to my lord the king, that they may make a covenant with you, and that you may reign over all that your soul desires.” David sent Abner away; and he went in peace. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 3,
		"canon_order": 8103
	},
	{
		"verseText": "Behold, David’s servants and Joab came from a raid and brought in a great plunder with them; but Abner was not with David in Hebron, for he had sent him away, and he had gone in peace. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 3,
		"canon_order": 8104
	},
	{
		"verseText": "When Joab and all the army who was with him had come, they told Joab, “Abner the son of Ner came to the king, and he has sent him away, and he has gone in peace.” ",
		"book": "2SA",
		"verse": 23,
		"chapter": 3,
		"canon_order": 8105
	},
	{
		"verseText": "Then Joab came to the king and said, “What have you done? Behold, Abner came to you. Why is it that you have sent him away, and he is already gone? ",
		"book": "2SA",
		"verse": 24,
		"chapter": 3,
		"canon_order": 8106
	},
	{
		"verseText": "You know Abner the son of Ner. He came to deceive you, and to know your going out and your coming in, and to know all that you do.” ",
		"book": "2SA",
		"verse": 25,
		"chapter": 3,
		"canon_order": 8107
	},
	{
		"verseText": "When Joab had come out from David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David didn’t know it. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 3,
		"canon_order": 8108
	},
	{
		"verseText": "When Abner was returned to Hebron, Joab took him aside into the middle of the gate to speak with him quietly, and struck him there in the body, so that he died for the blood of Asahel his brother. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 3,
		"canon_order": 8109
	},
	{
		"verseText": "Afterward, when David heard it, he said, “I and my kingdom are guiltless before Yahweh forever of the blood of Abner the son of Ner. ",
		"book": "2SA",
		"verse": 28,
		"chapter": 3,
		"canon_order": 8110
	},
	{
		"verseText": "Let it fall on the head of Joab and on all his father’s house. Let there not fail from the house of Joab one who has a discharge, or who is a leper, or who leans on a staff, or who falls by the sword, or who lacks bread.” ",
		"book": "2SA",
		"verse": 29,
		"chapter": 3,
		"canon_order": 8111
	},
	{
		"verseText": "So Joab and Abishai his brother killed Abner, because he had killed their brother Asahel at Gibeon in the battle. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 3,
		"canon_order": 8112
	},
	{
		"verseText": "David said to Joab and to all the people who were with him, “Tear your clothes, and clothe yourselves with sackcloth, and mourn in front of Abner.” King David followed the bier. ",
		"book": "2SA",
		"verse": 31,
		"chapter": 3,
		"canon_order": 8113
	},
	{
		"verseText": "They buried Abner in Hebron; and the king lifted up his voice and wept at Abner’s grave; and all the people wept. ",
		"book": "2SA",
		"verse": 32,
		"chapter": 3,
		"canon_order": 8114
	},
	{
		"verseText": "The king lamented for Abner, and said, “Should Abner die as a fool dies? ",
		"book": "2SA",
		"verse": 33,
		"chapter": 3,
		"canon_order": 8115
	},
	{
		"verseText": "Your hands weren’t bound, and your feet weren’t put into fetters. As a man falls before the children of iniquity, so you fell.” All the people wept again over him. ",
		"book": "2SA",
		"verse": 34,
		"chapter": 3,
		"canon_order": 8116
	},
	{
		"verseText": "All the people came to urge David to eat bread while it was yet day; but David swore, saying, “God do so to me, and more also, if I taste bread or anything else, until the sun goes down.” ",
		"book": "2SA",
		"verse": 35,
		"chapter": 3,
		"canon_order": 8117
	},
	{
		"verseText": "All the people took notice of it, and it pleased them, as whatever the king did pleased all the people. ",
		"book": "2SA",
		"verse": 36,
		"chapter": 3,
		"canon_order": 8118
	},
	{
		"verseText": "So all the people and all Israel understood that day that it was not of the king to kill Abner the son of Ner. ",
		"book": "2SA",
		"verse": 37,
		"chapter": 3,
		"canon_order": 8119
	},
	{
		"verseText": "The king said to his servants, “Don’t you know that a prince and a great man has fallen today in Israel? ",
		"book": "2SA",
		"verse": 38,
		"chapter": 3,
		"canon_order": 8120
	},
	{
		"verseText": "I am weak today, though anointed king. These men, the sons of Zeruiah are too hard for me. May Yahweh reward the evildoer according to his wickedness.” ",
		"book": "2SA",
		"verse": 39,
		"chapter": 3,
		"canon_order": 8121
	},
	{
		"verseText": "When Saul’s son heard that Abner was dead in Hebron, his hands became feeble, and all the Israelites were troubled. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 4,
		"canon_order": 8122
	},
	{
		"verseText": "Saul’s son had two men who were captains of raiding bands. The name of one was Baanah and the name of the other Rechab, the sons of Rimmon the Beerothite, of the children of Benjamin (for Beeroth also is considered a part of Benjamin; ",
		"book": "2SA",
		"verse": 2,
		"chapter": 4,
		"canon_order": 8123
	},
	{
		"verseText": "and the Beerothites fled to Gittaim, and have lived as foreigners there until today). ",
		"book": "2SA",
		"verse": 3,
		"chapter": 4,
		"canon_order": 8124
	},
	{
		"verseText": "Now Jonathan, Saul’s son, had a son who was lame in his feet. He was five years old when the news came about Saul and Jonathan out of Jezreel; and his nurse picked him up and fled. As she hurried to flee, he fell and became lame. His name was Mephibosheth. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 4,
		"canon_order": 8125
	},
	{
		"verseText": "The sons of Rimmon the Beerothite, Rechab and Baanah, went out and came at about the heat of the day to the house of Ishbosheth as he took his rest at noon. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 4,
		"canon_order": 8126
	},
	{
		"verseText": "They came there into the middle of the house as though they would have fetched wheat, and they struck him in the body; and Rechab and Baanah his brother escaped. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 4,
		"canon_order": 8127
	},
	{
		"verseText": "Now when they came into the house as he lay on his bed in his bedroom, they struck him, killed him, beheaded him, and took his head, and went by the way of the Arabah all night. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 4,
		"canon_order": 8128
	},
	{
		"verseText": "They brought the head of Ishbosheth to David to Hebron, and said to the king, “Behold, the head of Ishbosheth, the son of Saul, your enemy, who sought your life! Yahweh has avenged my lord the king today of Saul and of his offspring.” ",
		"book": "2SA",
		"verse": 8,
		"chapter": 4,
		"canon_order": 8129
	},
	{
		"verseText": "David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, “As Yahweh lives, who has redeemed my soul out of all adversity, ",
		"book": "2SA",
		"verse": 9,
		"chapter": 4,
		"canon_order": 8130
	},
	{
		"verseText": "when someone told me, ‘Behold, Saul is dead,’ thinking that he brought good news, I seized him and killed him in Ziklag, which was the reward I gave him for his news. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 4,
		"canon_order": 8131
	},
	{
		"verseText": "How much more, when wicked men have slain a righteous person in his own house on his bed, should I not now require his blood from your hand, and rid the earth of you?” ",
		"book": "2SA",
		"verse": 11,
		"chapter": 4,
		"canon_order": 8132
	},
	{
		"verseText": "David commanded his young men, and they killed them, cut off their hands and their feet, and hanged them up beside the pool in Hebron. But they took the head of Ishbosheth and buried it in Abner’s grave in Hebron. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 4,
		"canon_order": 8133
	},
	{
		"verseText": "Then all the tribes of Israel came to David at Hebron and spoke, saying, “Behold, we are your bone and your flesh. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 5,
		"canon_order": 8134
	},
	{
		"verseText": "In times past, when Saul was king over us, it was you who led Israel out and in. Yahweh said to you, ‘You will be shepherd of my people Israel, and you will be prince over Israel.’” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 5,
		"canon_order": 8135
	},
	{
		"verseText": "So all the elders of Israel came to the king to Hebron, and king David made a covenant with them in Hebron before Yahweh; and they anointed David king over Israel. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 5,
		"canon_order": 8136
	},
	{
		"verseText": "David was thirty years old when he began to reign, and he reigned forty years. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 5,
		"canon_order": 8137
	},
	{
		"verseText": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 5,
		"canon_order": 8138
	},
	{
		"verseText": "The king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who spoke to David, saying, “The blind and the lame will keep you out of here,” thinking, “David can’t come in here.” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 5,
		"canon_order": 8139
	},
	{
		"verseText": "Nevertheless David took the stronghold of Zion. This is David’s city. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 5,
		"canon_order": 8140
	},
	{
		"verseText": "David said on that day, “Whoever strikes the Jebusites, let him go up to the watercourse and strike those lame and blind, who are hated by David’s soul.” Therefore they say, “The blind and the lame can’t come into the house.” ",
		"book": "2SA",
		"verse": 8,
		"chapter": 5,
		"canon_order": 8141
	},
	{
		"verseText": "David lived in the stronghold, and called it David’s city. David built around from Millo and inward. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 5,
		"canon_order": 8142
	},
	{
		"verseText": "David grew greater and greater, for Yahweh, the God of Armies, was with him. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 5,
		"canon_order": 8143
	},
	{
		"verseText": "Hiram king of Tyre sent messengers to David, with cedar trees, carpenters, and masons; and they built David a house. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 5,
		"canon_order": 8144
	},
	{
		"verseText": "David perceived that Yahweh had established him king over Israel, and that he had exalted his kingdom for his people Israel’s sake. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 5,
		"canon_order": 8145
	},
	{
		"verseText": "David took more concubines and wives for himself out of Jerusalem, after he had come from Hebron; and more sons and daughters were born to David. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 5,
		"canon_order": 8146
	},
	{
		"verseText": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ",
		"book": "2SA",
		"verse": 14,
		"chapter": 5,
		"canon_order": 8147
	},
	{
		"verseText": "Ibhar, Elishua, Nepheg, Japhia, ",
		"book": "2SA",
		"verse": 15,
		"chapter": 5,
		"canon_order": 8148
	},
	{
		"verseText": "Elishama, Eliada, and Eliphelet. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 5,
		"canon_order": 8149
	},
	{
		"verseText": "When the Philistines heard that they had anointed David king over Israel, all the Philistines went up to seek David, but David heard about it and went down to the stronghold. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 5,
		"canon_order": 8150
	},
	{
		"verseText": "Now the Philistines had come and spread themselves in the valley of Rephaim. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 5,
		"canon_order": 8151
	},
	{
		"verseText": "David inquired of Yahweh, saying, “Shall I go up against the Philistines? Will you deliver them into my hand?” Yahweh said to David, “Go up; for I will certainly deliver the Philistines into your hand.” ",
		"book": "2SA",
		"verse": 19,
		"chapter": 5,
		"canon_order": 8152
	},
	{
		"verseText": "David came to Baal Perazim, and David struck them there. Then he said, “Yahweh has broken my enemies before me, like the breach of waters.” Therefore he called the name of that place Baal Perazim. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 5,
		"canon_order": 8153
	},
	{
		"verseText": "They left their images there, and David and his men took them away. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 5,
		"canon_order": 8154
	},
	{
		"verseText": "The Philistines came up yet again and spread themselves in the valley of Rephaim. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 5,
		"canon_order": 8155
	},
	{
		"verseText": "When David inquired of Yahweh, he said, “You shall not go up. Circle around behind them, and attack them in front of the mulberry trees. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 5,
		"canon_order": 8156
	},
	{
		"verseText": "When you hear the sound of marching in the tops of the mulberry trees, then stir yourself up; for then Yahweh has gone out before you to strike the army of the Philistines.” ",
		"book": "2SA",
		"verse": 24,
		"chapter": 5,
		"canon_order": 8157
	},
	{
		"verseText": "David did so, as Yahweh commanded him, and struck the Philistines all the way from Geba to Gezer. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 5,
		"canon_order": 8158
	},
	{
		"verseText": "David again gathered together all the chosen men of Israel, thirty thousand. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 6,
		"canon_order": 8159
	},
	{
		"verseText": "David arose and went with all the people who were with him from Baale Judah, to bring up from there God’s ark, which is called by the Name, even the name of Yahweh of Armies who sits above the cherubim. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 6,
		"canon_order": 8160
	},
	{
		"verseText": "They set God’s ark on a new cart, and brought it out of Abinadab’s house that was on the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 6,
		"canon_order": 8161
	},
	{
		"verseText": "They brought it out of Abinadab’s house which was in the hill, with God’s ark; and Ahio went before the ark. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 6,
		"canon_order": 8162
	},
	{
		"verseText": "David and all the house of Israel played before Yahweh with all kinds of instruments made of cypress wood, with harps, with stringed instruments, with tambourines, with castanets, and with cymbals. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 6,
		"canon_order": 8163
	},
	{
		"verseText": "When they came to the threshing floor of Nacon, Uzzah reached for God’s ark and took hold of it, for the cattle stumbled. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 6,
		"canon_order": 8164
	},
	{
		"verseText": "Yahweh’s anger burned against Uzzah, and God struck him there for his error; and he died there by God’s ark. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 6,
		"canon_order": 8165
	},
	{
		"verseText": "David was displeased because Yahweh had broken out against Uzzah; and he called that place Perez Uzzah to this day. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 6,
		"canon_order": 8166
	},
	{
		"verseText": "David was afraid of Yahweh that day; and he said, “How could Yahweh’s ark come to me?” ",
		"book": "2SA",
		"verse": 9,
		"chapter": 6,
		"canon_order": 8167
	},
	{
		"verseText": "So David would not move Yahweh’s ark to be with him in David’s city; but David carried it aside into Obed-Edom the Gittite’s house. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 6,
		"canon_order": 8168
	},
	{
		"verseText": "Yahweh’s ark remained in Obed-Edom the Gittite’s house three months; and Yahweh blessed Obed-Edom and all his house. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 6,
		"canon_order": 8169
	},
	{
		"verseText": "King David was told, “Yahweh has blessed the house of Obed-Edom, and all that belongs to him, because of God’s ark.” So David went and brought up God’s ark from the house of Obed-Edom into David’s city with joy. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 6,
		"canon_order": 8170
	},
	{
		"verseText": "When those who bore Yahweh’s ark had gone six paces, he sacrificed an ox and a fattened calf. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 6,
		"canon_order": 8171
	},
	{
		"verseText": "David danced before Yahweh with all his might; and David was clothed in a linen ephod. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 6,
		"canon_order": 8172
	},
	{
		"verseText": "So David and all the house of Israel brought up Yahweh’s ark with shouting and with the sound of the trumpet. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 6,
		"canon_order": 8173
	},
	{
		"verseText": "As Yahweh’s ark came into David’s city, Michal the daughter of Saul looked out through the window and saw king David leaping and dancing before Yahweh; and she despised him in her heart. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 6,
		"canon_order": 8174
	},
	{
		"verseText": "They brought in Yahweh’s ark, and set it in its place in the middle of the tent that David had pitched for it; and David offered burnt offerings and peace offerings before Yahweh. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 6,
		"canon_order": 8175
	},
	{
		"verseText": "When David had finished offering the burnt offering and the peace offerings, he blessed the people in the name of Yahweh of Armies. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 6,
		"canon_order": 8176
	},
	{
		"verseText": "He gave to all the people, even among the whole multitude of Israel, both to men and women, to everyone a portion of bread, dates, and raisins. So all the people departed, each to his own house. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 6,
		"canon_order": 8177
	},
	{
		"verseText": "Then David returned to bless his household. Michal the daughter of Saul came out to meet David, and said, “How glorious the king of Israel was today, who uncovered himself today in the eyes of his servants’ maids, as one of the vain fellows shamelessly uncovers himself!” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 6,
		"canon_order": 8178
	},
	{
		"verseText": "David said to Michal, “It was before Yahweh, who chose me above your father, and above all his house, to appoint me prince over the people of Yahweh, over Israel. Therefore I will celebrate before Yahweh. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 6,
		"canon_order": 8179
	},
	{
		"verseText": "I will be yet more undignified than this, and will be worthless in my own sight. But the maids of whom you have spoken will honor me.” ",
		"book": "2SA",
		"verse": 22,
		"chapter": 6,
		"canon_order": 8180
	},
	{
		"verseText": "Michal the daughter of Saul had no child to the day of her death. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 6,
		"canon_order": 8181
	},
	{
		"verseText": "When the king lived in his house, and Yahweh had given him rest from all his enemies all around, ",
		"book": "2SA",
		"verse": 1,
		"chapter": 7,
		"canon_order": 8182
	},
	{
		"verseText": "the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but God’s ark dwells within curtains.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 7,
		"canon_order": 8183
	},
	{
		"verseText": "Nathan said to the king, “Go, do all that is in your heart, for Yahweh is with you.” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 7,
		"canon_order": 8184
	},
	{
		"verseText": "That same night, Yahweh’s word came to Nathan, saying, ",
		"book": "2SA",
		"verse": 4,
		"chapter": 7,
		"canon_order": 8185
	},
	{
		"verseText": "“Go and tell my servant David, ‘Yahweh says, “Should you build me a house for me to dwell in? ",
		"book": "2SA",
		"verse": 5,
		"chapter": 7,
		"canon_order": 8186
	},
	{
		"verseText": "For I have not lived in a house since the day that I brought the children of Israel up out of Egypt, even to this day, but have moved around in a tent and in a tabernacle. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 7,
		"canon_order": 8187
	},
	{
		"verseText": "In all places in which I have walked with all the children of Israel, did I say a word to anyone from the tribes of Israel whom I commanded to be shepherd of my people Israel, saying, ‘Why have you not built me a house of cedar?’”’ ",
		"book": "2SA",
		"verse": 7,
		"chapter": 7,
		"canon_order": 8188
	},
	{
		"verseText": "Now therefore tell my servant David this: ‘Yahweh of Armies says, “I took you from the sheep pen, from following the sheep, to be prince over my people, over Israel. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 7,
		"canon_order": 8189
	},
	{
		"verseText": "I have been with you wherever you went, and have cut off all your enemies from before you. I will make you a great name, like the name of the great ones who are in the earth. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 7,
		"canon_order": 8190
	},
	{
		"verseText": "I will appoint a place for my people Israel, and will plant them, that they may dwell in their own place and be moved no more. The children of wickedness will not afflict them any more, as at the first, ",
		"book": "2SA",
		"verse": 10,
		"chapter": 7,
		"canon_order": 8191
	},
	{
		"verseText": "and as from the day that I commanded judges to be over my people Israel. I will cause you to rest from all your enemies. Moreover Yahweh tells you that Yahweh will make you a house. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 7,
		"canon_order": 8192
	},
	{
		"verseText": "When your days are fulfilled and you sleep with your fathers, I will set up your offspring after you, who will proceed out of your body, and I will establish his kingdom. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 7,
		"canon_order": 8193
	},
	{
		"verseText": "He will build a house for my name, and I will establish the throne of his kingdom forever. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 7,
		"canon_order": 8194
	},
	{
		"verseText": "I will be his father, and he will be my son. If he commits iniquity, I will chasten him with the rod of men and with the stripes of the children of men; ",
		"book": "2SA",
		"verse": 14,
		"chapter": 7,
		"canon_order": 8195
	},
	{
		"verseText": "but my loving kindness will not depart from him, as I took it from Saul, whom I put away before you. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 7,
		"canon_order": 8196
	},
	{
		"verseText": "Your house and your kingdom will be made sure forever before you. Your throne will be established forever.”’” ",
		"book": "2SA",
		"verse": 16,
		"chapter": 7,
		"canon_order": 8197
	},
	{
		"verseText": "Nathan spoke to David all these words, and according to all this vision. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 7,
		"canon_order": 8198
	},
	{
		"verseText": "Then David the king went in and sat before Yahweh; and he said, “Who am I, Lord Yahweh, and what is my house, that you have brought me this far? ",
		"book": "2SA",
		"verse": 18,
		"chapter": 7,
		"canon_order": 8199
	},
	{
		"verseText": "This was yet a small thing in your eyes, Lord Yahweh, but you have spoken also of your servant’s house for a great while to come; and this among men, Lord Yahweh! ",
		"book": "2SA",
		"verse": 19,
		"chapter": 7,
		"canon_order": 8200
	},
	{
		"verseText": "What more can David say to you? For you know your servant, Lord Yahweh. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 7,
		"canon_order": 8201
	},
	{
		"verseText": "For your word’s sake, and according to your own heart, you have worked all this greatness, to make your servant know it. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 7,
		"canon_order": 8202
	},
	{
		"verseText": "Therefore you are great, Yahweh God. For there is no one like you, neither is there any God besides you, according to all that we have heard with our ears. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 7,
		"canon_order": 8203
	},
	{
		"verseText": "What one nation in the earth is like your people, even like Israel, whom God went to redeem to himself for a people, and to make himself a name, and to do great things for you, and awesome things for your land, before your people, whom you redeemed to yourself out of Egypt, from the nations and their gods? ",
		"book": "2SA",
		"verse": 23,
		"chapter": 7,
		"canon_order": 8204
	},
	{
		"verseText": "You established for yourself your people Israel to be your people forever; and you, Yahweh, became their God. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 7,
		"canon_order": 8205
	},
	{
		"verseText": "“Now, Yahweh God, the word that you have spoken concerning your servant, and concerning his house, confirm it forever, and do as you have spoken. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 7,
		"canon_order": 8206
	},
	{
		"verseText": "Let your name be magnified forever, saying, ‘Yahweh of Armies is God over Israel; and the house of your servant David will be established before you.’ ",
		"book": "2SA",
		"verse": 26,
		"chapter": 7,
		"canon_order": 8207
	},
	{
		"verseText": "For you, Yahweh of Armies, the God of Israel, have revealed to your servant, saying, ‘I will build you a house.’ Therefore your servant has found in his heart to pray this prayer to you. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 7,
		"canon_order": 8208
	},
	{
		"verseText": "“Now, O Lord Yahweh, you are God, and your words are truth, and you have promised this good thing to your servant. ",
		"book": "2SA",
		"verse": 28,
		"chapter": 7,
		"canon_order": 8209
	},
	{
		"verseText": "Now therefore, let it please you to bless the house of your servant, that it may continue forever before you; for you, Lord Yahweh, have spoken it. Let the house of your servant be blessed forever with your blessing.” ",
		"book": "2SA",
		"verse": 29,
		"chapter": 7,
		"canon_order": 8210
	},
	{
		"verseText": "After this, David struck the Philistines and subdued them; and David took the bridle of the mother city out of the hand of the Philistines. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 8,
		"canon_order": 8211
	},
	{
		"verseText": "He defeated Moab, and measured them with the line, making them to lie down on the ground; and he measured two lines to put to death, and one full line to keep alive. The Moabites became servants to David, and brought tribute. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 8,
		"canon_order": 8212
	},
	{
		"verseText": "David also struck Hadadezer the son of Rehob, king of Zobah, as he went to recover his dominion at the River. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 8,
		"canon_order": 8213
	},
	{
		"verseText": "David took from him one thousand seven hundred horsemen and twenty thousand footmen. David hamstrung the chariot horses, but reserved enough of them for one hundred chariots. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 8,
		"canon_order": 8214
	},
	{
		"verseText": "When the Syrians of Damascus came to help Hadadezer king of Zobah, David struck twenty two thousand men of the Syrians. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 8,
		"canon_order": 8215
	},
	{
		"verseText": "Then David put garrisons in Syria of Damascus; and the Syrians became servants to David, and brought tribute. Yahweh gave victory to David wherever he went. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 8,
		"canon_order": 8216
	},
	{
		"verseText": "David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 8,
		"canon_order": 8217
	},
	{
		"verseText": "From Betah and from Berothai, cities of Hadadezer, king David took a great quantity of bronze. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 8,
		"canon_order": 8218
	},
	{
		"verseText": "When Toi king of Hamath heard that David had struck all the army of Hadadezer, ",
		"book": "2SA",
		"verse": 9,
		"chapter": 8,
		"canon_order": 8219
	},
	{
		"verseText": "then Toi sent Joram his son to king David to greet him and to bless him, because he had fought against Hadadezer and struck him; for Hadadezer had wars with Toi. Joram brought with him vessels of silver, vessels of gold, and vessels of bronze. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 8,
		"canon_order": 8220
	},
	{
		"verseText": "King David also dedicated these to Yahweh, with the silver and gold that he dedicated of all the nations which he subdued— ",
		"book": "2SA",
		"verse": 11,
		"chapter": 8,
		"canon_order": 8221
	},
	{
		"verseText": "of Syria, of Moab, of the children of Ammon, of the Philistines, of Amalek, and of the plunder of Hadadezer, son of Rehob, king of Zobah. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 8,
		"canon_order": 8222
	},
	{
		"verseText": "David earned a reputation when he returned from striking down eighteen thousand men of the Syrians in the Valley of Salt. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 8,
		"canon_order": 8223
	},
	{
		"verseText": "He put garrisons in Edom. Throughout all Edom, he put garrisons, and all the Edomites became servants to David. Yahweh gave victory to David wherever he went. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 8,
		"canon_order": 8224
	},
	{
		"verseText": "David reigned over all Israel; and David executed justice and righteousness for all his people. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 8,
		"canon_order": 8225
	},
	{
		"verseText": "Joab the son of Zeruiah was over the army, Jehoshaphat the son of Ahilud was recorder, ",
		"book": "2SA",
		"verse": 16,
		"chapter": 8,
		"canon_order": 8226
	},
	{
		"verseText": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests, Seraiah was scribe, ",
		"book": "2SA",
		"verse": 17,
		"chapter": 8,
		"canon_order": 8227
	},
	{
		"verseText": "Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David’s sons were chief ministers. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 8,
		"canon_order": 8228
	},
	{
		"verseText": "David said, “Is there yet any who is left of Saul’s house, that I may show him kindness for Jonathan’s sake?” ",
		"book": "2SA",
		"verse": 1,
		"chapter": 9,
		"canon_order": 8229
	},
	{
		"verseText": "There was of Saul’s house a servant whose name was Ziba, and they called him to David; and the king said to him, “Are you Ziba?” He said, “I am your servant.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 9,
		"canon_order": 8230
	},
	{
		"verseText": "The king said, “Is there not yet any of Saul’s house, that I may show the kindness of God to him?” Ziba said to the king, “Jonathan still has a son, who is lame in his feet.” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 9,
		"canon_order": 8231
	},
	{
		"verseText": "The king said to him, “Where is he?” Ziba said to the king, “Behold, he is in the house of Machir the son of Ammiel, in Lo Debar.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 9,
		"canon_order": 8232
	},
	{
		"verseText": "Then king David sent and brought him out of the house of Machir the son of Ammiel, from Lo Debar. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 9,
		"canon_order": 8233
	},
	{
		"verseText": "Mephibosheth, the son of Jonathan, the son of Saul, came to David, fell on his face, and showed respect. David said, “Mephibosheth?” He answered, “Behold, your servant!” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 9,
		"canon_order": 8234
	},
	{
		"verseText": "David said to him, “Don’t be afraid, for I will surely show you kindness for Jonathan your father’s sake, and will restore to you all the land of Saul your father. You will eat bread at my table continually.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 9,
		"canon_order": 8235
	},
	{
		"verseText": "He bowed down, and said, “What is your servant, that you should look at such a dead dog as I am?” ",
		"book": "2SA",
		"verse": 8,
		"chapter": 9,
		"canon_order": 8236
	},
	{
		"verseText": "Then the king called to Ziba, Saul’s servant, and said to him, “All that belonged to Saul and to all his house I have given to your master’s son. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 9,
		"canon_order": 8237
	},
	{
		"verseText": "Till the land for him—you, your sons, and your servants. Bring in the harvest, that your master’s son may have bread to eat; but Mephibosheth your master’s son will always eat bread at my table.” Now Ziba had fifteen sons and twenty servants. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 9,
		"canon_order": 8238
	},
	{
		"verseText": "Then Ziba said to the king, “According to all that my lord the king commands his servant, so your servant will do.” So Mephibosheth ate at the king’s table like one of the king’s sons. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 9,
		"canon_order": 8239
	},
	{
		"verseText": "Mephibosheth had a young son, whose name was Mica. All who lived in Ziba’s house were servants to Mephibosheth. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 9,
		"canon_order": 8240
	},
	{
		"verseText": "So Mephibosheth lived in Jerusalem, for he ate continually at the king’s table. He was lame in both his feet. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 9,
		"canon_order": 8241
	},
	{
		"verseText": "After this, the king of the children of Ammon died, and Hanun his son reigned in his place. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 10,
		"canon_order": 8242
	},
	{
		"verseText": "David said, “I will show kindness to Hanun the son of Nahash, as his father showed kindness to me.” So David sent by his servants to comfort him concerning his father. David’s servants came into the land of the children of Ammon. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 10,
		"canon_order": 8243
	},
	{
		"verseText": "But the princes of the children of Ammon said to Hanun their lord, “Do you think that David honors your father, in that he has sent comforters to you? Hasn’t David sent his servants to you to search the city, to spy it out, and to overthrow it?” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 10,
		"canon_order": 8244
	},
	{
		"verseText": "So Hanun took David’s servants, shaved off one half of their beards, and cut off their garments in the middle, even to their buttocks, and sent them away. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 10,
		"canon_order": 8245
	},
	{
		"verseText": "When they told David this, he sent to meet them, for the men were greatly ashamed. The king said, “Wait at Jericho until your beards have grown, and then return.” ",
		"book": "2SA",
		"verse": 5,
		"chapter": 10,
		"canon_order": 8246
	},
	{
		"verseText": "When the children of Ammon saw that they had become odious to David, the children of Ammon sent and hired the Syrians of Beth Rehob and the Syrians of Zobah, twenty thousand footmen, and the king of Maacah with one thousand men, and the men of Tob twelve thousand men. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 10,
		"canon_order": 8247
	},
	{
		"verseText": "When David heard of it, he sent Joab and all the army of the mighty men. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 10,
		"canon_order": 8248
	},
	{
		"verseText": "The children of Ammon came out, and put the battle in array at the entrance of the gate. The Syrians of Zobah and of Rehob and the men of Tob and Maacah were by themselves in the field. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 10,
		"canon_order": 8249
	},
	{
		"verseText": "Now when Joab saw that the battle was set against him before and behind, he chose of all the choice men of Israel and put them in array against the Syrians. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 10,
		"canon_order": 8250
	},
	{
		"verseText": "The rest of the people he committed into the hand of Abishai his brother; and he put them in array against the children of Ammon. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 10,
		"canon_order": 8251
	},
	{
		"verseText": "He said, “If the Syrians are too strong for me, then you shall help me; but if the children of Ammon are too strong for you, then I will come and help you. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 10,
		"canon_order": 8252
	},
	{
		"verseText": "Be courageous, and let’s be strong for our people and for the cities of our God; and may Yahweh do what seems good to him.” ",
		"book": "2SA",
		"verse": 12,
		"chapter": 10,
		"canon_order": 8253
	},
	{
		"verseText": "So Joab and the people who were with him came near to the battle against the Syrians, and they fled before him. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 10,
		"canon_order": 8254
	},
	{
		"verseText": "When the children of Ammon saw that the Syrians had fled, they likewise fled before Abishai, and entered into the city. Then Joab returned from the children of Ammon and came to Jerusalem. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 10,
		"canon_order": 8255
	},
	{
		"verseText": "When the Syrians saw that they were defeated by Israel, they gathered themselves together. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 10,
		"canon_order": 8256
	},
	{
		"verseText": "Hadadezer sent and brought out the Syrians who were beyond the River; and they came to Helam, with Shobach the captain of the army of Hadadezer at their head. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 10,
		"canon_order": 8257
	},
	{
		"verseText": "David was told that; and he gathered all Israel together, passed over the Jordan, and came to Helam. The Syrians set themselves in array against David and fought with him. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 10,
		"canon_order": 8258
	},
	{
		"verseText": "The Syrians fled before Israel; and David killed seven hundred charioteers of the Syrians and forty thousand horsemen, and struck Shobach the captain of their army, so that he died there. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 10,
		"canon_order": 8259
	},
	{
		"verseText": "When all the kings who were servants to Hadadezer saw that they were defeated before Israel, they made peace with Israel and served them. So the Syrians were afraid to help the children of Ammon any more. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 10,
		"canon_order": 8260
	},
	{
		"verseText": "At the return of the year, at the time when kings go out, David sent Joab and his servants with him, and all Israel; and they destroyed the children of Ammon and besieged Rabbah. But David stayed at Jerusalem. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 11,
		"canon_order": 8261
	},
	{
		"verseText": "At evening, David arose from his bed and walked on the roof of the king’s house. From the roof, he saw a woman bathing, and the woman was very beautiful to look at. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 11,
		"canon_order": 8262
	},
	{
		"verseText": "David sent and inquired after the woman. One said, “Isn’t this Bathsheba, the daughter of Eliam, Uriah the Hittite’s wife?” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 11,
		"canon_order": 8263
	},
	{
		"verseText": "David sent messengers, and took her; and she came in to him, and he lay with her (for she was purified from her uncleanness); and she returned to her house. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 11,
		"canon_order": 8264
	},
	{
		"verseText": "The woman conceived; and she sent and told David, and said, “I am with child.” ",
		"book": "2SA",
		"verse": 5,
		"chapter": 11,
		"canon_order": 8265
	},
	{
		"verseText": "David sent to Joab, “Send me Uriah the Hittite.” Joab sent Uriah to David. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 11,
		"canon_order": 8266
	},
	{
		"verseText": "When Uriah had come to him, David asked him how Joab did, and how the people fared, and how the war prospered. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 11,
		"canon_order": 8267
	},
	{
		"verseText": "David said to Uriah, “Go down to your house and wash your feet.” Uriah departed out of the king’s house, and a gift from the king was sent after him. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 11,
		"canon_order": 8268
	},
	{
		"verseText": "But Uriah slept at the door of the king’s house with all the servants of his lord, and didn’t go down to his house. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 11,
		"canon_order": 8269
	},
	{
		"verseText": "When they had told David, saying, “Uriah didn’t go down to his house,” David said to Uriah, “Haven’t you come from a journey? Why didn’t you go down to your house?” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 11,
		"canon_order": 8270
	},
	{
		"verseText": "Uriah said to David, “The ark, Israel, and Judah, are staying in tents; and my lord Joab and the servants of my lord are encamped in the open field. Shall I then go into my house to eat and to drink, and to lie with my wife? As you live, and as your soul lives, I will not do this thing!” ",
		"book": "2SA",
		"verse": 11,
		"chapter": 11,
		"canon_order": 8271
	},
	{
		"verseText": "David said to Uriah, “Stay here today also, and tomorrow I will let you depart.” So Uriah stayed in Jerusalem that day and the next day. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 11,
		"canon_order": 8272
	},
	{
		"verseText": "When David had called him, he ate and drank before him; and he made him drunk. At evening, he went out to lie on his bed with the servants of his lord, but didn’t go down to his house. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 11,
		"canon_order": 8273
	},
	{
		"verseText": "In the morning, David wrote a letter to Joab and sent it by the hand of Uriah. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 11,
		"canon_order": 8274
	},
	{
		"verseText": "He wrote in the letter, saying, “Send Uriah to the forefront of the hottest battle, and retreat from him, that he may be struck and die.” ",
		"book": "2SA",
		"verse": 15,
		"chapter": 11,
		"canon_order": 8275
	},
	{
		"verseText": "When Joab kept watch on the city, he assigned Uriah to the place where he knew that valiant men were. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 11,
		"canon_order": 8276
	},
	{
		"verseText": "The men of the city went out and fought with Joab. Some of the people fell, even of David’s servants; and Uriah the Hittite died also. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 11,
		"canon_order": 8277
	},
	{
		"verseText": "Then Joab sent and told David all the things concerning the war; ",
		"book": "2SA",
		"verse": 18,
		"chapter": 11,
		"canon_order": 8278
	},
	{
		"verseText": "and he commanded the messenger, saying, “When you have finished telling all the things concerning the war to the king, ",
		"book": "2SA",
		"verse": 19,
		"chapter": 11,
		"canon_order": 8279
	},
	{
		"verseText": "it shall be that, if the king’s wrath arise, and he asks you, ‘Why did you go so near to the city to fight? Didn’t you know that they would shoot from the wall? ",
		"book": "2SA",
		"verse": 20,
		"chapter": 11,
		"canon_order": 8280
	},
	{
		"verseText": "Who struck Abimelech the son of Jerubbesheth? Didn’t a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is also dead.’” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 11,
		"canon_order": 8281
	},
	{
		"verseText": "So the messenger went, and came and showed David all that Joab had sent him for. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 11,
		"canon_order": 8282
	},
	{
		"verseText": "The messenger said to David, “The men prevailed against us, and came out to us into the field; and we were on them even to the entrance of the gate. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 11,
		"canon_order": 8283
	},
	{
		"verseText": "The shooters shot at your servants from off the wall; and some of the king’s servants are dead, and your servant Uriah the Hittite is also dead.” ",
		"book": "2SA",
		"verse": 24,
		"chapter": 11,
		"canon_order": 8284
	},
	{
		"verseText": "Then David said to the messenger, “Tell Joab, ‘Don’t let this thing displease you, for the sword devours one as well as another. Make your battle stronger against the city, and overthrow it.’ Encourage him.” ",
		"book": "2SA",
		"verse": 25,
		"chapter": 11,
		"canon_order": 8285
	},
	{
		"verseText": "When Uriah’s wife heard that Uriah her husband was dead, she mourned for her husband. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 11,
		"canon_order": 8286
	},
	{
		"verseText": "When the mourning was past, David sent and took her home to his house, and she became his wife and bore him a son. But the thing that David had done displeased Yahweh. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 11,
		"canon_order": 8287
	},
	{
		"verseText": "Yahweh sent Nathan to David. He came to him, and said to him, “There were two men in one city: the one rich, and the other poor. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 12,
		"canon_order": 8288
	},
	{
		"verseText": "The rich man had very many flocks and herds, ",
		"book": "2SA",
		"verse": 2,
		"chapter": 12,
		"canon_order": 8289
	},
	{
		"verseText": "but the poor man had nothing, except one little ewe lamb, which he had bought and raised. It grew up together with him and with his children. It ate of his own food, drank of his own cup, and lay in his bosom, and was like a daughter to him. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 12,
		"canon_order": 8290
	},
	{
		"verseText": "A traveler came to the rich man, and he didn’t want to take of his own flock and of his own herd to prepare for the wayfaring man who had come to him, but took the poor man’s lamb and prepared it for the man who had come to him.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 12,
		"canon_order": 8291
	},
	{
		"verseText": "David’s anger burned hot against the man, and he said to Nathan, “As Yahweh lives, the man who has done this deserves to die! ",
		"book": "2SA",
		"verse": 5,
		"chapter": 12,
		"canon_order": 8292
	},
	{
		"verseText": "He must restore the lamb fourfold, because he did this thing and because he had no pity!” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 12,
		"canon_order": 8293
	},
	{
		"verseText": "Nathan said to David, “You are the man! This is what Yahweh, the God of Israel, says: ‘I anointed you king over Israel, and I delivered you out of the hand of Saul. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 12,
		"canon_order": 8294
	},
	{
		"verseText": "I gave you your master’s house and your master’s wives into your bosom, and gave you the house of Israel and of Judah; and if that would have been too little, I would have added to you many more such things. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 12,
		"canon_order": 8295
	},
	{
		"verseText": "Why have you despised Yahweh’s word, to do that which is evil in his sight? You have struck Uriah the Hittite with the sword, have taken his wife to be your wife, and have slain him with the sword of the children of Ammon. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 12,
		"canon_order": 8296
	},
	{
		"verseText": "Now therefore the sword will never depart from your house, because you have despised me and have taken Uriah the Hittite’s wife to be your wife.’ ",
		"book": "2SA",
		"verse": 10,
		"chapter": 12,
		"canon_order": 8297
	},
	{
		"verseText": "“This is what Yahweh says: ‘Behold, I will raise up evil against you out of your own house; and I will take your wives before your eyes and give them to your neighbor, and he will lie with your wives in the sight of this sun. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 12,
		"canon_order": 8298
	},
	{
		"verseText": "For you did this secretly, but I will do this thing before all Israel, and before the sun.’” ",
		"book": "2SA",
		"verse": 12,
		"chapter": 12,
		"canon_order": 8299
	},
	{
		"verseText": "David said to Nathan, “I have sinned against Yahweh.” Nathan said to David, “Yahweh also has put away your sin. You will not die. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 12,
		"canon_order": 8300
	},
	{
		"verseText": "However, because by this deed you have given great occasion to Yahweh’s enemies to blaspheme, the child also who is born to you will surely die.” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 12,
		"canon_order": 8301
	},
	{
		"verseText": "Then Nathan departed to his house. Yahweh struck the child that Uriah’s wife bore to David, and it was very sick. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 12,
		"canon_order": 8302
	},
	{
		"verseText": "David therefore begged God for the child; and David fasted, and went in and lay all night on the ground. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 12,
		"canon_order": 8303
	},
	{
		"verseText": "The elders of his house arose beside him, to raise him up from the earth; but he would not, and he didn’t eat bread with them. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 12,
		"canon_order": 8304
	},
	{
		"verseText": "On the seventh day, the child died. David’s servants were afraid to tell him that the child was dead, for they said, “Behold, while the child was yet alive, we spoke to him and he didn’t listen to our voice. How will he then harm himself if we tell him that the child is dead?” ",
		"book": "2SA",
		"verse": 18,
		"chapter": 12,
		"canon_order": 8305
	},
	{
		"verseText": "But when David saw that his servants were whispering together, David perceived that the child was dead; and David said to his servants, “Is the child dead?” They said, “He is dead.” ",
		"book": "2SA",
		"verse": 19,
		"chapter": 12,
		"canon_order": 8306
	},
	{
		"verseText": "Then David arose from the earth, and washed and anointed himself, and changed his clothing; and he came into Yahweh’s house, and worshiped. Then he came to his own house; and when he requested, they set bread before him and he ate. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 12,
		"canon_order": 8307
	},
	{
		"verseText": "Then his servants said to him, “What is this that you have done? You fasted and wept for the child while he was alive, but when the child was dead, you rose up and ate bread.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 12,
		"canon_order": 8308
	},
	{
		"verseText": "He said, “While the child was yet alive, I fasted and wept; for I said, ‘Who knows whether Yahweh will not be gracious to me, that the child may live?’ ",
		"book": "2SA",
		"verse": 22,
		"chapter": 12,
		"canon_order": 8309
	},
	{
		"verseText": "But now he is dead. Why should I fast? Can I bring him back again? I will go to him, but he will not return to me.” ",
		"book": "2SA",
		"verse": 23,
		"chapter": 12,
		"canon_order": 8310
	},
	{
		"verseText": "David comforted Bathsheba his wife, and went in to her, and lay with her. She bore a son, and he called his name Solomon. Yahweh loved him; ",
		"book": "2SA",
		"verse": 24,
		"chapter": 12,
		"canon_order": 8311
	},
	{
		"verseText": "and he sent by the hand of Nathan the prophet, and he named him Jedidiah, for Yahweh’s sake. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 12,
		"canon_order": 8312
	},
	{
		"verseText": "Now Joab fought against Rabbah of the children of Ammon, and took the royal city. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 12,
		"canon_order": 8313
	},
	{
		"verseText": "Joab sent messengers to David, and said, “I have fought against Rabbah. Yes, I have taken the city of waters. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 12,
		"canon_order": 8314
	},
	{
		"verseText": "Now therefore gather the rest of the people together, and encamp against the city and take it; lest I take the city, and it be called by my name.” ",
		"book": "2SA",
		"verse": 28,
		"chapter": 12,
		"canon_order": 8315
	},
	{
		"verseText": "David gathered all the people together and went to Rabbah, and fought against it and took it. ",
		"book": "2SA",
		"verse": 29,
		"chapter": 12,
		"canon_order": 8316
	},
	{
		"verseText": "He took the crown of their king from off his head; and its weight was a talent of gold, and in it were precious stones; and it was set on David’s head. He brought a great quantity of plunder out of the city. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 12,
		"canon_order": 8317
	},
	{
		"verseText": "He brought out the people who were in it, and put them to work under saws, under iron picks, under axes of iron, and made them go to the brick kiln; and he did so to all the cities of the children of Ammon. Then David and all the people returned to Jerusalem. ",
		"book": "2SA",
		"verse": 31,
		"chapter": 12,
		"canon_order": 8318
	},
	{
		"verseText": "After this, Absalom the son of David had a beautiful sister, whose name was Tamar; and Amnon the son of David loved her. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 13,
		"canon_order": 8319
	},
	{
		"verseText": "Amnon was so troubled that he became sick because of his sister Tamar, for she was a virgin, and it seemed hard to Amnon to do anything to her. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 13,
		"canon_order": 8320
	},
	{
		"verseText": "But Amnon had a friend whose name was Jonadab the son of Shimeah, David’s brother; and Jonadab was a very subtle man. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 13,
		"canon_order": 8321
	},
	{
		"verseText": "He said to him, “Why, son of the king, are you so sad from day to day? Won’t you tell me?” Amnon said to him, “I love Tamar, my brother Absalom’s sister.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 13,
		"canon_order": 8322
	},
	{
		"verseText": "Jonadab said to him, “Lay down on your bed and pretend to be sick. When your father comes to see you, tell him, ‘Please let my sister Tamar come and give me bread to eat, and prepare the food in my sight, that I may see it and eat it from her hand.’” ",
		"book": "2SA",
		"verse": 5,
		"chapter": 13,
		"canon_order": 8323
	},
	{
		"verseText": "So Amnon lay down and faked being sick. When the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make me a couple of cakes in my sight, that I may eat from her hand.” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 13,
		"canon_order": 8324
	},
	{
		"verseText": "Then David sent home to Tamar, saying, “Go now to your brother Amnon’s house, and prepare food for him.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 13,
		"canon_order": 8325
	},
	{
		"verseText": "So Tamar went to her brother Amnon’s house; and he was lying down. She took dough, kneaded it, made cakes in his sight, and baked the cakes. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 13,
		"canon_order": 8326
	},
	{
		"verseText": "She took the pan and poured them out before him, but he refused to eat. Amnon said, “Have all men leave me.” Then every man went out from him. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 13,
		"canon_order": 8327
	},
	{
		"verseText": "Amnon said to Tamar, “Bring the food into the room, that I may eat from your hand.” Tamar took the cakes which she had made, and brought them into the room to Amnon her brother. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 13,
		"canon_order": 8328
	},
	{
		"verseText": "When she had brought them near to him to eat, he took hold of her and said to her, “Come, lie with me, my sister!” ",
		"book": "2SA",
		"verse": 11,
		"chapter": 13,
		"canon_order": 8329
	},
	{
		"verseText": "She answered him, “No, my brother, do not force me! For no such thing ought to be done in Israel. Don’t you do this folly. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 13,
		"canon_order": 8330
	},
	{
		"verseText": "As for me, where would I carry my shame? And as for you, you will be as one of the fools in Israel. Now therefore, please speak to the king; for he will not withhold me from you.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 13,
		"canon_order": 8331
	},
	{
		"verseText": "However, he would not listen to her voice; but being stronger than she, he forced her and lay with her. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 13,
		"canon_order": 8332
	},
	{
		"verseText": "Then Amnon hated her with exceedingly great hatred; for the hatred with which he hated her was greater than the love with which he had loved her. Amnon said to her, “Arise, be gone!” ",
		"book": "2SA",
		"verse": 15,
		"chapter": 13,
		"canon_order": 8333
	},
	{
		"verseText": "She said to him, “Not so, because this great wrong in sending me away is worse than the other that you did to me!” But he would not listen to her. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 13,
		"canon_order": 8334
	},
	{
		"verseText": "Then he called his servant who ministered to him, and said, “Now put this woman out from me, and bolt the door after her.” ",
		"book": "2SA",
		"verse": 17,
		"chapter": 13,
		"canon_order": 8335
	},
	{
		"verseText": "She had a garment of various colors on her, for the king’s daughters who were virgins dressed in such robes. Then his servant brought her out and bolted the door after her. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 13,
		"canon_order": 8336
	},
	{
		"verseText": "Tamar put ashes on her head, and tore her garment of various colors that was on her; and she laid her hand on her head and went her way, crying aloud as she went. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 13,
		"canon_order": 8337
	},
	{
		"verseText": "Absalom her brother said to her, “Has Amnon your brother been with you? But now hold your peace, my sister. He is your brother. Don’t take this thing to heart.” So Tamar remained desolate in her brother Absalom’s house. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 13,
		"canon_order": 8338
	},
	{
		"verseText": "But when king David heard of all these things, he was very angry. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 13,
		"canon_order": 8339
	},
	{
		"verseText": "Absalom spoke to Amnon neither good nor bad; for Absalom hated Amnon, because he had forced his sister Tamar. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 13,
		"canon_order": 8340
	},
	{
		"verseText": "After two full years, Absalom had sheep shearers in Baal Hazor, which is beside Ephraim; and Absalom invited all the king’s sons. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 13,
		"canon_order": 8341
	},
	{
		"verseText": "Absalom came to the king and said, “See now, your servant has sheep shearers. Please let the king and his servants go with your servant.” ",
		"book": "2SA",
		"verse": 24,
		"chapter": 13,
		"canon_order": 8342
	},
	{
		"verseText": "The king said to Absalom, “No, my son, let’s not all go, lest we be burdensome to you.” He pressed him; however he would not go, but blessed him. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 13,
		"canon_order": 8343
	},
	{
		"verseText": "Then Absalom said, “If not, please let my brother Amnon go with us.” The king said to him, “Why should he go with you?” ",
		"book": "2SA",
		"verse": 26,
		"chapter": 13,
		"canon_order": 8344
	},
	{
		"verseText": "But Absalom pressed him, and he let Amnon and all the king’s sons go with him. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 13,
		"canon_order": 8345
	},
	{
		"verseText": "Absalom commanded his servants, saying, “Mark now, when Amnon’s heart is merry with wine; and when I tell you, ‘Strike Amnon,’ then kill him. Don’t be afraid. Haven’t I commanded you? Be courageous, and be valiant!” ",
		"book": "2SA",
		"verse": 28,
		"chapter": 13,
		"canon_order": 8346
	},
	{
		"verseText": "The servants of Absalom did to Amnon as Absalom had commanded. Then all the king’s sons arose, and every man got up on his mule and fled. ",
		"book": "2SA",
		"verse": 29,
		"chapter": 13,
		"canon_order": 8347
	},
	{
		"verseText": "While they were on the way, the news came to David, saying, “Absalom has slain all the king’s sons, and there is not one of them left!” ",
		"book": "2SA",
		"verse": 30,
		"chapter": 13,
		"canon_order": 8348
	},
	{
		"verseText": "Then the king arose, and tore his garments, and lay on the earth; and all his servants stood by with their clothes torn. ",
		"book": "2SA",
		"verse": 31,
		"chapter": 13,
		"canon_order": 8349
	},
	{
		"verseText": "Jonadab the son of Shimeah, David’s brother, answered, “Don’t let my lord suppose that they have killed all the young men, the king’s sons, for Amnon only is dead; for by the appointment of Absalom this has been determined from the day that he forced his sister Tamar. ",
		"book": "2SA",
		"verse": 32,
		"chapter": 13,
		"canon_order": 8350
	},
	{
		"verseText": "Now therefore don’t let my lord the king take the thing to his heart, to think that all the king’s sons are dead; for only Amnon is dead.” ",
		"book": "2SA",
		"verse": 33,
		"chapter": 13,
		"canon_order": 8351
	},
	{
		"verseText": "But Absalom fled. The young man who kept the watch lifted up his eyes and looked, and behold, many people were coming by way of the hillside behind him. ",
		"book": "2SA",
		"verse": 34,
		"chapter": 13,
		"canon_order": 8352
	},
	{
		"verseText": "Jonadab said to the king, “Behold, the king’s sons are coming! It is as your servant said.” ",
		"book": "2SA",
		"verse": 35,
		"chapter": 13,
		"canon_order": 8353
	},
	{
		"verseText": "As soon as he had finished speaking, behold, the king’s sons came, and lifted up their voices and wept. The king also and all his servants wept bitterly. ",
		"book": "2SA",
		"verse": 36,
		"chapter": 13,
		"canon_order": 8354
	},
	{
		"verseText": "But Absalom fled and went to Talmai the son of Ammihur, king of Geshur. David mourned for his son every day. ",
		"book": "2SA",
		"verse": 37,
		"chapter": 13,
		"canon_order": 8355
	},
	{
		"verseText": "So Absalom fled and went to Geshur, and was there three years. ",
		"book": "2SA",
		"verse": 38,
		"chapter": 13,
		"canon_order": 8356
	},
	{
		"verseText": "King David longed to go out to Absalom, for he was comforted concerning Amnon, since he was dead. ",
		"book": "2SA",
		"verse": 39,
		"chapter": 13,
		"canon_order": 8357
	},
	{
		"verseText": "Now Joab the son of Zeruiah perceived that the king’s heart was toward Absalom. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 14,
		"canon_order": 8358
	},
	{
		"verseText": "Joab sent to Tekoa and brought a wise woman from there, and said to her, “Please act like a mourner, and put on mourning clothing, please, and don’t anoint yourself with oil; but be as a woman who has mourned a long time for the dead. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 14,
		"canon_order": 8359
	},
	{
		"verseText": "Go in to the king and speak like this to him.” So Joab put the words in her mouth. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 14,
		"canon_order": 8360
	},
	{
		"verseText": "When the woman of Tekoa spoke to the king, she fell on her face to the ground, showed respect, and said, “Help, O king!” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 14,
		"canon_order": 8361
	},
	{
		"verseText": "The king said to her, “What ails you?” She answered, “Truly I am a widow, and my husband is dead. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 14,
		"canon_order": 8362
	},
	{
		"verseText": "Your servant had two sons; and they both fought together in the field, and there was no one to part them, but the one struck the other and killed him. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 14,
		"canon_order": 8363
	},
	{
		"verseText": "Behold, the whole family has risen against your servant, and they say, ‘Deliver him who struck his brother, that we may kill him for the life of his brother whom he killed, and so destroy the heir also.’ Thus they would quench my coal which is left, and would leave to my husband neither name nor remainder on the surface of the earth.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 14,
		"canon_order": 8364
	},
	{
		"verseText": "The king said to the woman, “Go to your house, and I will give a command concerning you.” ",
		"book": "2SA",
		"verse": 8,
		"chapter": 14,
		"canon_order": 8365
	},
	{
		"verseText": "The woman of Tekoa said to the king, “My lord, O king, may the iniquity be on me, and on my father’s house; and may the king and his throne be guiltless.” ",
		"book": "2SA",
		"verse": 9,
		"chapter": 14,
		"canon_order": 8366
	},
	{
		"verseText": "The king said, “Whoever says anything to you, bring him to me, and he will not bother you any more.” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 14,
		"canon_order": 8367
	},
	{
		"verseText": "Then she said, “Please let the king remember Yahweh your God, that the avenger of blood destroy not any more, lest they destroy my son.” He said, “As Yahweh lives, not one hair of your son shall fall to the earth.” ",
		"book": "2SA",
		"verse": 11,
		"chapter": 14,
		"canon_order": 8368
	},
	{
		"verseText": "Then the woman said, “Please let your servant speak a word to my lord the king.” He said, “Say on.” ",
		"book": "2SA",
		"verse": 12,
		"chapter": 14,
		"canon_order": 8369
	},
	{
		"verseText": "The woman said, “Why then have you devised such a thing against the people of God? For in speaking this word the king is as one who is guilty, in that the king does not bring home again his banished one. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 14,
		"canon_order": 8370
	},
	{
		"verseText": "For we must die, and are like water spilled on the ground, which can’t be gathered up again; neither does God take away life, but devises means, that he who is banished not be an outcast from him. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 14,
		"canon_order": 8371
	},
	{
		"verseText": "Now therefore, seeing that I have come to speak this word to my lord the king, it is because the people have made me afraid. Your servant said, ‘I will now speak to the king; it may be that the king will perform the request of his servant.’ ",
		"book": "2SA",
		"verse": 15,
		"chapter": 14,
		"canon_order": 8372
	},
	{
		"verseText": "For the king will hear, to deliver his servant out of the hand of the man who would destroy me and my son together out of the inheritance of God. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 14,
		"canon_order": 8373
	},
	{
		"verseText": "Then your servant said, ‘Please let the word of my lord the king bring rest; for as an angel of God, so is my lord the king to discern good and bad. May Yahweh, your God, be with you.’” ",
		"book": "2SA",
		"verse": 17,
		"chapter": 14,
		"canon_order": 8374
	},
	{
		"verseText": "Then the king answered the woman, “Please don’t hide anything from me that I ask you.” The woman said, “Let my lord the king now speak.” ",
		"book": "2SA",
		"verse": 18,
		"chapter": 14,
		"canon_order": 8375
	},
	{
		"verseText": "The king said, “Is the hand of Joab with you in all this?” The woman answered, “As your soul lives, my lord the king, no one can turn to the right hand or to the left from anything that my lord the king has spoken; for your servant Joab urged me, and he put all these words in the mouth of your servant. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 14,
		"canon_order": 8376
	},
	{
		"verseText": "Your servant Joab has done this thing to change the face of the matter. My lord is wise, according to the wisdom of an angel of God, to know all things that are in the earth.” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 14,
		"canon_order": 8377
	},
	{
		"verseText": "The king said to Joab, “Behold now, I have granted this thing. Go therefore, and bring the young man Absalom back.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 14,
		"canon_order": 8378
	},
	{
		"verseText": "Joab fell to the ground on his face, showed respect, and blessed the king. Joab said, “Today your servant knows that I have found favor in your sight, my lord, O king, in that the king has performed the request of his servant.” ",
		"book": "2SA",
		"verse": 22,
		"chapter": 14,
		"canon_order": 8379
	},
	{
		"verseText": "So Joab arose and went to Geshur, and brought Absalom to Jerusalem. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 14,
		"canon_order": 8380
	},
	{
		"verseText": "The king said, “Let him return to his own house, but let him not see my face.” So Absalom returned to his own house, and didn’t see the king’s face. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 14,
		"canon_order": 8381
	},
	{
		"verseText": "Now in all Israel there was no one to be so much praised as Absalom for his beauty. From the sole of his foot even to the crown of his head there was no defect in him. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 14,
		"canon_order": 8382
	},
	{
		"verseText": "When he cut the hair of his head (now it was at every year’s end that he cut it; because it was heavy on him, therefore he cut it), he weighed the hair of his head at two hundred shekels, after the king’s weight. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 14,
		"canon_order": 8383
	},
	{
		"verseText": "Three sons were born to Absalom, and one daughter, whose name was Tamar. She was a woman with a beautiful face. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 14,
		"canon_order": 8384
	},
	{
		"verseText": "Absalom lived two full years in Jerusalem, and he didn’t see the king’s face. ",
		"book": "2SA",
		"verse": 28,
		"chapter": 14,
		"canon_order": 8385
	},
	{
		"verseText": "Then Absalom sent for Joab, to send him to the king, but he would not come to him. Then he sent again a second time, but he would not come. ",
		"book": "2SA",
		"verse": 29,
		"chapter": 14,
		"canon_order": 8386
	},
	{
		"verseText": "Therefore he said to his servants, “Behold, Joab’s field is near mine, and he has barley there. Go and set it on fire.” So Absalom’s servants set the field on fire. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 14,
		"canon_order": 8387
	},
	{
		"verseText": "Then Joab arose and came to Absalom to his house, and said to him, “Why have your servants set my field on fire?” ",
		"book": "2SA",
		"verse": 31,
		"chapter": 14,
		"canon_order": 8388
	},
	{
		"verseText": "Absalom answered Joab, “Behold, I sent to you, saying, ‘Come here, that I may send you to the king, to say, “Why have I come from Geshur? It would be better for me to be there still. Now therefore, let me see the king’s face; and if there is iniquity in me, let him kill me.”’” ",
		"book": "2SA",
		"verse": 32,
		"chapter": 14,
		"canon_order": 8389
	},
	{
		"verseText": "So Joab came to the king and told him; and when he had called for Absalom, he came to the king and bowed himself on his face to the ground before the king; and the king kissed Absalom. ",
		"book": "2SA",
		"verse": 33,
		"chapter": 14,
		"canon_order": 8390
	},
	{
		"verseText": "After this, Absalom prepared a chariot and horses for himself, and fifty men to run before him. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 15,
		"canon_order": 8391
	},
	{
		"verseText": "Absalom rose up early, and stood beside the way of the gate. When any man had a suit which should come to the king for judgment, then Absalom called to him, and said, “What city are you from?” He said, “Your servant is of one of the tribes of Israel.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 15,
		"canon_order": 8392
	},
	{
		"verseText": "Absalom said to him, “Behold, your matters are good and right; but there is no man deputized by the king to hear you.” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 15,
		"canon_order": 8393
	},
	{
		"verseText": "Absalom said moreover, “Oh that I were made judge in the land, that every man who has any suit or cause might come to me, and I would do him justice!” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 15,
		"canon_order": 8394
	},
	{
		"verseText": "It was so, that when any man came near to bow down to him, he stretched out his hand, took hold of him, and kissed him. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 15,
		"canon_order": 8395
	},
	{
		"verseText": "Absalom did this sort of thing to all Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 15,
		"canon_order": 8396
	},
	{
		"verseText": "At the end of forty years, Absalom said to the king, “Please let me go and pay my vow, which I have vowed to Yahweh, in Hebron. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 15,
		"canon_order": 8397
	},
	{
		"verseText": "For your servant vowed a vow while I stayed at Geshur in Syria, saying, ‘If Yahweh shall indeed bring me again to Jerusalem, then I will serve Yahweh.’” ",
		"book": "2SA",
		"verse": 8,
		"chapter": 15,
		"canon_order": 8398
	},
	{
		"verseText": "The king said to him, “Go in peace.” So he arose and went to Hebron. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 15,
		"canon_order": 8399
	},
	{
		"verseText": "But Absalom sent spies throughout all the tribes of Israel, saying, “As soon as you hear the sound of the trumpet, then you shall say, ‘Absalom is king in Hebron!’” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 15,
		"canon_order": 8400
	},
	{
		"verseText": "Two hundred men went with Absalom out of Jerusalem, who were invited, and went in their simplicity; and they didn’t know anything. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 15,
		"canon_order": 8401
	},
	{
		"verseText": "Absalom sent for Ahithophel the Gilonite, David’s counselor, from his city, even from Giloh, while he was offering the sacrifices. The conspiracy was strong, for the people increased continually with Absalom. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 15,
		"canon_order": 8402
	},
	{
		"verseText": "A messenger came to David, saying, “The hearts of the men of Israel are after Absalom.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 15,
		"canon_order": 8403
	},
	{
		"verseText": "David said to all his servants who were with him at Jerusalem, “Arise! Let’s flee, or else none of us will escape from Absalom. Hurry to depart, lest he overtake us quickly and bring down evil on us, and strike the city with the edge of the sword.” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 15,
		"canon_order": 8404
	},
	{
		"verseText": "The king’s servants said to the king, “Behold, your servants are ready to do whatever my lord the king chooses.” ",
		"book": "2SA",
		"verse": 15,
		"chapter": 15,
		"canon_order": 8405
	},
	{
		"verseText": "The king went out, and all his household after him. The king left ten women, who were concubines, to keep the house. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 15,
		"canon_order": 8406
	},
	{
		"verseText": "The king went out, and all the people after him; and they stayed in Beth Merhak. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 15,
		"canon_order": 8407
	},
	{
		"verseText": "All his servants passed on beside him; and all the Cherethites, and all the Pelethites, and all the Gittites, six hundred men who came after him from Gath, passed on before the king. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 15,
		"canon_order": 8408
	},
	{
		"verseText": "Then the king said to Ittai the Gittite, “Why do you also go with us? Return, and stay with the king; for you are a foreigner and also an exile. Return to your own place. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 15,
		"canon_order": 8409
	},
	{
		"verseText": "Whereas you came but yesterday, should I today make you go up and down with us, since I go where I may? Return, and take back your brothers. Mercy and truth be with you.” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 15,
		"canon_order": 8410
	},
	{
		"verseText": "Ittai answered the king and said, “As Yahweh lives, and as my lord the king lives, surely in what place my lord the king is, whether for death or for life, your servant will be there also.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 15,
		"canon_order": 8411
	},
	{
		"verseText": "David said to Ittai, “Go and pass over.” Ittai the Gittite passed over, and all his men, and all the little ones who were with him. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 15,
		"canon_order": 8412
	},
	{
		"verseText": "All the country wept with a loud voice, and all the people passed over. The king also himself passed over the brook Kidron, and all the people passed over toward the way of the wilderness. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 15,
		"canon_order": 8413
	},
	{
		"verseText": "Behold, Zadok also came, and all the Levites with him, bearing the ark of the covenant of God; and they set down God’s ark; and Abiathar went up until all the people finished passing out of the city. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 15,
		"canon_order": 8414
	},
	{
		"verseText": "The king said to Zadok, “Carry God’s ark back into the city. If I find favor in Yahweh’s eyes, he will bring me again, and show me both it and his habitation; ",
		"book": "2SA",
		"verse": 25,
		"chapter": 15,
		"canon_order": 8415
	},
	{
		"verseText": "but if he says, ‘I have no delight in you,’ behold, here I am. Let him do to me as seems good to him.” ",
		"book": "2SA",
		"verse": 26,
		"chapter": 15,
		"canon_order": 8416
	},
	{
		"verseText": "The king said also to Zadok the priest, “Aren’t you a seer? Return into the city in peace, and your two sons with you, Ahimaaz your son and Jonathan the son of Abiathar. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 15,
		"canon_order": 8417
	},
	{
		"verseText": "Behold, I will stay at the fords of the wilderness until word comes from you to inform me.” ",
		"book": "2SA",
		"verse": 28,
		"chapter": 15,
		"canon_order": 8418
	},
	{
		"verseText": "Zadok therefore and Abiathar carried God’s ark to Jerusalem again; and they stayed there. ",
		"book": "2SA",
		"verse": 29,
		"chapter": 15,
		"canon_order": 8419
	},
	{
		"verseText": "David went up by the ascent of the Mount of Olives, and wept as he went up; and he had his head covered and went barefoot. All the people who were with him each covered his head, and they went up, weeping as they went up. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 15,
		"canon_order": 8420
	},
	{
		"verseText": "Someone told David, saying, “Ahithophel is among the conspirators with Absalom.” David said, “Yahweh, please turn the counsel of Ahithophel into foolishness.” ",
		"book": "2SA",
		"verse": 31,
		"chapter": 15,
		"canon_order": 8421
	},
	{
		"verseText": "When David had come to the top, where God was worshiped, behold, Hushai the Archite came to meet him with his tunic torn and earth on his head. ",
		"book": "2SA",
		"verse": 32,
		"chapter": 15,
		"canon_order": 8422
	},
	{
		"verseText": "David said to him, “If you pass on with me, then you will be a burden to me; ",
		"book": "2SA",
		"verse": 33,
		"chapter": 15,
		"canon_order": 8423
	},
	{
		"verseText": "but if you return to the city, and tell Absalom, ‘I will be your servant, O king. As I have been your father’s servant in time past, so I will now be your servant; then will you defeat for me the counsel of Ahithophel.’ ",
		"book": "2SA",
		"verse": 34,
		"chapter": 15,
		"canon_order": 8424
	},
	{
		"verseText": "Don’t you have Zadok and Abiathar the priests there with you? Therefore whatever you hear out of the king’s house, tell it to Zadok and Abiathar the priests. ",
		"book": "2SA",
		"verse": 35,
		"chapter": 15,
		"canon_order": 8425
	},
	{
		"verseText": "Behold, they have there with them their two sons, Ahimaaz, Zadok’s son, and Jonathan, Abiathar’s son. Send to me everything that you shall hear by them.” ",
		"book": "2SA",
		"verse": 36,
		"chapter": 15,
		"canon_order": 8426
	},
	{
		"verseText": "So Hushai, David’s friend, came into the city; and Absalom came into Jerusalem. ",
		"book": "2SA",
		"verse": 37,
		"chapter": 15,
		"canon_order": 8427
	},
	{
		"verseText": "When David was a little past the top, behold, Ziba the servant of Mephibosheth met him with a couple of donkeys saddled, and on them two hundred loaves of bread, and one hundred clusters of raisins, and one hundred summer fruits, and a container of wine. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 16,
		"canon_order": 8428
	},
	{
		"verseText": "The king said to Ziba, “What do you mean by these?” Ziba said, “The donkeys are for the king’s household to ride on; and the bread and summer fruit for the young men to eat; and the wine, that those who are faint in the wilderness may drink.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 16,
		"canon_order": 8429
	},
	{
		"verseText": "The king said, “Where is your master’s son?” Ziba said to the king, “Behold, he is staying in Jerusalem; for he said, ‘Today the house of Israel will restore me the kingdom of my father.’” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 16,
		"canon_order": 8430
	},
	{
		"verseText": "Then the king said to Ziba, “Behold, all that belongs to Mephibosheth is yours.” Ziba said, “I bow down. Let me find favor in your sight, my lord, O king.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 16,
		"canon_order": 8431
	},
	{
		"verseText": "When king David came to Bahurim, behold, a man of the family of Saul’s house came out, whose name was Shimei, the son of Gera. He came out and cursed as he came. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 16,
		"canon_order": 8432
	},
	{
		"verseText": "He cast stones at David and at all the servants of king David, and all the people and all the mighty men were on his right hand and on his left. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 16,
		"canon_order": 8433
	},
	{
		"verseText": "Shimei said when he cursed, “Be gone, be gone, you man of blood, and wicked fellow! ",
		"book": "2SA",
		"verse": 7,
		"chapter": 16,
		"canon_order": 8434
	},
	{
		"verseText": "Yahweh has returned on you all the blood of Saul’s house, in whose place you have reigned! Yahweh has delivered the kingdom into the hand of Absalom your son! Behold, you are caught by your own mischief, because you are a man of blood!” ",
		"book": "2SA",
		"verse": 8,
		"chapter": 16,
		"canon_order": 8435
	},
	{
		"verseText": "Then Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Please let me go over and take off his head.” ",
		"book": "2SA",
		"verse": 9,
		"chapter": 16,
		"canon_order": 8436
	},
	{
		"verseText": "The king said, “What have I to do with you, you sons of Zeruiah? Because he curses, and because Yahweh has said to him, ‘Curse David,’ who then shall say, ‘Why have you done so?’” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 16,
		"canon_order": 8437
	},
	{
		"verseText": "David said to Abishai and to all his servants, “Behold, my son, who came out of my bowels, seeks my life. How much more this Benjamite, now? Leave him alone, and let him curse; for Yahweh has invited him. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 16,
		"canon_order": 8438
	},
	{
		"verseText": "It may be that Yahweh will look on the wrong done to me, and that Yahweh will repay me good for the cursing of me today.” ",
		"book": "2SA",
		"verse": 12,
		"chapter": 16,
		"canon_order": 8439
	},
	{
		"verseText": "So David and his men went by the way; and Shimei went along on the hillside opposite him and cursed as he went, threw stones at him, and threw dust. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 16,
		"canon_order": 8440
	},
	{
		"verseText": "The king and all the people who were with him arrived weary; and he refreshed himself there. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 16,
		"canon_order": 8441
	},
	{
		"verseText": "Absalom and all the people, the men of Israel, came to Jerusalem, and Ahithophel with him. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 16,
		"canon_order": 8442
	},
	{
		"verseText": "When Hushai the Archite, David’s friend, had come to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!” ",
		"book": "2SA",
		"verse": 16,
		"chapter": 16,
		"canon_order": 8443
	},
	{
		"verseText": "Absalom said to Hushai, “Is this your kindness to your friend? Why didn’t you go with your friend?” ",
		"book": "2SA",
		"verse": 17,
		"chapter": 16,
		"canon_order": 8444
	},
	{
		"verseText": "Hushai said to Absalom, “No; but whomever Yahweh and this people and all the men of Israel have chosen, I will be his, and I will stay with him. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 16,
		"canon_order": 8445
	},
	{
		"verseText": "Again, whom should I serve? Shouldn’t I serve in the presence of his son? As I have served in your father’s presence, so I will be in your presence.” ",
		"book": "2SA",
		"verse": 19,
		"chapter": 16,
		"canon_order": 8446
	},
	{
		"verseText": "Then Absalom said to Ahithophel, “Give your counsel what we shall do.” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 16,
		"canon_order": 8447
	},
	{
		"verseText": "Ahithophel said to Absalom, “Go in to your father’s concubines that he has left to keep the house. Then all Israel will hear that you are abhorred by your father. Then the hands of all who are with you will be strong.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 16,
		"canon_order": 8448
	},
	{
		"verseText": "So they spread a tent for Absalom on the top of the house, and Absalom went in to his father’s concubines in the sight of all Israel. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 16,
		"canon_order": 8449
	},
	{
		"verseText": "The counsel of Ahithophel, which he gave in those days, was as if a man inquired at the inner sanctuary of God. All the counsel of Ahithophel was like this both with David and with Absalom. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 16,
		"canon_order": 8450
	},
	{
		"verseText": "Moreover Ahithophel said to Absalom, “Let me now choose twelve thousand men, and I will arise and pursue after David tonight. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 17,
		"canon_order": 8451
	},
	{
		"verseText": "I will come on him while he is weary and exhausted, and will make him afraid. All the people who are with him will flee. I will strike the king only, ",
		"book": "2SA",
		"verse": 2,
		"chapter": 17,
		"canon_order": 8452
	},
	{
		"verseText": "and I will bring back all the people to you. The man whom you seek is as if all returned. All the people shall be in peace.” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 17,
		"canon_order": 8453
	},
	{
		"verseText": "The saying pleased Absalom well, and all the elders of Israel. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 17,
		"canon_order": 8454
	},
	{
		"verseText": "Then Absalom said, “Now call Hushai the Archite also, and let’s hear likewise what he says.” ",
		"book": "2SA",
		"verse": 5,
		"chapter": 17,
		"canon_order": 8455
	},
	{
		"verseText": "When Hushai had come to Absalom, Absalom spoke to him, saying, “Ahithophel has spoken like this. Shall we do what he says? If not, speak up.” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 17,
		"canon_order": 8456
	},
	{
		"verseText": "Hushai said to Absalom, “The counsel that Ahithophel has given this time is not good.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 17,
		"canon_order": 8457
	},
	{
		"verseText": "Hushai said moreover, “You know your father and his men, that they are mighty men, and they are fierce in their minds, like a bear robbed of her cubs in the field. Your father is a man of war, and will not lodge with the people. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 17,
		"canon_order": 8458
	},
	{
		"verseText": "Behold, he is now hidden in some pit, or in some other place. It will happen, when some of them have fallen at the first, that whoever hears it will say, ‘There is a slaughter among the people who follow Absalom!’ ",
		"book": "2SA",
		"verse": 9,
		"chapter": 17,
		"canon_order": 8459
	},
	{
		"verseText": "Even he who is valiant, whose heart is as the heart of a lion, will utterly melt; for all Israel knows that your father is a mighty man, and those who are with him are valiant men. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 17,
		"canon_order": 8460
	},
	{
		"verseText": "But I counsel that all Israel be gathered together to you, from Dan even to Beersheba, as the sand that is by the sea for multitude; and that you go to battle in your own person. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 17,
		"canon_order": 8461
	},
	{
		"verseText": "So we will come on him in some place where he will be found, and we will light on him as the dew falls on the ground, then we will not leave so much as one of him and of all the men who are with him. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 17,
		"canon_order": 8462
	},
	{
		"verseText": "Moreover, if he has gone into a city, then all Israel will bring ropes to that city, and we will draw it into the river, until there isn’t one small stone found there.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 17,
		"canon_order": 8463
	},
	{
		"verseText": "Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For Yahweh had ordained to defeat the good counsel of Ahithophel, to the intent that Yahweh might bring evil on Absalom. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 17,
		"canon_order": 8464
	},
	{
		"verseText": "Then Hushai said to Zadok and to Abiathar the priests, “Ahithophel counseled Absalom and the elders of Israel that way; and I have counseled this way. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 17,
		"canon_order": 8465
	},
	{
		"verseText": "Now therefore send quickly, and tell David, saying, ‘Don’t lodge tonight at the fords of the wilderness, but by all means pass over, lest the king be swallowed up, and all the people who are with him.’” ",
		"book": "2SA",
		"verse": 16,
		"chapter": 17,
		"canon_order": 8466
	},
	{
		"verseText": "Now Jonathan and Ahimaaz were staying by En Rogel; and a female servant used to go and report to them, and they went and told king David; for they couldn’t risk being seen coming into the city. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 17,
		"canon_order": 8467
	},
	{
		"verseText": "But a boy saw them, and told Absalom. Then they both went away quickly and came to the house of a man in Bahurim, who had a well in his court; and they went down there. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 17,
		"canon_order": 8468
	},
	{
		"verseText": "The woman took and spread the covering over the well’s mouth, and spread out crushed grain on it; and nothing was known. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 17,
		"canon_order": 8469
	},
	{
		"verseText": "Absalom’s servants came to the woman to the house; and they said, “Where are Ahimaaz and Jonathan?” The woman said to them, “They have gone over the brook of water.” When they had sought and could not find them, they returned to Jerusalem. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 17,
		"canon_order": 8470
	},
	{
		"verseText": "After they had departed, they came up out of the well and went and told king David; and they said to David, “Arise and pass quickly over the water; for thus has Ahithophel counseled against you.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 17,
		"canon_order": 8471
	},
	{
		"verseText": "Then David arose, and all the people who were with him, and they passed over the Jordan. By the morning light there lacked not one of them who had not gone over the Jordan. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 17,
		"canon_order": 8472
	},
	{
		"verseText": "When Ahithophel saw that his counsel was not followed, he saddled his donkey, arose, and went home to his city, set his house in order, and hanged himself; and he died, and was buried in the tomb of his father. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 17,
		"canon_order": 8473
	},
	{
		"verseText": "Then David came to Mahanaim. Absalom passed over the Jordan, he and all the men of Israel with him. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 17,
		"canon_order": 8474
	},
	{
		"verseText": "Absalom set Amasa over the army instead of Joab. Now Amasa was the son of a man whose name was Ithra the Israelite, who went in to Abigail the daughter of Nahash, sister to Zeruiah, Joab’s mother. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 17,
		"canon_order": 8475
	},
	{
		"verseText": "Israel and Absalom encamped in the land of Gilead. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 17,
		"canon_order": 8476
	},
	{
		"verseText": "When David had come to Mahanaim, Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lodebar, and Barzillai the Gileadite of Rogelim, ",
		"book": "2SA",
		"verse": 27,
		"chapter": 17,
		"canon_order": 8477
	},
	{
		"verseText": "brought beds, basins, earthen vessels, wheat, barley, meal, parched grain, beans, lentils, roasted grain, ",
		"book": "2SA",
		"verse": 28,
		"chapter": 17,
		"canon_order": 8478
	},
	{
		"verseText": "honey, butter, sheep, and cheese of the herd, for David and for the people who were with him to eat; for they said, “The people are hungry, weary, and thirsty in the wilderness.” ",
		"book": "2SA",
		"verse": 29,
		"chapter": 17,
		"canon_order": 8479
	},
	{
		"verseText": "David counted the people who were with him, and set captains of thousands and captains of hundreds over them. ",
		"book": "2SA",
		"verse": 1,
		"chapter": 18,
		"canon_order": 8480
	},
	{
		"verseText": "David sent the people out, a third part under the hand of Joab, and a third part under the hand of Abishai the son of Zeruiah, Joab’s brother, and a third part under the hand of Ittai the Gittite. The king said to the people, “I will also surely go out with you myself.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 18,
		"canon_order": 8481
	},
	{
		"verseText": "But the people said, “You shall not go out, for if we flee away, they will not care for us, neither if half of us die, will they care for us. But you are worth ten thousand of us. Therefore now it is better that you are ready to help us out of the city.” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 18,
		"canon_order": 8482
	},
	{
		"verseText": "The king said to them, “I will do what seems best to you.” The king stood beside the gate, and all the people went out by hundreds and by thousands. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 18,
		"canon_order": 8483
	},
	{
		"verseText": "The king commanded Joab and Abishai and Ittai, saying, “Deal gently for my sake with the young man Absalom.” All the people heard when the king commanded all the captains concerning Absalom. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 18,
		"canon_order": 8484
	},
	{
		"verseText": "So the people went out into the field against Israel; and the battle was in the forest of Ephraim. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 18,
		"canon_order": 8485
	},
	{
		"verseText": "The people of Israel were struck there before David’s servants, and there was a great slaughter there that day of twenty thousand men. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 18,
		"canon_order": 8486
	},
	{
		"verseText": "For the battle was there spread over the surface of all the country, and the forest devoured more people that day than the sword devoured. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 18,
		"canon_order": 8487
	},
	{
		"verseText": "Absalom happened to meet David’s servants. Absalom was riding on his mule, and the mule went under the thick boughs of a great oak; and his head caught hold of the oak, and he was hanging between the sky and earth; and the mule that was under him went on. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 18,
		"canon_order": 8488
	},
	{
		"verseText": "A certain man saw it, and told Joab, and said, “Behold, I saw Absalom hanging in an oak.” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 18,
		"canon_order": 8489
	},
	{
		"verseText": "Joab said to the man who told him, “Behold, you saw it, and why didn’t you strike him there to the ground? I would have given you ten pieces of silver and a sash.” ",
		"book": "2SA",
		"verse": 11,
		"chapter": 18,
		"canon_order": 8490
	},
	{
		"verseText": "The man said to Joab, “Though I should receive a thousand pieces of silver in my hand, I still wouldn’t stretch out my hand against the king’s son; for in our hearing the king commanded you and Abishai and Ittai, saying, ‘Beware that no one touch the young man Absalom.’ ",
		"book": "2SA",
		"verse": 12,
		"chapter": 18,
		"canon_order": 8491
	},
	{
		"verseText": "Otherwise, if I had dealt falsely against his life (and there is no matter hidden from the king), then you yourself would have set yourself against me.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 18,
		"canon_order": 8492
	},
	{
		"verseText": "Then Joab said, “I’m not going to wait like this with you.” He took three darts in his hand and thrust them through Absalom’s heart while he was still alive in the middle of the oak. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 18,
		"canon_order": 8493
	},
	{
		"verseText": "Ten young men who bore Joab’s armor surrounded and struck Absalom, and killed him. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 18,
		"canon_order": 8494
	},
	{
		"verseText": "Joab blew the trumpet, and the people returned from pursuing after Israel; for Joab held the people back. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 18,
		"canon_order": 8495
	},
	{
		"verseText": "They took Absalom and cast him into a great pit in the forest, and raised over him a very great heap of stones. Then all Israel fled, each to his own tent. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 18,
		"canon_order": 8496
	},
	{
		"verseText": "Now Absalom in his lifetime had taken and reared up for himself the pillar which is in the king’s valley, for he said, “I have no son to keep my name in memory.” He called the pillar after his own name. It is called Absalom’s monument, to this day. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 18,
		"canon_order": 8497
	},
	{
		"verseText": "Then Ahimaaz the son of Zadok said, “Let me now run and carry the king news, how Yahweh has avenged him of his enemies.” ",
		"book": "2SA",
		"verse": 19,
		"chapter": 18,
		"canon_order": 8498
	},
	{
		"verseText": "Joab said to him, “You must not be the bearer of news today, but you must carry news another day. But today you must carry no news, because the king’s son is dead.” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 18,
		"canon_order": 8499
	},
	{
		"verseText": "Then Joab said to the Cushite, “Go, tell the king what you have seen!” The Cushite bowed himself to Joab, and ran. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 18,
		"canon_order": 8500
	},
	{
		"verseText": "Then Ahimaaz the son of Zadok said yet again to Joab, “But come what may, please let me also run after the Cushite.” Joab said, “Why do you want to run, my son, since you will have no reward for the news?” ",
		"book": "2SA",
		"verse": 22,
		"chapter": 18,
		"canon_order": 8501
	},
	{
		"verseText": "“But come what may,” he said, “I will run.” He said to him, “Run!” Then Ahimaaz ran by the way of the Plain, and outran the Cushite. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 18,
		"canon_order": 8502
	},
	{
		"verseText": "Now David was sitting between the two gates; and the watchman went up to the roof of the gate to the wall, and lifted up his eyes and looked, and, behold, a man running alone. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 18,
		"canon_order": 8503
	},
	{
		"verseText": "The watchman shouted and told the king. The king said, “If he is alone, there is news in his mouth.” He came closer and closer. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 18,
		"canon_order": 8504
	},
	{
		"verseText": "The watchman saw another man running; and the watchman called to the gatekeeper and said, “Behold, a man running alone!” The king said, “He also brings news.” ",
		"book": "2SA",
		"verse": 26,
		"chapter": 18,
		"canon_order": 8505
	},
	{
		"verseText": "The watchman said, “I think the running of the first one is like the running of Ahimaaz the son of Zadok.” The king said, “He is a good man, and comes with good news.” ",
		"book": "2SA",
		"verse": 27,
		"chapter": 18,
		"canon_order": 8506
	},
	{
		"verseText": "Ahimaaz called, and said to the king, “All is well.” He bowed himself before the king with his face to the earth, and said, “Blessed is Yahweh your God, who has delivered up the men who lifted up their hand against my lord the king!” ",
		"book": "2SA",
		"verse": 28,
		"chapter": 18,
		"canon_order": 8507
	},
	{
		"verseText": "The king said, “Is it well with the young man Absalom?” Ahimaaz answered, “When Joab sent the king’s servant, even me your servant, I saw a great tumult, but I don’t know what it was.” ",
		"book": "2SA",
		"verse": 29,
		"chapter": 18,
		"canon_order": 8508
	},
	{
		"verseText": "The king said, “Come and stand here.” He came and stood still. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 18,
		"canon_order": 8509
	},
	{
		"verseText": "Behold, the Cushite came. The Cushite said, “Good news for my lord the king, for Yahweh has avenged you today of all those who rose up against you.” ",
		"book": "2SA",
		"verse": 31,
		"chapter": 18,
		"canon_order": 8510
	},
	{
		"verseText": "The king said to the Cushite, “Is it well with the young man Absalom?” The Cushite answered, “May the enemies of my lord the king, and all who rise up against you to do you harm, be as that young man is.” ",
		"book": "2SA",
		"verse": 32,
		"chapter": 18,
		"canon_order": 8511
	},
	{
		"verseText": "The king was much moved, and went up to the room over the gate and wept. As he went, he said, “My son Absalom! My son, my son Absalom! I wish I had died instead of you, Absalom, my son, my son!” ",
		"book": "2SA",
		"verse": 33,
		"chapter": 18,
		"canon_order": 8512
	},
	{
		"verseText": "Joab was told, “Behold, the king weeps and mourns for Absalom.” ",
		"book": "2SA",
		"verse": 1,
		"chapter": 19,
		"canon_order": 8513
	},
	{
		"verseText": "The victory that day was turned into mourning among all the people, for the people heard it said that day, “The king grieves for his son.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 19,
		"canon_order": 8514
	},
	{
		"verseText": "The people sneaked into the city that day, as people who are ashamed steal away when they flee in battle. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 19,
		"canon_order": 8515
	},
	{
		"verseText": "The king covered his face, and the king cried with a loud voice, “My son Absalom, Absalom, my son, my son!” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 19,
		"canon_order": 8516
	},
	{
		"verseText": "Joab came into the house to the king, and said, “Today you have shamed the faces of all your servants who today have saved your life, and the lives of your sons and of your daughters, and the lives of your wives, and the lives of your concubines; ",
		"book": "2SA",
		"verse": 5,
		"chapter": 19,
		"canon_order": 8517
	},
	{
		"verseText": "in that you love those who hate you and hate those who love you. For you have declared today that princes and servants are nothing to you. For today I perceive that if Absalom had lived and we had all died today, then it would have pleased you well. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 19,
		"canon_order": 8518
	},
	{
		"verseText": "Now therefore arise, go out and speak to comfort your servants; for I swear by Yahweh, if you don’t go out, not a man will stay with you this night. That would be worse to you than all the evil that has happened to you from your youth until now.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 19,
		"canon_order": 8519
	},
	{
		"verseText": "Then the king arose and sat in the gate. The people were all told, “Behold, the king is sitting in the gate.” All the people came before the king. Now Israel had fled every man to his tent. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 19,
		"canon_order": 8520
	},
	{
		"verseText": "All the people were at strife throughout all the tribes of Israel, saying, “The king delivered us out of the hand of our enemies, and he saved us out of the hand of the Philistines; and now he has fled out of the land from Absalom. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 19,
		"canon_order": 8521
	},
	{
		"verseText": "Absalom, whom we anointed over us, is dead in battle. Now therefore why don’t you speak a word of bringing the king back?” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 19,
		"canon_order": 8522
	},
	{
		"verseText": "King David sent to Zadok and to Abiathar the priests, saying, “Speak to the elders of Judah, saying, ‘Why are you the last to bring the king back to his house, since the speech of all Israel has come to the king, to return him to his house? ",
		"book": "2SA",
		"verse": 11,
		"chapter": 19,
		"canon_order": 8523
	},
	{
		"verseText": "You are my brothers. You are my bone and my flesh. Why then are you the last to bring back the king?’ ",
		"book": "2SA",
		"verse": 12,
		"chapter": 19,
		"canon_order": 8524
	},
	{
		"verseText": "Say to Amasa, ‘Aren’t you my bone and my flesh? God do so to me, and more also, if you aren’t captain of the army before me continually instead of Joab.’” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 19,
		"canon_order": 8525
	},
	{
		"verseText": "He bowed the heart of all the men of Judah, even as one man, so that they sent to the king, saying, “Return, you and all your servants.” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 19,
		"canon_order": 8526
	},
	{
		"verseText": "So the king returned, and came to the Jordan. Judah came to Gilgal, to go to meet the king, to bring the king over the Jordan. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 19,
		"canon_order": 8527
	},
	{
		"verseText": "Shimei the son of Gera, the Benjamite, who was of Bahurim, hurried and came down with the men of Judah to meet king David. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 19,
		"canon_order": 8528
	},
	{
		"verseText": "There were a thousand men of Benjamin with him, and Ziba the servant of Saul’s house, and his fifteen sons and his twenty servants with him; and they went through the Jordan in the presence of the king. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 19,
		"canon_order": 8529
	},
	{
		"verseText": "A ferry boat went to bring over the king’s household, and to do what he thought good. Shimei the son of Gera fell down before the king when he had come over the Jordan. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 19,
		"canon_order": 8530
	},
	{
		"verseText": "He said to the king, “Don’t let my lord impute iniquity to me, or remember that which your servant did perversely the day that my lord the king went out of Jerusalem, that the king should take it to his heart. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 19,
		"canon_order": 8531
	},
	{
		"verseText": "For your servant knows that I have sinned. Therefore behold, I have come today as the first of all the house of Joseph to go down to meet my lord the king.” ",
		"book": "2SA",
		"verse": 20,
		"chapter": 19,
		"canon_order": 8532
	},
	{
		"verseText": "But Abishai the son of Zeruiah answered, “Shouldn’t Shimei be put to death for this, because he cursed Yahweh’s anointed?” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 19,
		"canon_order": 8533
	},
	{
		"verseText": "David said, “What have I to do with you, you sons of Zeruiah, that you should be adversaries to me today? Shall any man be put to death today in Israel? For don’t I know that I am king over Israel today?” ",
		"book": "2SA",
		"verse": 22,
		"chapter": 19,
		"canon_order": 8534
	},
	{
		"verseText": "The king said to Shimei, “You will not die.” The king swore to him. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 19,
		"canon_order": 8535
	},
	{
		"verseText": "Mephibosheth the son of Saul came down to meet the king; and he had neither groomed his feet, nor trimmed his beard, nor washed his clothes, from the day the king departed until the day he came home in peace. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 19,
		"canon_order": 8536
	},
	{
		"verseText": "When he had come to Jerusalem to meet the king, the king said to him, “Why didn’t you go with me, Mephibosheth?” ",
		"book": "2SA",
		"verse": 25,
		"chapter": 19,
		"canon_order": 8537
	},
	{
		"verseText": "He answered, “My lord, O king, my servant deceived me. For your servant said, ‘I will saddle a donkey for myself, that I may ride on it and go with the king,’ because your servant is lame. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 19,
		"canon_order": 8538
	},
	{
		"verseText": "He has slandered your servant to my lord the king, but my lord the king is as an angel of God. Therefore do what is good in your eyes. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 19,
		"canon_order": 8539
	},
	{
		"verseText": "For all my father’s house were but dead men before my lord the king; yet you set your servant among those who ate at your own table. What right therefore have I yet that I should appeal any more to the king?” ",
		"book": "2SA",
		"verse": 28,
		"chapter": 19,
		"canon_order": 8540
	},
	{
		"verseText": "The king said to him, “Why do you speak any more of your matters? I say, you and Ziba divide the land.” ",
		"book": "2SA",
		"verse": 29,
		"chapter": 19,
		"canon_order": 8541
	},
	{
		"verseText": "Mephibosheth said to the king, “Yes, let him take all, because my lord the king has come in peace to his own house.” ",
		"book": "2SA",
		"verse": 30,
		"chapter": 19,
		"canon_order": 8542
	},
	{
		"verseText": "Barzillai the Gileadite came down from Rogelim; and he went over the Jordan with the king to conduct him over the Jordan. ",
		"book": "2SA",
		"verse": 31,
		"chapter": 19,
		"canon_order": 8543
	},
	{
		"verseText": "Now Barzillai was a very aged man, even eighty years old. He had provided the king with sustenance while he stayed at Mahanaim, for he was a very great man. ",
		"book": "2SA",
		"verse": 32,
		"chapter": 19,
		"canon_order": 8544
	},
	{
		"verseText": "The king said to Barzillai, “Come over with me, and I will sustain you with me in Jerusalem.” ",
		"book": "2SA",
		"verse": 33,
		"chapter": 19,
		"canon_order": 8545
	},
	{
		"verseText": "Barzillai said to the king, “How many are the days of the years of my life, that I should go up with the king to Jerusalem? ",
		"book": "2SA",
		"verse": 34,
		"chapter": 19,
		"canon_order": 8546
	},
	{
		"verseText": "I am eighty years old, today. Can I discern between good and bad? Can your servant taste what I eat or what I drink? Can I hear the voice of singing men and singing women any more? Why then should your servant be a burden to my lord the king? ",
		"book": "2SA",
		"verse": 35,
		"chapter": 19,
		"canon_order": 8547
	},
	{
		"verseText": "Your servant will just go over the Jordan with the king. Why should the king repay me with such a reward? ",
		"book": "2SA",
		"verse": 36,
		"chapter": 19,
		"canon_order": 8548
	},
	{
		"verseText": "Please let your servant turn back again, that I may die in my own city, by the grave of my father and my mother. But behold, your servant Chimham; let him go over with my lord the king; and do to him what shall seem good to you.” ",
		"book": "2SA",
		"verse": 37,
		"chapter": 19,
		"canon_order": 8549
	},
	{
		"verseText": "The king answered, “Chimham shall go over with me, and I will do to him that which shall seem good to you. Whatever you request of me, that I will do for you.” ",
		"book": "2SA",
		"verse": 38,
		"chapter": 19,
		"canon_order": 8550
	},
	{
		"verseText": "All the people went over the Jordan, and the king went over. Then the king kissed Barzillai and blessed him; and he returned to his own place. ",
		"book": "2SA",
		"verse": 39,
		"chapter": 19,
		"canon_order": 8551
	},
	{
		"verseText": "So the king went over to Gilgal, and Chimham went over with him. All the people of Judah brought the king over, and also half the people of Israel. ",
		"book": "2SA",
		"verse": 40,
		"chapter": 19,
		"canon_order": 8552
	},
	{
		"verseText": "Behold, all the men of Israel came to the king, and said to the king, “Why have our brothers the men of Judah stolen you away, and brought the king and his household, over the Jordan, and all David’s men with him?” ",
		"book": "2SA",
		"verse": 41,
		"chapter": 19,
		"canon_order": 8553
	},
	{
		"verseText": "All the men of Judah answered the men of Israel, “Because the king is a close relative to us. Why then are you angry about this matter? Have we eaten at all at the king’s cost? Or has he given us any gift?” ",
		"book": "2SA",
		"verse": 42,
		"chapter": 19,
		"canon_order": 8554
	},
	{
		"verseText": "The men of Israel answered the men of Judah, and said, “We have ten parts in the king, and we have also more claim to David than you. Why then did you despise us, that our advice should not be first had in bringing back our king?” The words of the men of Judah were fiercer than the words of the men of Israel. ",
		"book": "2SA",
		"verse": 43,
		"chapter": 19,
		"canon_order": 8555
	},
	{
		"verseText": "There happened to be there a wicked fellow, whose name was Sheba the son of Bichri, a Benjamite; and he blew the trumpet, and said, “We have no portion in David, neither have we inheritance in the son of Jesse. Every man to his tents, Israel!” ",
		"book": "2SA",
		"verse": 1,
		"chapter": 20,
		"canon_order": 8556
	},
	{
		"verseText": "So all the men of Israel went up from following David, and followed Sheba the son of Bichri; but the men of Judah joined with their king, from the Jordan even to Jerusalem. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 20,
		"canon_order": 8557
	},
	{
		"verseText": "David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in custody and provided them with sustenance, but didn’t go in to them. So they were shut up to the day of their death, living in widowhood. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 20,
		"canon_order": 8558
	},
	{
		"verseText": "Then the king said to Amasa, “Call me the men of Judah together within three days, and be here present.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 20,
		"canon_order": 8559
	},
	{
		"verseText": "So Amasa went to call the men of Judah together, but he stayed longer than the set time which had been appointed to him. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 20,
		"canon_order": 8560
	},
	{
		"verseText": "David said to Abishai, “Now Sheba the son of Bichri will do us more harm than Absalom did. Take your lord’s servants and pursue after him, lest he get himself fortified cities, and escape out of our sight.” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 20,
		"canon_order": 8561
	},
	{
		"verseText": "Joab’s men went out after him with the Cherethites, the Pelethites, and all the mighty men; and they went out of Jerusalem to pursue Sheba the son of Bichri. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 20,
		"canon_order": 8562
	},
	{
		"verseText": "When they were at the great stone which is in Gibeon, Amasa came to meet them. Joab was clothed in his apparel of war that he had put on, and on it was a sash with a sword fastened on his waist in its sheath; and as he went along it fell out. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 20,
		"canon_order": 8563
	},
	{
		"verseText": "Joab said to Amasa, “Is it well with you, my brother?” Joab took Amasa by the beard with his right hand to kiss him. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 20,
		"canon_order": 8564
	},
	{
		"verseText": "But Amasa took no heed to the sword that was in Joab’s hand. So he struck him with it in the body and shed out his bowels to the ground, and didn’t strike him again; and he died. Joab and Abishai his brother pursued Sheba the son of Bichri. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 20,
		"canon_order": 8565
	},
	{
		"verseText": "One of Joab’s young men stood by him, and said, “He who favors Joab, and he who is for David, let him follow Joab!” ",
		"book": "2SA",
		"verse": 11,
		"chapter": 20,
		"canon_order": 8566
	},
	{
		"verseText": "Amasa lay wallowing in his blood in the middle of the highway. When the man saw that all the people stood still, he carried Amasa out of the highway into the field, and cast a garment over him when he saw that everyone who came by him stood still. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 20,
		"canon_order": 8567
	},
	{
		"verseText": "When he was removed out of the highway, all the people went on after Joab to pursue Sheba the son of Bichri. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 20,
		"canon_order": 8568
	},
	{
		"verseText": "He went through all the tribes of Israel to Abel, to Beth Maacah, and all the Berites. They were gathered together, and went also after him. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 20,
		"canon_order": 8569
	},
	{
		"verseText": "They came and besieged him in Abel of Beth Maacah, and they cast up a mound against the city, and it stood against the rampart; and all the people who were with Joab battered the wall to throw it down. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 20,
		"canon_order": 8570
	},
	{
		"verseText": "Then a wise woman cried out of the city, “Hear, hear! Please say to Joab, ‘Come near here, that I may speak with you.’” ",
		"book": "2SA",
		"verse": 16,
		"chapter": 20,
		"canon_order": 8571
	},
	{
		"verseText": "He came near to her; and the woman said, “Are you Joab?” He answered, “I am.” Then she said to him, “Hear the words of your servant.” He answered, “I’m listening.” ",
		"book": "2SA",
		"verse": 17,
		"chapter": 20,
		"canon_order": 8572
	},
	{
		"verseText": "Then she spoke, saying, “They used to say in old times, ‘They shall surely ask counsel at Abel,’ and so they settled a matter. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 20,
		"canon_order": 8573
	},
	{
		"verseText": "I am among those who are peaceable and faithful in Israel. You seek to destroy a city and a mother in Israel. Why will you swallow up Yahweh’s inheritance?” ",
		"book": "2SA",
		"verse": 19,
		"chapter": 20,
		"canon_order": 8574
	},
	{
		"verseText": "Joab answered, “Far be it, far be it from me, that I should swallow up or destroy. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 20,
		"canon_order": 8575
	},
	{
		"verseText": "The matter is not so. But a man of the hill country of Ephraim, Sheba the son of Bichri by name, has lifted up his hand against the king, even against David. Just deliver him, and I will depart from the city.” The woman said to Joab, “Behold, his head will be thrown to you over the wall.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 20,
		"canon_order": 8576
	},
	{
		"verseText": "Then the woman went to all the people in her wisdom. They cut off the head of Sheba the son of Bichri, and threw it out to Joab. He blew the trumpet, and they were dispersed from the city, every man to his tent. Then Joab returned to Jerusalem to the king. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 20,
		"canon_order": 8577
	},
	{
		"verseText": "Now Joab was over all the army of Israel, Benaiah the son of Jehoiada was over the Cherethites and over the Pelethites, ",
		"book": "2SA",
		"verse": 23,
		"chapter": 20,
		"canon_order": 8578
	},
	{
		"verseText": "Adoram was over the men subject to forced labor, Jehoshaphat the son of Ahilud was the recorder, ",
		"book": "2SA",
		"verse": 24,
		"chapter": 20,
		"canon_order": 8579
	},
	{
		"verseText": "Sheva was scribe, Zadok and Abiathar were priests, ",
		"book": "2SA",
		"verse": 25,
		"chapter": 20,
		"canon_order": 8580
	},
	{
		"verseText": "and Ira the Jairite was chief minister to David. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 20,
		"canon_order": 8581
	},
	{
		"verseText": "There was a famine in the days of David for three years, year after year; and David sought the face of Yahweh. Yahweh said, “It is for Saul, and for his bloody house, because he put the Gibeonites to death.” ",
		"book": "2SA",
		"verse": 1,
		"chapter": 21,
		"canon_order": 8582
	},
	{
		"verseText": "The king called the Gibeonites and said to them (now the Gibeonites were not of the children of Israel, but of the remnant of the Amorites, and the children of Israel had sworn to them; and Saul sought to kill them in his zeal for the children of Israel and Judah); ",
		"book": "2SA",
		"verse": 2,
		"chapter": 21,
		"canon_order": 8583
	},
	{
		"verseText": "and David said to the Gibeonites, “What should I do for you? And with what should I make atonement, that you may bless Yahweh’s inheritance?” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 21,
		"canon_order": 8584
	},
	{
		"verseText": "The Gibeonites said to him, “It is no matter of silver or gold between us and Saul or his house; neither is it for us to put any man to death in Israel.” He said, “I will do for you whatever you say.” ",
		"book": "2SA",
		"verse": 4,
		"chapter": 21,
		"canon_order": 8585
	},
	{
		"verseText": "They said to the king, “The man who consumed us and who plotted against us, that we should be destroyed from remaining in any of the borders of Israel, ",
		"book": "2SA",
		"verse": 5,
		"chapter": 21,
		"canon_order": 8586
	},
	{
		"verseText": "let seven men of his sons be delivered to us, and we will hang them up to Yahweh in Gibeah of Saul, the chosen of Yahweh.” The king said, “I will give them.” ",
		"book": "2SA",
		"verse": 6,
		"chapter": 21,
		"canon_order": 8587
	},
	{
		"verseText": "But the king spared Mephibosheth the son of Jonathan the son of Saul, because of Yahweh’s oath that was between them, between David and Jonathan the son of Saul. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 21,
		"canon_order": 8588
	},
	{
		"verseText": "But the king took the two sons of Rizpah the daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth; and the five sons of Merab the daughter of Saul, whom she bore to Adriel the son of Barzillai the Meholathite. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 21,
		"canon_order": 8589
	},
	{
		"verseText": "He delivered them into the hands of the Gibeonites; and they hanged them on the mountain before Yahweh, and all seven of them fell together. They were put to death in the days of harvest, in the first days, at the beginning of barley harvest. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 21,
		"canon_order": 8590
	},
	{
		"verseText": "Rizpah the daughter of Aiah took sackcloth and spread it for herself on the rock, from the beginning of harvest until water poured on them from the sky. She allowed neither the birds of the sky to rest on them by day, nor the animals of the field by night. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 21,
		"canon_order": 8591
	},
	{
		"verseText": "David was told what Rizpah the daughter of Aiah, the concubine of Saul, had done. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 21,
		"canon_order": 8592
	},
	{
		"verseText": "So David went and took the bones of Saul and the bones of Jonathan his son from the men of Jabesh Gilead, who had stolen them from the street of Beth Shan, where the Philistines had hanged them in the day that the Philistines killed Saul in Gilboa; ",
		"book": "2SA",
		"verse": 12,
		"chapter": 21,
		"canon_order": 8593
	},
	{
		"verseText": "and he brought up from there the bones of Saul and the bones of Jonathan his son. They also gathered the bones of those who were hanged. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 21,
		"canon_order": 8594
	},
	{
		"verseText": "They buried the bones of Saul and Jonathan his son in the country of Benjamin in Zela, in the tomb of Kish his father; and they performed all that the king commanded. After that, God answered prayer for the land. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 21,
		"canon_order": 8595
	},
	{
		"verseText": "The Philistines had war again with Israel; and David went down, and his servants with him, and fought against the Philistines. David grew faint; ",
		"book": "2SA",
		"verse": 15,
		"chapter": 21,
		"canon_order": 8596
	},
	{
		"verseText": "and Ishbibenob, who was of the sons of the giant, the weight of whose spear was three hundred shekels of bronze in weight, he being armed with a new sword, thought he would kill David. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 21,
		"canon_order": 8597
	},
	{
		"verseText": "But Abishai the son of Zeruiah helped him, and struck the Philistine and killed him. Then the men of David swore to him, saying, “Don’t go out with us to battle any more, so that you don’t quench the lamp of Israel.” ",
		"book": "2SA",
		"verse": 17,
		"chapter": 21,
		"canon_order": 8598
	},
	{
		"verseText": "After this, there was again war with the Philistines at Gob. Then Sibbecai the Hushathite killed Saph, who was of the sons of the giant. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 21,
		"canon_order": 8599
	},
	{
		"verseText": "There was again war with the Philistines at Gob, and Elhanan the son of Jaare-Oregim the Bethlehemite killed Goliath the Gittite’s brother, the staff of whose spear was like a weaver’s beam. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 21,
		"canon_order": 8600
	},
	{
		"verseText": "There was again war at Gath, where there was a man of great stature, who had six fingers on every hand and six toes on every foot, twenty-four in number, and he also was born to the giant. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 21,
		"canon_order": 8601
	},
	{
		"verseText": "When he defied Israel, Jonathan the son of Shimei, David’s brother, killed him. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 21,
		"canon_order": 8602
	},
	{
		"verseText": "These four were born to the giant in Gath; and they fell by the hand of David and by the hand of his servants. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 21,
		"canon_order": 8603
	},
	{
		"verseText": "David spoke to Yahweh the words of this song in the day that Yahweh delivered him out of the hand of all his enemies, and out of the hand of Saul, ",
		"book": "2SA",
		"verse": 1,
		"chapter": 22,
		"canon_order": 8604
	},
	{
		"verseText": "and he said: “Yahweh is my rock, my fortress, and my deliverer, even mine; ",
		"book": "2SA",
		"verse": 2,
		"chapter": 22,
		"canon_order": 8605
	},
	{
		"verseText": "God is my rock in whom I take refuge; my shield, and the horn of my salvation, my high tower, and my refuge. My savior, you save me from violence. ",
		"book": "2SA",
		"verse": 3,
		"chapter": 22,
		"canon_order": 8606
	},
	{
		"verseText": "I call on Yahweh, who is worthy to be praised; So shall I be saved from my enemies. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 22,
		"canon_order": 8607
	},
	{
		"verseText": "For the waves of death surrounded me. The floods of ungodliness made me afraid. ",
		"book": "2SA",
		"verse": 5,
		"chapter": 22,
		"canon_order": 8608
	},
	{
		"verseText": "The cords of Sheol were around me. The snares of death caught me. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 22,
		"canon_order": 8609
	},
	{
		"verseText": "In my distress, I called on Yahweh. Yes, I called to my God. He heard my voice out of his temple. My cry came into his ears. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 22,
		"canon_order": 8610
	},
	{
		"verseText": "Then the earth shook and trembled. The foundations of heaven quaked and were shaken, because he was angry. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 22,
		"canon_order": 8611
	},
	{
		"verseText": "Smoke went up out of his nostrils. Consuming fire came out of his mouth. Coals were kindled by it. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 22,
		"canon_order": 8612
	},
	{
		"verseText": "He bowed the heavens also, and came down. Thick darkness was under his feet. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 22,
		"canon_order": 8613
	},
	{
		"verseText": "He rode on a cherub, and flew. Yes, he was seen on the wings of the wind. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 22,
		"canon_order": 8614
	},
	{
		"verseText": "He made darkness a shelter around himself, gathering of waters, and thick clouds of the skies. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 22,
		"canon_order": 8615
	},
	{
		"verseText": "At the brightness before him, coals of fire were kindled. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 22,
		"canon_order": 8616
	},
	{
		"verseText": "Yahweh thundered from heaven. The Most High uttered his voice. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 22,
		"canon_order": 8617
	},
	{
		"verseText": "He sent out arrows and scattered them, lightning and confused them. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 22,
		"canon_order": 8618
	},
	{
		"verseText": "Then the channels of the sea appeared. The foundations of the world were laid bare by Yahweh’s rebuke, at the blast of the breath of his nostrils. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 22,
		"canon_order": 8619
	},
	{
		"verseText": "He sent from on high and he took me. He drew me out of many waters. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 22,
		"canon_order": 8620
	},
	{
		"verseText": "He delivered me from my strong enemy, from those who hated me, for they were too mighty for me. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 22,
		"canon_order": 8621
	},
	{
		"verseText": "They came on me in the day of my calamity, but Yahweh was my support. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 22,
		"canon_order": 8622
	},
	{
		"verseText": "He also brought me out into a large place. He delivered me, because he delighted in me. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 22,
		"canon_order": 8623
	},
	{
		"verseText": "Yahweh rewarded me according to my righteousness. He rewarded me according to the cleanness of my hands. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 22,
		"canon_order": 8624
	},
	{
		"verseText": "For I have kept Yahweh’s ways, and have not wickedly departed from my God. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 22,
		"canon_order": 8625
	},
	{
		"verseText": "For all his ordinances were before me. As for his statutes, I didn’t depart from them. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 22,
		"canon_order": 8626
	},
	{
		"verseText": "I was also perfect toward him. I kept myself from my iniquity. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 22,
		"canon_order": 8627
	},
	{
		"verseText": "Therefore Yahweh has rewarded me according to my righteousness, According to my cleanness in his eyesight. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 22,
		"canon_order": 8628
	},
	{
		"verseText": "With the merciful you will show yourself merciful. With the perfect man you will show yourself perfect. ",
		"book": "2SA",
		"verse": 26,
		"chapter": 22,
		"canon_order": 8629
	},
	{
		"verseText": "With the pure you will show yourself pure. With the crooked you will show yourself shrewd. ",
		"book": "2SA",
		"verse": 27,
		"chapter": 22,
		"canon_order": 8630
	},
	{
		"verseText": "You will save the afflicted people, but your eyes are on the arrogant, that you may bring them down. ",
		"book": "2SA",
		"verse": 28,
		"chapter": 22,
		"canon_order": 8631
	},
	{
		"verseText": "For you are my lamp, Yahweh. Yahweh will light up my darkness. ",
		"book": "2SA",
		"verse": 29,
		"chapter": 22,
		"canon_order": 8632
	},
	{
		"verseText": "For by you, I run against a troop. By my God, I leap over a wall. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 22,
		"canon_order": 8633
	},
	{
		"verseText": "As for God, his way is perfect. Yahweh’s word is tested. He is a shield to all those who take refuge in him. ",
		"book": "2SA",
		"verse": 31,
		"chapter": 22,
		"canon_order": 8634
	},
	{
		"verseText": "For who is God, besides Yahweh? Who is a rock, besides our God? ",
		"book": "2SA",
		"verse": 32,
		"chapter": 22,
		"canon_order": 8635
	},
	{
		"verseText": "God is my strong fortress. He makes my way perfect. ",
		"book": "2SA",
		"verse": 33,
		"chapter": 22,
		"canon_order": 8636
	},
	{
		"verseText": "He makes his feet like hinds’ feet, and sets me on my high places. ",
		"book": "2SA",
		"verse": 34,
		"chapter": 22,
		"canon_order": 8637
	},
	{
		"verseText": "He teaches my hands to war, so that my arms bend a bow of bronze. ",
		"book": "2SA",
		"verse": 35,
		"chapter": 22,
		"canon_order": 8638
	},
	{
		"verseText": "You have also given me the shield of your salvation. Your gentleness has made me great. ",
		"book": "2SA",
		"verse": 36,
		"chapter": 22,
		"canon_order": 8639
	},
	{
		"verseText": "You have enlarged my steps under me. My feet have not slipped. ",
		"book": "2SA",
		"verse": 37,
		"chapter": 22,
		"canon_order": 8640
	},
	{
		"verseText": "I have pursued my enemies and destroyed them. I didn’t turn again until they were consumed. ",
		"book": "2SA",
		"verse": 38,
		"chapter": 22,
		"canon_order": 8641
	},
	{
		"verseText": "I have consumed them, and struck them through, so that they can’t arise. Yes, they have fallen under my feet. ",
		"book": "2SA",
		"verse": 39,
		"chapter": 22,
		"canon_order": 8642
	},
	{
		"verseText": "For you have armed me with strength for the battle. You have subdued under me those who rose up against me. ",
		"book": "2SA",
		"verse": 40,
		"chapter": 22,
		"canon_order": 8643
	},
	{
		"verseText": "You have also made my enemies turn their backs to me, that I might cut off those who hate me. ",
		"book": "2SA",
		"verse": 41,
		"chapter": 22,
		"canon_order": 8644
	},
	{
		"verseText": "They looked, but there was no one to save; even to Yahweh, but he didn’t answer them. ",
		"book": "2SA",
		"verse": 42,
		"chapter": 22,
		"canon_order": 8645
	},
	{
		"verseText": "Then I beat them as small as the dust of the earth. I crushed them as the mire of the streets, and spread them abroad. ",
		"book": "2SA",
		"verse": 43,
		"chapter": 22,
		"canon_order": 8646
	},
	{
		"verseText": "You also have delivered me from the strivings of my people. You have kept me to be the head of the nations. A people whom I have not known will serve me. ",
		"book": "2SA",
		"verse": 44,
		"chapter": 22,
		"canon_order": 8647
	},
	{
		"verseText": "The foreigners will submit themselves to me. As soon as they hear of me, they will obey me. ",
		"book": "2SA",
		"verse": 45,
		"chapter": 22,
		"canon_order": 8648
	},
	{
		"verseText": "The foreigners will fade away, and will come trembling out of their close places. ",
		"book": "2SA",
		"verse": 46,
		"chapter": 22,
		"canon_order": 8649
	},
	{
		"verseText": "Yahweh lives! Blessed be my rock! Exalted be God, the rock of my salvation, ",
		"book": "2SA",
		"verse": 47,
		"chapter": 22,
		"canon_order": 8650
	},
	{
		"verseText": "even the God who executes vengeance for me, who brings down peoples under me, ",
		"book": "2SA",
		"verse": 48,
		"chapter": 22,
		"canon_order": 8651
	},
	{
		"verseText": "who brings me away from my enemies. Yes, you lift me up above those who rise up against me. You deliver me from the violent man. ",
		"book": "2SA",
		"verse": 49,
		"chapter": 22,
		"canon_order": 8652
	},
	{
		"verseText": "Therefore I will give thanks to you, Yahweh, among the nations, and will sing praises to your name. ",
		"book": "2SA",
		"verse": 50,
		"chapter": 22,
		"canon_order": 8653
	},
	{
		"verseText": "He gives great deliverance to his king, and shows loving kindness to his anointed, to David and to his offspring, forever more.” ",
		"book": "2SA",
		"verse": 51,
		"chapter": 22,
		"canon_order": 8654
	},
	{
		"verseText": "Now these are the last words of David. David the son of Jesse says, the man who was raised on high says, the anointed of the God of Jacob, the sweet psalmist of Israel: ",
		"book": "2SA",
		"verse": 1,
		"chapter": 23,
		"canon_order": 8655
	},
	{
		"verseText": "“Yahweh’s Spirit spoke by me. His word was on my tongue. ",
		"book": "2SA",
		"verse": 2,
		"chapter": 23,
		"canon_order": 8656
	},
	{
		"verseText": "The God of Israel said, the Rock of Israel spoke to me, ‘One who rules over men righteously, who rules in the fear of God, ",
		"book": "2SA",
		"verse": 3,
		"chapter": 23,
		"canon_order": 8657
	},
	{
		"verseText": "shall be as the light of the morning when the sun rises, a morning without clouds, when the tender grass springs out of the earth, through clear shining after rain.’ ",
		"book": "2SA",
		"verse": 4,
		"chapter": 23,
		"canon_order": 8658
	},
	{
		"verseText": "Isn’t my house so with God? Yet he has made with me an everlasting covenant, ordered in all things, and sure, for it is all my salvation and all my desire. Won’t he make it grow? ",
		"book": "2SA",
		"verse": 5,
		"chapter": 23,
		"canon_order": 8659
	},
	{
		"verseText": "But all the ungodly will be as thorns to be thrust away, because they can’t be taken with the hand. ",
		"book": "2SA",
		"verse": 6,
		"chapter": 23,
		"canon_order": 8660
	},
	{
		"verseText": "The man who touches them must be armed with iron and the staff of a spear. They will be utterly burned with fire in their place.” ",
		"book": "2SA",
		"verse": 7,
		"chapter": 23,
		"canon_order": 8661
	},
	{
		"verseText": "These are the names of the mighty men whom David had: Josheb Basshebeth a Tahchemonite, chief of the captains; he was called Adino the Eznite, who killed eight hundred at one time. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 23,
		"canon_order": 8662
	},
	{
		"verseText": "After him was Eleazar the son of Dodai the son of an Ahohite, one of the three mighty men with David when they defied the Philistines who were there gathered together to battle, and the men of Israel had gone away. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 23,
		"canon_order": 8663
	},
	{
		"verseText": "He arose and struck the Philistines until his hand was weary, and his hand froze to the sword; and Yahweh worked a great victory that day; and the people returned after him only to take plunder. ",
		"book": "2SA",
		"verse": 10,
		"chapter": 23,
		"canon_order": 8664
	},
	{
		"verseText": "After him was Shammah the son of Agee a Hararite. The Philistines had gathered together into a troop where there was a plot of ground full of lentils; and the people fled from the Philistines. ",
		"book": "2SA",
		"verse": 11,
		"chapter": 23,
		"canon_order": 8665
	},
	{
		"verseText": "But he stood in the middle of the plot and defended it, and killed the Philistines; and Yahweh worked a great victory. ",
		"book": "2SA",
		"verse": 12,
		"chapter": 23,
		"canon_order": 8666
	},
	{
		"verseText": "Three of the thirty chief men went down, and came to David in the harvest time to the cave of Adullam; and the troop of the Philistines was encamped in the valley of Rephaim. ",
		"book": "2SA",
		"verse": 13,
		"chapter": 23,
		"canon_order": 8667
	},
	{
		"verseText": "David was then in the stronghold; and the garrison of the Philistines was then in Bethlehem. ",
		"book": "2SA",
		"verse": 14,
		"chapter": 23,
		"canon_order": 8668
	},
	{
		"verseText": "David said longingly, “Oh that someone would give me water to drink from the well of Bethlehem, which is by the gate!” ",
		"book": "2SA",
		"verse": 15,
		"chapter": 23,
		"canon_order": 8669
	},
	{
		"verseText": "The three mighty men broke through the army of the Philistines, and drew water out of the well of Bethlehem that was by the gate and took it and brought it to David; but he would not drink of it, but poured it out to Yahweh. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 23,
		"canon_order": 8670
	},
	{
		"verseText": "He said, “Be it far from me, Yahweh, that I should do this! Isn’t this the blood of the men who risked their lives to go?” Therefore he would not drink it. The three mighty men did these things. ",
		"book": "2SA",
		"verse": 17,
		"chapter": 23,
		"canon_order": 8671
	},
	{
		"verseText": "Abishai, the brother of Joab, the son of Zeruiah, was chief of the three. He lifted up his spear against three hundred and killed them, and had a name among the three. ",
		"book": "2SA",
		"verse": 18,
		"chapter": 23,
		"canon_order": 8672
	},
	{
		"verseText": "Wasn’t he most honorable of the three? Therefore he was made their captain. However he wasn’t included as one of the three. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 23,
		"canon_order": 8673
	},
	{
		"verseText": "Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done mighty deeds, killed the two sons of Ariel of Moab. He also went down and killed a lion in the middle of a pit in a time of snow. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 23,
		"canon_order": 8674
	},
	{
		"verseText": "He killed a huge Egyptian, and the Egyptian had a spear in his hand; but he went down to him with a staff and plucked the spear out of the Egyptian’s hand, and killed him with his own spear. ",
		"book": "2SA",
		"verse": 21,
		"chapter": 23,
		"canon_order": 8675
	},
	{
		"verseText": "Benaiah the son of Jehoiada did these things, and had a name among the three mighty men. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 23,
		"canon_order": 8676
	},
	{
		"verseText": "He was more honorable than the thirty, but he didn’t attain to the three. David set him over his guard. ",
		"book": "2SA",
		"verse": 23,
		"chapter": 23,
		"canon_order": 8677
	},
	{
		"verseText": "Asahel the brother of Joab was one of the thirty: Elhanan the son of Dodo of Bethlehem, ",
		"book": "2SA",
		"verse": 24,
		"chapter": 23,
		"canon_order": 8678
	},
	{
		"verseText": "Shammah the Harodite, Elika the Harodite, ",
		"book": "2SA",
		"verse": 25,
		"chapter": 23,
		"canon_order": 8679
	},
	{
		"verseText": "Helez the Paltite, Ira the son of Ikkesh the Tekoite, ",
		"book": "2SA",
		"verse": 26,
		"chapter": 23,
		"canon_order": 8680
	},
	{
		"verseText": "Abiezer the Anathothite, Mebunnai the Hushathite, ",
		"book": "2SA",
		"verse": 27,
		"chapter": 23,
		"canon_order": 8681
	},
	{
		"verseText": "Zalmon the Ahohite, Maharai the Netophathite, ",
		"book": "2SA",
		"verse": 28,
		"chapter": 23,
		"canon_order": 8682
	},
	{
		"verseText": "Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the children of Benjamin, ",
		"book": "2SA",
		"verse": 29,
		"chapter": 23,
		"canon_order": 8683
	},
	{
		"verseText": "Benaiah a Pirathonite, Hiddai of the brooks of Gaash. ",
		"book": "2SA",
		"verse": 30,
		"chapter": 23,
		"canon_order": 8684
	},
	{
		"verseText": "Abialbon the Arbathite, Azmaveth the Barhumite, ",
		"book": "2SA",
		"verse": 31,
		"chapter": 23,
		"canon_order": 8685
	},
	{
		"verseText": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan, ",
		"book": "2SA",
		"verse": 32,
		"chapter": 23,
		"canon_order": 8686
	},
	{
		"verseText": "Shammah the Hararite, Ahiam the son of Sharar the Ararite, ",
		"book": "2SA",
		"verse": 33,
		"chapter": 23,
		"canon_order": 8687
	},
	{
		"verseText": "Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite, ",
		"book": "2SA",
		"verse": 34,
		"chapter": 23,
		"canon_order": 8688
	},
	{
		"verseText": "Hezro the Carmelite, Paarai the Arbite, ",
		"book": "2SA",
		"verse": 35,
		"chapter": 23,
		"canon_order": 8689
	},
	{
		"verseText": "Igal the son of Nathan of Zobah, Bani the Gadite, ",
		"book": "2SA",
		"verse": 36,
		"chapter": 23,
		"canon_order": 8690
	},
	{
		"verseText": "Zelek the Ammonite, Naharai the Beerothite, armor bearers to Joab the son of Zeruiah, ",
		"book": "2SA",
		"verse": 37,
		"chapter": 23,
		"canon_order": 8691
	},
	{
		"verseText": "Ira the Ithrite, Gareb the Ithrite, ",
		"book": "2SA",
		"verse": 38,
		"chapter": 23,
		"canon_order": 8692
	},
	{
		"verseText": "and Uriah the Hittite: thirty-seven in all. ",
		"book": "2SA",
		"verse": 39,
		"chapter": 23,
		"canon_order": 8693
	},
	{
		"verseText": "Again Yahweh’s anger burned against Israel, and he moved David against them, saying, “Go, count Israel and Judah.” ",
		"book": "2SA",
		"verse": 1,
		"chapter": 24,
		"canon_order": 8694
	},
	{
		"verseText": "The king said to Joab the captain of the army, who was with him, “Now go back and forth through all the tribes of Israel, from Dan even to Beersheba, and count the people, that I may know the sum of the people.” ",
		"book": "2SA",
		"verse": 2,
		"chapter": 24,
		"canon_order": 8695
	},
	{
		"verseText": "Joab said to the king, “Now may Yahweh your God add to the people, however many they may be, one hundred times; and may the eyes of my lord the king see it. But why does my lord the king delight in this thing?” ",
		"book": "2SA",
		"verse": 3,
		"chapter": 24,
		"canon_order": 8696
	},
	{
		"verseText": "Notwithstanding, the king’s word prevailed against Joab and against the captains of the army. Joab and the captains of the army went out from the presence of the king to count the people of Israel. ",
		"book": "2SA",
		"verse": 4,
		"chapter": 24,
		"canon_order": 8697
	},
	{
		"verseText": "They passed over the Jordan and encamped in Aroer, on the right side of the city that is in the middle of the valley of Gad, and to Jazer; ",
		"book": "2SA",
		"verse": 5,
		"chapter": 24,
		"canon_order": 8698
	},
	{
		"verseText": "then they came to Gilead and to the land of Tahtim Hodshi; and they came to Dan Jaan and around to Sidon, ",
		"book": "2SA",
		"verse": 6,
		"chapter": 24,
		"canon_order": 8699
	},
	{
		"verseText": "and came to the stronghold of Tyre, and to all the cities of the Hivites and of the Canaanites; and they went out to the south of Judah, at Beersheba. ",
		"book": "2SA",
		"verse": 7,
		"chapter": 24,
		"canon_order": 8700
	},
	{
		"verseText": "So when they had gone back and forth through all the land, they came to Jerusalem at the end of nine months and twenty days. ",
		"book": "2SA",
		"verse": 8,
		"chapter": 24,
		"canon_order": 8701
	},
	{
		"verseText": "Joab gave up the sum of the counting of the people to the king; and there were in Israel eight hundred thousand valiant men who drew the sword, and the men of Judah were five hundred thousand men. ",
		"book": "2SA",
		"verse": 9,
		"chapter": 24,
		"canon_order": 8702
	},
	{
		"verseText": "David’s heart struck him after he had counted the people. David said to Yahweh, “I have sinned greatly in that which I have done. But now, Yahweh, put away, I beg you, the iniquity of your servant; for I have done very foolishly.” ",
		"book": "2SA",
		"verse": 10,
		"chapter": 24,
		"canon_order": 8703
	},
	{
		"verseText": "When David rose up in the morning, Yahweh’s word came to the prophet Gad, David’s seer, saying, ",
		"book": "2SA",
		"verse": 11,
		"chapter": 24,
		"canon_order": 8704
	},
	{
		"verseText": "“Go and speak to David, ‘Yahweh says, “I offer you three things. Choose one of them, that I may do it to you.”’” ",
		"book": "2SA",
		"verse": 12,
		"chapter": 24,
		"canon_order": 8705
	},
	{
		"verseText": "So Gad came to David, and told him, saying, “Shall seven years of famine come to you in your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days’ pestilence in your land? Now answer, and consider what answer I shall return to him who sent me.” ",
		"book": "2SA",
		"verse": 13,
		"chapter": 24,
		"canon_order": 8706
	},
	{
		"verseText": "David said to Gad, “I am in distress. Let us fall now into Yahweh’s hand, for his mercies are great. Let me not fall into man’s hand.” ",
		"book": "2SA",
		"verse": 14,
		"chapter": 24,
		"canon_order": 8707
	},
	{
		"verseText": "So Yahweh sent a pestilence on Israel from the morning even to the appointed time; and seventy thousand men died of the people from Dan even to Beersheba. ",
		"book": "2SA",
		"verse": 15,
		"chapter": 24,
		"canon_order": 8708
	},
	{
		"verseText": "When the angel stretched out his hand toward Jerusalem to destroy it, Yahweh relented of the disaster, and said to the angel who destroyed the people, “It is enough. Now withdraw your hand.” Yahweh’s angel was by the threshing floor of Araunah the Jebusite. ",
		"book": "2SA",
		"verse": 16,
		"chapter": 24,
		"canon_order": 8709
	},
	{
		"verseText": "David spoke to Yahweh when he saw the angel who struck the people, and said, “Behold, I have sinned, and I have done perversely; but these sheep, what have they done? Please let your hand be against me, and against my father’s house.” ",
		"book": "2SA",
		"verse": 17,
		"chapter": 24,
		"canon_order": 8710
	},
	{
		"verseText": "Gad came that day to David and said to him, “Go up, build an altar to Yahweh on the threshing floor of Araunah the Jebusite.” ",
		"book": "2SA",
		"verse": 18,
		"chapter": 24,
		"canon_order": 8711
	},
	{
		"verseText": "David went up according to the saying of Gad, as Yahweh commanded. ",
		"book": "2SA",
		"verse": 19,
		"chapter": 24,
		"canon_order": 8712
	},
	{
		"verseText": "Araunah looked out, and saw the king and his servants coming on toward him. Then Araunah went out and bowed himself before the king with his face to the ground. ",
		"book": "2SA",
		"verse": 20,
		"chapter": 24,
		"canon_order": 8713
	},
	{
		"verseText": "Araunah said, “Why has my lord the king come to his servant?” David said, “To buy your threshing floor, to build an altar to Yahweh, that the plague may be stopped from afflicting the people.” ",
		"book": "2SA",
		"verse": 21,
		"chapter": 24,
		"canon_order": 8714
	},
	{
		"verseText": "Araunah said to David, “Let my lord the king take and offer up what seems good to him. Behold, the cattle for the burnt offering, and the threshing sledges and the yokes of the oxen for the wood. ",
		"book": "2SA",
		"verse": 22,
		"chapter": 24,
		"canon_order": 8715
	},
	{
		"verseText": "All this, O king, does Araunah give to the king.” Araunah said to the king, “May Yahweh your God accept you.” ",
		"book": "2SA",
		"verse": 23,
		"chapter": 24,
		"canon_order": 8716
	},
	{
		"verseText": "The king said to Araunah, “No, but I will most certainly buy it from you for a price. I will not offer burnt offerings to Yahweh my God which cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver. ",
		"book": "2SA",
		"verse": 24,
		"chapter": 24,
		"canon_order": 8717
	},
	{
		"verseText": "David built an altar to Yahweh there, and offered burnt offerings and peace offerings. So Yahweh was entreated for the land, and the plague was removed from Israel. ",
		"book": "2SA",
		"verse": 25,
		"chapter": 24,
		"canon_order": 8718
	}
]