[
	{
		"verseText": "Paul, an apostle of Jesus Christ through the will of God, according to the promise of the life which is in Christ Jesus, ",
		"book": "2TI",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29807
	},
	{
		"verseText": "to Timothy, my beloved child: Grace, mercy, and peace, from God the Father and Christ Jesus our Lord. ",
		"book": "2TI",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29808
	},
	{
		"verseText": "I thank God, whom I serve as my forefathers did, with a pure conscience. How unceasing is my memory of you in my petitions, night and day ",
		"book": "2TI",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29809
	},
	{
		"verseText": "longing to see you, remembering your tears, that I may be filled with joy; ",
		"book": "2TI",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29810
	},
	{
		"verseText": "having been reminded of the sincere faith that is in you, which lived first in your grandmother Lois and your mother Eunice and, I am persuaded, in you also. ",
		"book": "2TI",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29811
	},
	{
		"verseText": "For this cause, I remind you that you should stir up the gift of God which is in you through the laying on of my hands. ",
		"book": "2TI",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29812
	},
	{
		"verseText": "For God didn’t give us a spirit of fear, but of power, love, and self-control. ",
		"book": "2TI",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29813
	},
	{
		"verseText": "Therefore don’t be ashamed of the testimony of our Lord, nor of me his prisoner; but endure hardship for the Good News according to the power of God, ",
		"book": "2TI",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29814
	},
	{
		"verseText": "who saved us and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus before times eternal, ",
		"book": "2TI",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29815
	},
	{
		"verseText": "but has now been revealed by the appearing of our Savior, Christ Jesus, who abolished death, and brought life and immortality to light through the Good News. ",
		"book": "2TI",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29816
	},
	{
		"verseText": "For this I was appointed as a preacher, an apostle, and a teacher of the Gentiles. ",
		"book": "2TI",
		"verse": 11,
		"chapter": 1,
		"canon_order": 29817
	},
	{
		"verseText": "For this cause I also suffer these things. Yet I am not ashamed, for I know him whom I have believed, and I am persuaded that he is able to guard that which I have committed to him against that day. ",
		"book": "2TI",
		"verse": 12,
		"chapter": 1,
		"canon_order": 29818
	},
	{
		"verseText": "Hold the pattern of sound words which you have heard from me, in faith and love which is in Christ Jesus. ",
		"book": "2TI",
		"verse": 13,
		"chapter": 1,
		"canon_order": 29819
	},
	{
		"verseText": "That good thing which was committed to you, guard through the Holy Spirit who dwells in us. ",
		"book": "2TI",
		"verse": 14,
		"chapter": 1,
		"canon_order": 29820
	},
	{
		"verseText": "This you know, that all who are in Asia turned away from me, of whom are Phygelus and Hermogenes. ",
		"book": "2TI",
		"verse": 15,
		"chapter": 1,
		"canon_order": 29821
	},
	{
		"verseText": "May the Lord grant mercy to the house of Onesiphorus, for he often refreshed me, and was not ashamed of my chain, ",
		"book": "2TI",
		"verse": 16,
		"chapter": 1,
		"canon_order": 29822
	},
	{
		"verseText": "but when he was in Rome, he sought me diligently and found me ",
		"book": "2TI",
		"verse": 17,
		"chapter": 1,
		"canon_order": 29823
	},
	{
		"verseText": "(the Lord grant to him to find the Lord’s mercy in that day); and in how many things he served at Ephesus, you know very well. ",
		"book": "2TI",
		"verse": 18,
		"chapter": 1,
		"canon_order": 29824
	},
	{
		"verseText": "You therefore, my child, be strengthened in the grace that is in Christ Jesus. ",
		"book": "2TI",
		"verse": 1,
		"chapter": 2,
		"canon_order": 29825
	},
	{
		"verseText": "The things which you have heard from me among many witnesses, commit the same things to faithful men who will be able to teach others also. ",
		"book": "2TI",
		"verse": 2,
		"chapter": 2,
		"canon_order": 29826
	},
	{
		"verseText": "You therefore must endure hardship as a good soldier of Christ Jesus. ",
		"book": "2TI",
		"verse": 3,
		"chapter": 2,
		"canon_order": 29827
	},
	{
		"verseText": "No soldier on duty entangles himself in the affairs of life, that he may please him who enrolled him as a soldier. ",
		"book": "2TI",
		"verse": 4,
		"chapter": 2,
		"canon_order": 29828
	},
	{
		"verseText": "Also, if anyone competes in athletics, he isn’t crowned unless he has competed by the rules. ",
		"book": "2TI",
		"verse": 5,
		"chapter": 2,
		"canon_order": 29829
	},
	{
		"verseText": "The farmer who labors must be the first to get a share of the crops. ",
		"book": "2TI",
		"verse": 6,
		"chapter": 2,
		"canon_order": 29830
	},
	{
		"verseText": "Consider what I say, and may the Lord give you understanding in all things. ",
		"book": "2TI",
		"verse": 7,
		"chapter": 2,
		"canon_order": 29831
	},
	{
		"verseText": "Remember Jesus Christ, risen from the dead, of the offspring of David, according to my Good News, ",
		"book": "2TI",
		"verse": 8,
		"chapter": 2,
		"canon_order": 29832
	},
	{
		"verseText": "in which I suffer hardship to the point of chains as a criminal. But God’s word isn’t chained. ",
		"book": "2TI",
		"verse": 9,
		"chapter": 2,
		"canon_order": 29833
	},
	{
		"verseText": "Therefore I endure all things for the chosen ones’ sake, that they also may obtain the salvation which is in Christ Jesus with eternal glory. ",
		"book": "2TI",
		"verse": 10,
		"chapter": 2,
		"canon_order": 29834
	},
	{
		"verseText": "This saying is trustworthy: “For if we died with him, we will also live with him. ",
		"book": "2TI",
		"verse": 11,
		"chapter": 2,
		"canon_order": 29835
	},
	{
		"verseText": "If we endure, we will also reign with him. If we deny him, he also will deny us. ",
		"book": "2TI",
		"verse": 12,
		"chapter": 2,
		"canon_order": 29836
	},
	{
		"verseText": "If we are faithless, he remains faithful; for he can’t deny himself.” ",
		"book": "2TI",
		"verse": 13,
		"chapter": 2,
		"canon_order": 29837
	},
	{
		"verseText": "Remind them of these things, charging them in the sight of the Lord that they don’t argue about words to no profit, to the subverting of those who hear. ",
		"book": "2TI",
		"verse": 14,
		"chapter": 2,
		"canon_order": 29838
	},
	{
		"verseText": "Give diligence to present yourself approved by God, a workman who doesn’t need to be ashamed, properly handling the Word of Truth. ",
		"book": "2TI",
		"verse": 15,
		"chapter": 2,
		"canon_order": 29839
	},
	{
		"verseText": "But shun empty chatter, for it will go further in ungodliness, ",
		"book": "2TI",
		"verse": 16,
		"chapter": 2,
		"canon_order": 29840
	},
	{
		"verseText": "and those words will consume like gangrene, of whom is Hymenaeus and Philetus: ",
		"book": "2TI",
		"verse": 17,
		"chapter": 2,
		"canon_order": 29841
	},
	{
		"verseText": "men who have erred concerning the truth, saying that the resurrection is already past, and overthrowing the faith of some. ",
		"book": "2TI",
		"verse": 18,
		"chapter": 2,
		"canon_order": 29842
	},
	{
		"verseText": "However, God’s firm foundation stands, having this seal: “The Lord knows those who are his,” and, “Let every one who names the name of the Lord depart from unrighteousness.” ",
		"book": "2TI",
		"verse": 19,
		"chapter": 2,
		"canon_order": 29843
	},
	{
		"verseText": "Now in a large house there are not only vessels of gold and of silver, but also of wood and of clay. Some are for honor and some for dishonor. ",
		"book": "2TI",
		"verse": 20,
		"chapter": 2,
		"canon_order": 29844
	},
	{
		"verseText": "If anyone therefore purges himself from these, he will be a vessel for honor, sanctified, and suitable for the master’s use, prepared for every good work. ",
		"book": "2TI",
		"verse": 21,
		"chapter": 2,
		"canon_order": 29845
	},
	{
		"verseText": "Flee from youthful lusts; but pursue righteousness, faith, love, and peace with those who call on the Lord out of a pure heart. ",
		"book": "2TI",
		"verse": 22,
		"chapter": 2,
		"canon_order": 29846
	},
	{
		"verseText": "But refuse foolish and ignorant questionings, knowing that they generate strife. ",
		"book": "2TI",
		"verse": 23,
		"chapter": 2,
		"canon_order": 29847
	},
	{
		"verseText": "The Lord’s servant must not quarrel, but be gentle toward all, able to teach, patient, ",
		"book": "2TI",
		"verse": 24,
		"chapter": 2,
		"canon_order": 29848
	},
	{
		"verseText": "in gentleness correcting those who oppose him. Perhaps God may give them repentance leading to a full knowledge of the truth, ",
		"book": "2TI",
		"verse": 25,
		"chapter": 2,
		"canon_order": 29849
	},
	{
		"verseText": "and they may recover themselves out of the devil’s snare, having been taken captive by him to do his will. ",
		"book": "2TI",
		"verse": 26,
		"chapter": 2,
		"canon_order": 29850
	},
	{
		"verseText": "But know this: that in the last days, grievous times will come. ",
		"book": "2TI",
		"verse": 1,
		"chapter": 3,
		"canon_order": 29851
	},
	{
		"verseText": "For men will be lovers of self, lovers of money, boastful, arrogant, blasphemers, disobedient to parents, unthankful, unholy, ",
		"book": "2TI",
		"verse": 2,
		"chapter": 3,
		"canon_order": 29852
	},
	{
		"verseText": "without natural affection, unforgiving, slanderers, without self-control, fierce, not lovers of good, ",
		"book": "2TI",
		"verse": 3,
		"chapter": 3,
		"canon_order": 29853
	},
	{
		"verseText": "traitors, headstrong, conceited, lovers of pleasure rather than lovers of God, ",
		"book": "2TI",
		"verse": 4,
		"chapter": 3,
		"canon_order": 29854
	},
	{
		"verseText": "holding a form of godliness but having denied its power. Turn away from these, also. ",
		"book": "2TI",
		"verse": 5,
		"chapter": 3,
		"canon_order": 29855
	},
	{
		"verseText": "For some of these are people who creep into houses and take captive gullible women loaded down with sins, led away by various lusts, ",
		"book": "2TI",
		"verse": 6,
		"chapter": 3,
		"canon_order": 29856
	},
	{
		"verseText": "always learning and never able to come to the knowledge of the truth. ",
		"book": "2TI",
		"verse": 7,
		"chapter": 3,
		"canon_order": 29857
	},
	{
		"verseText": "Even as Jannes and Jambres opposed Moses, so these also oppose the truth, men corrupted in mind, who concerning the faith are rejected. ",
		"book": "2TI",
		"verse": 8,
		"chapter": 3,
		"canon_order": 29858
	},
	{
		"verseText": "But they will proceed no further. For their folly will be evident to all men, as theirs also came to be. ",
		"book": "2TI",
		"verse": 9,
		"chapter": 3,
		"canon_order": 29859
	},
	{
		"verseText": "But you followed my teaching, conduct, purpose, faith, patience, love, steadfastness, ",
		"book": "2TI",
		"verse": 10,
		"chapter": 3,
		"canon_order": 29860
	},
	{
		"verseText": "persecutions, and sufferings—those things that happened to me at Antioch, Iconium, and Lystra. I endured those persecutions. The Lord delivered me out of them all. ",
		"book": "2TI",
		"verse": 11,
		"chapter": 3,
		"canon_order": 29861
	},
	{
		"verseText": "Yes, and all who desire to live godly in Christ Jesus will suffer persecution. ",
		"book": "2TI",
		"verse": 12,
		"chapter": 3,
		"canon_order": 29862
	},
	{
		"verseText": "But evil men and impostors will grow worse and worse, deceiving and being deceived. ",
		"book": "2TI",
		"verse": 13,
		"chapter": 3,
		"canon_order": 29863
	},
	{
		"verseText": "But you remain in the things which you have learned and have been assured of, knowing from whom you have learned them. ",
		"book": "2TI",
		"verse": 14,
		"chapter": 3,
		"canon_order": 29864
	},
	{
		"verseText": "From infancy, you have known the holy Scriptures which are able to make you wise for salvation through faith which is in Christ Jesus. ",
		"book": "2TI",
		"verse": 15,
		"chapter": 3,
		"canon_order": 29865
	},
	{
		"verseText": "Every Scripture is God-breathed and profitable for teaching, for reproof, for correction, and for instruction in righteousness, ",
		"book": "2TI",
		"verse": 16,
		"chapter": 3,
		"canon_order": 29866
	},
	{
		"verseText": "that each person who belongs to God may be complete, thoroughly equipped for every good work. ",
		"book": "2TI",
		"verse": 17,
		"chapter": 3,
		"canon_order": 29867
	},
	{
		"verseText": "I command you therefore before God and the Lord Jesus Christ, who will judge the living and the dead at his appearing and his Kingdom: ",
		"book": "2TI",
		"verse": 1,
		"chapter": 4,
		"canon_order": 29868
	},
	{
		"verseText": "preach the word; be urgent in season and out of season; reprove, rebuke, and exhort with all patience and teaching. ",
		"book": "2TI",
		"verse": 2,
		"chapter": 4,
		"canon_order": 29869
	},
	{
		"verseText": "For the time will come when they will not listen to the sound doctrine, but having itching ears, will heap up for themselves teachers after their own lusts, ",
		"book": "2TI",
		"verse": 3,
		"chapter": 4,
		"canon_order": 29870
	},
	{
		"verseText": "and will turn away their ears from the truth, and turn away to fables. ",
		"book": "2TI",
		"verse": 4,
		"chapter": 4,
		"canon_order": 29871
	},
	{
		"verseText": "But you be sober in all things, suffer hardship, do the work of an evangelist, and fulfill your ministry. ",
		"book": "2TI",
		"verse": 5,
		"chapter": 4,
		"canon_order": 29872
	},
	{
		"verseText": "For I am already being offered, and the time of my departure has come. ",
		"book": "2TI",
		"verse": 6,
		"chapter": 4,
		"canon_order": 29873
	},
	{
		"verseText": "I have fought the good fight. I have finished the course. I have kept the faith. ",
		"book": "2TI",
		"verse": 7,
		"chapter": 4,
		"canon_order": 29874
	},
	{
		"verseText": "From now on, the crown of righteousness is stored up for me, which the Lord, the righteous judge, will give to me on that day; and not to me only, but also to all those who have loved his appearing. ",
		"book": "2TI",
		"verse": 8,
		"chapter": 4,
		"canon_order": 29875
	},
	{
		"verseText": "Be diligent to come to me soon, ",
		"book": "2TI",
		"verse": 9,
		"chapter": 4,
		"canon_order": 29876
	},
	{
		"verseText": "for Demas left me, having loved this present world, and went to Thessalonica; Crescens to Galatia; and Titus to Dalmatia. ",
		"book": "2TI",
		"verse": 10,
		"chapter": 4,
		"canon_order": 29877
	},
	{
		"verseText": "Only Luke is with me. Take Mark and bring him with you, for he is useful to me for service. ",
		"book": "2TI",
		"verse": 11,
		"chapter": 4,
		"canon_order": 29878
	},
	{
		"verseText": "But I sent Tychicus to Ephesus. ",
		"book": "2TI",
		"verse": 12,
		"chapter": 4,
		"canon_order": 29879
	},
	{
		"verseText": "Bring the cloak that I left at Troas with Carpus when you come—and the books, especially the parchments. ",
		"book": "2TI",
		"verse": 13,
		"chapter": 4,
		"canon_order": 29880
	},
	{
		"verseText": "Alexander the coppersmith did much evil to me. The Lord will repay him according to his deeds. ",
		"book": "2TI",
		"verse": 14,
		"chapter": 4,
		"canon_order": 29881
	},
	{
		"verseText": "Beware of him, for he greatly opposed our words. ",
		"book": "2TI",
		"verse": 15,
		"chapter": 4,
		"canon_order": 29882
	},
	{
		"verseText": "At my first defense, no one came to help me, but all left me. May it not be held against them. ",
		"book": "2TI",
		"verse": 16,
		"chapter": 4,
		"canon_order": 29883
	},
	{
		"verseText": "But the Lord stood by me and strengthened me, that through me the message might be fully proclaimed, and that all the Gentiles might hear. So I was delivered out of the mouth of the lion. ",
		"book": "2TI",
		"verse": 17,
		"chapter": 4,
		"canon_order": 29884
	},
	{
		"verseText": "And the Lord will deliver me from every evil work and will preserve me for his heavenly Kingdom. To him be the glory forever and ever. Amen. ",
		"book": "2TI",
		"verse": 18,
		"chapter": 4,
		"canon_order": 29885
	},
	{
		"verseText": "Greet Prisca and Aquila, and the house of Onesiphorus. ",
		"book": "2TI",
		"verse": 19,
		"chapter": 4,
		"canon_order": 29886
	},
	{
		"verseText": "Erastus remained at Corinth, but I left Trophimus at Miletus sick. ",
		"book": "2TI",
		"verse": 20,
		"chapter": 4,
		"canon_order": 29887
	},
	{
		"verseText": "Be diligent to come before winter. Eubulus salutes you, as do Pudens, Linus, Claudia, and all the brothers. ",
		"book": "2TI",
		"verse": 21,
		"chapter": 4,
		"canon_order": 29888
	},
	{
		"verseText": "The Lord Jesus Christ be with your spirit. Grace be with you. Amen. ",
		"book": "2TI",
		"verse": 22,
		"chapter": 4,
		"canon_order": 29889
	}
]