[
	{
		"verseText": "The elder to Gaius the beloved, whom I love in truth. ",
		"book": "3JN",
		"verse": 1,
		"chapter": 1,
		"canon_order": 30656
	},
	{
		"verseText": "Beloved, I pray that you may prosper in all things and be healthy, even as your soul prospers. ",
		"book": "3JN",
		"verse": 2,
		"chapter": 1,
		"canon_order": 30657
	},
	{
		"verseText": "For I rejoiced greatly when brothers came and testified about your truth, even as you walk in truth. ",
		"book": "3JN",
		"verse": 3,
		"chapter": 1,
		"canon_order": 30658
	},
	{
		"verseText": "I have no greater joy than this: to hear about my children walking in truth. ",
		"book": "3JN",
		"verse": 4,
		"chapter": 1,
		"canon_order": 30659
	},
	{
		"verseText": "Beloved, you do a faithful work in whatever you accomplish for those who are brothers and strangers. ",
		"book": "3JN",
		"verse": 5,
		"chapter": 1,
		"canon_order": 30660
	},
	{
		"verseText": "They have testified about your love before the assembly. You will do well to send them forward on their journey in a way worthy of God, ",
		"book": "3JN",
		"verse": 6,
		"chapter": 1,
		"canon_order": 30661
	},
	{
		"verseText": "because for the sake of the Name they went out, taking nothing from the Gentiles. ",
		"book": "3JN",
		"verse": 7,
		"chapter": 1,
		"canon_order": 30662
	},
	{
		"verseText": "We therefore ought to receive such, that we may be fellow workers for the truth. ",
		"book": "3JN",
		"verse": 8,
		"chapter": 1,
		"canon_order": 30663
	},
	{
		"verseText": "I wrote to the assembly, but Diotrephes, who loves to be first among them, doesn’t accept what we say. ",
		"book": "3JN",
		"verse": 9,
		"chapter": 1,
		"canon_order": 30664
	},
	{
		"verseText": "Therefore, if I come, I will call attention to his deeds which he does, unjustly accusing us with wicked words. Not content with this, he doesn’t receive the brothers himself, and those who would, he forbids and throws out of the assembly. ",
		"book": "3JN",
		"verse": 10,
		"chapter": 1,
		"canon_order": 30665
	},
	{
		"verseText": "Beloved, don’t imitate that which is evil, but that which is good. He who does good is of God. He who does evil hasn’t seen God. ",
		"book": "3JN",
		"verse": 11,
		"chapter": 1,
		"canon_order": 30666
	},
	{
		"verseText": "Demetrius has the testimony of all, and of the truth itself; yes, we also testify, and you know that our testimony is true. ",
		"book": "3JN",
		"verse": 12,
		"chapter": 1,
		"canon_order": 30667
	},
	{
		"verseText": "I had many things to write to you, but I am unwilling to write to you with ink and pen; ",
		"book": "3JN",
		"verse": 13,
		"chapter": 1,
		"canon_order": 30668
	},
	{
		"verseText": "but I hope to see you soon. Then we will speak face to face. Peace be to you. The friends greet you. Greet the friends by name. ",
		"book": "3JN",
		"verse": 14,
		"chapter": 1,
		"canon_order": 30669
	}
]