[
	{
		"verseText": "The first book I wrote, Theophilus, concerned all that Jesus began both to do and to teach, ",
		"book": "ACT",
		"verse": 1,
		"chapter": 1,
		"canon_order": 26924
	},
	{
		"verseText": "until the day in which he was received up, after he had given commandment through the Holy Spirit to the apostles whom he had chosen. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 1,
		"canon_order": 26925
	},
	{
		"verseText": "To these he also showed himself alive after he suffered, by many proofs, appearing to them over a period of forty days and speaking about God’s Kingdom. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 1,
		"canon_order": 26926
	},
	{
		"verseText": "Being assembled together with them, he commanded them, “Don’t depart from Jerusalem, but wait for the promise of the Father, which you heard from me. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 1,
		"canon_order": 26927
	},
	{
		"verseText": "For John indeed baptized in water, but you will be baptized in the Holy Spirit not many days from now.” ",
		"book": "ACT",
		"verse": 5,
		"chapter": 1,
		"canon_order": 26928
	},
	{
		"verseText": "Therefore, when they had come together, they asked him, “Lord, are you now restoring the kingdom to Israel?” ",
		"book": "ACT",
		"verse": 6,
		"chapter": 1,
		"canon_order": 26929
	},
	{
		"verseText": "He said to them, “It isn’t for you to know times or seasons which the Father has set within his own authority. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 1,
		"canon_order": 26930
	},
	{
		"verseText": "But you will receive power when the Holy Spirit has come upon you. You will be witnesses to me in Jerusalem, in all Judea and Samaria, and to the uttermost parts of the earth.” ",
		"book": "ACT",
		"verse": 8,
		"chapter": 1,
		"canon_order": 26931
	},
	{
		"verseText": "When he had said these things, as they were looking, he was taken up, and a cloud received him out of their sight. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 1,
		"canon_order": 26932
	},
	{
		"verseText": "While they were looking steadfastly into the sky as he went, behold, two men stood by them in white clothing, ",
		"book": "ACT",
		"verse": 10,
		"chapter": 1,
		"canon_order": 26933
	},
	{
		"verseText": "who also said, “You men of Galilee, why do you stand looking into the sky? This Jesus, who was received up from you into the sky, will come back in the same way as you saw him going into the sky.” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 1,
		"canon_order": 26934
	},
	{
		"verseText": "Then they returned to Jerusalem from the mountain called Olivet, which is near Jerusalem, a Sabbath day’s journey away. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 1,
		"canon_order": 26935
	},
	{
		"verseText": "When they had come in, they went up into the upper room where they were staying, that is Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 1,
		"canon_order": 26936
	},
	{
		"verseText": "All these with one accord continued steadfastly in prayer and supplication, along with the women and Mary the mother of Jesus, and with his brothers. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 1,
		"canon_order": 26937
	},
	{
		"verseText": "In these days, Peter stood up in the middle of the disciples (and the number of names was about one hundred twenty), and said, ",
		"book": "ACT",
		"verse": 15,
		"chapter": 1,
		"canon_order": 26938
	},
	{
		"verseText": "“Brothers, it was necessary that this Scripture should be fulfilled, which the Holy Spirit spoke before by the mouth of David concerning Judas, who was guide to those who took Jesus. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 1,
		"canon_order": 26939
	},
	{
		"verseText": "For he was counted with us, and received his portion in this ministry. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 1,
		"canon_order": 26940
	},
	{
		"verseText": "Now this man obtained a field with the reward for his wickedness; and falling headlong, his body burst open and all his intestines gushed out. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 1,
		"canon_order": 26941
	},
	{
		"verseText": "It became known to everyone who lived in Jerusalem that in their language that field was called ‘Akeldama,’ that is, ‘The field of blood.’ ",
		"book": "ACT",
		"verse": 19,
		"chapter": 1,
		"canon_order": 26942
	},
	{
		"verseText": "For it is written in the book of Psalms, ‘Let his habitation be made desolate. Let no one dwell in it;’ and, ‘Let another take his office.’ ",
		"book": "ACT",
		"verse": 20,
		"chapter": 1,
		"canon_order": 26943
	},
	{
		"verseText": "“Of the men therefore who have accompanied us all the time that the Lord Jesus went in and out among us, ",
		"book": "ACT",
		"verse": 21,
		"chapter": 1,
		"canon_order": 26944
	},
	{
		"verseText": "beginning from the baptism of John to the day that he was received up from us, of these one must become a witness with us of his resurrection.” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 1,
		"canon_order": 26945
	},
	{
		"verseText": "They put forward two: Joseph called Barsabbas, who was also called Justus, and Matthias. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 1,
		"canon_order": 26946
	},
	{
		"verseText": "They prayed and said, “You, Lord, who know the hearts of all men, show which one of these two you have chosen ",
		"book": "ACT",
		"verse": 24,
		"chapter": 1,
		"canon_order": 26947
	},
	{
		"verseText": "to take part in this ministry and apostleship from which Judas fell away, that he might go to his own place.” ",
		"book": "ACT",
		"verse": 25,
		"chapter": 1,
		"canon_order": 26948
	},
	{
		"verseText": "They drew lots for them, and the lot fell on Matthias; and he was counted with the eleven apostles. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 1,
		"canon_order": 26949
	},
	{
		"verseText": "Now when the day of Pentecost had come, they were all with one accord in one place. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 2,
		"canon_order": 26950
	},
	{
		"verseText": "Suddenly there came from the sky a sound like the rushing of a mighty wind, and it filled all the house where they were sitting. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 2,
		"canon_order": 26951
	},
	{
		"verseText": "Tongues like fire appeared and were distributed to them, and one sat on each of them. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 2,
		"canon_order": 26952
	},
	{
		"verseText": "They were all filled with the Holy Spirit and began to speak with other languages, as the Spirit gave them the ability to speak. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 2,
		"canon_order": 26953
	},
	{
		"verseText": "Now there were dwelling in Jerusalem Jews, devout men, from every nation under the sky. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 2,
		"canon_order": 26954
	},
	{
		"verseText": "When this sound was heard, the multitude came together and were bewildered, because everyone heard them speaking in his own language. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 2,
		"canon_order": 26955
	},
	{
		"verseText": "They were all amazed and marveled, saying to one another, “Behold, aren’t all these who speak Galileans? ",
		"book": "ACT",
		"verse": 7,
		"chapter": 2,
		"canon_order": 26956
	},
	{
		"verseText": "How do we hear, everyone in our own native language? ",
		"book": "ACT",
		"verse": 8,
		"chapter": 2,
		"canon_order": 26957
	},
	{
		"verseText": "Parthians, Medes, Elamites, and people from Mesopotamia, Judea, Cappadocia, Pontus, Asia, ",
		"book": "ACT",
		"verse": 9,
		"chapter": 2,
		"canon_order": 26958
	},
	{
		"verseText": "Phrygia, Pamphylia, Egypt, the parts of Libya around Cyrene, visitors from Rome, both Jews and proselytes, ",
		"book": "ACT",
		"verse": 10,
		"chapter": 2,
		"canon_order": 26959
	},
	{
		"verseText": "Cretans and Arabians—we hear them speaking in our languages the mighty works of God!” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 2,
		"canon_order": 26960
	},
	{
		"verseText": "They were all amazed and were perplexed, saying to one another, “What does this mean?” ",
		"book": "ACT",
		"verse": 12,
		"chapter": 2,
		"canon_order": 26961
	},
	{
		"verseText": "Others, mocking, said, “They are filled with new wine.” ",
		"book": "ACT",
		"verse": 13,
		"chapter": 2,
		"canon_order": 26962
	},
	{
		"verseText": "But Peter, standing up with the eleven, lifted up his voice and spoke out to them, “You men of Judea and all you who dwell at Jerusalem, let this be known to you, and listen to my words. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 2,
		"canon_order": 26963
	},
	{
		"verseText": "For these aren’t drunken, as you suppose, seeing it is only the third hour of the day. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 2,
		"canon_order": 26964
	},
	{
		"verseText": "But this is what has been spoken through the prophet Joel: ",
		"book": "ACT",
		"verse": 16,
		"chapter": 2,
		"canon_order": 26965
	},
	{
		"verseText": "‘It will be in the last days, says God, that I will pour out my Spirit on all flesh. Your sons and your daughters will prophesy. Your young men will see visions. Your old men will dream dreams. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 2,
		"canon_order": 26966
	},
	{
		"verseText": "Yes, and on my servants and on my handmaidens in those days, I will pour out my Spirit, and they will prophesy. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 2,
		"canon_order": 26967
	},
	{
		"verseText": "I will show wonders in the sky above, and signs on the earth beneath: blood, and fire, and billows of smoke. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 2,
		"canon_order": 26968
	},
	{
		"verseText": "The sun will be turned into darkness, and the moon into blood, before the great and glorious day of the Lord comes. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 2,
		"canon_order": 26969
	},
	{
		"verseText": "It will be that whoever will call on the name of the Lord will be saved.’ ",
		"book": "ACT",
		"verse": 21,
		"chapter": 2,
		"canon_order": 26970
	},
	{
		"verseText": "“Men of Israel, hear these words! Jesus of Nazareth, a man approved by God to you by mighty works and wonders and signs which God did by him among you, even as you yourselves know, ",
		"book": "ACT",
		"verse": 22,
		"chapter": 2,
		"canon_order": 26971
	},
	{
		"verseText": "him, being delivered up by the determined counsel and foreknowledge of God, you have taken by the hand of lawless men, crucified and killed; ",
		"book": "ACT",
		"verse": 23,
		"chapter": 2,
		"canon_order": 26972
	},
	{
		"verseText": "whom God raised up, having freed him from the agony of death, because it was not possible that he should be held by it. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 2,
		"canon_order": 26973
	},
	{
		"verseText": "For David says concerning him, ‘I saw the Lord always before my face, for he is on my right hand, that I should not be moved. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 2,
		"canon_order": 26974
	},
	{
		"verseText": "Therefore my heart was glad, and my tongue rejoiced. Moreover my flesh also will dwell in hope, ",
		"book": "ACT",
		"verse": 26,
		"chapter": 2,
		"canon_order": 26975
	},
	{
		"verseText": "because you will not leave my soul in Hades, neither will you allow your Holy One to see decay. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 2,
		"canon_order": 26976
	},
	{
		"verseText": "You made known to me the ways of life. You will make me full of gladness with your presence.’ ",
		"book": "ACT",
		"verse": 28,
		"chapter": 2,
		"canon_order": 26977
	},
	{
		"verseText": "“Brothers, I may tell you freely of the patriarch David, that he both died and was buried, and his tomb is with us to this day. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 2,
		"canon_order": 26978
	},
	{
		"verseText": "Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, he would raise up the Christ to sit on his throne, ",
		"book": "ACT",
		"verse": 30,
		"chapter": 2,
		"canon_order": 26979
	},
	{
		"verseText": "he foreseeing this, spoke about the resurrection of the Christ, that his soul wasn’t left in Hades, and his flesh didn’t see decay. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 2,
		"canon_order": 26980
	},
	{
		"verseText": "This Jesus God raised up, to which we all are witnesses. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 2,
		"canon_order": 26981
	},
	{
		"verseText": "Being therefore exalted by the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this which you now see and hear. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 2,
		"canon_order": 26982
	},
	{
		"verseText": "For David didn’t ascend into the heavens, but he says himself, ‘The Lord said to my Lord, “Sit by my right hand ",
		"book": "ACT",
		"verse": 34,
		"chapter": 2,
		"canon_order": 26983
	},
	{
		"verseText": "until I make your enemies a footstool for your feet.”’ ",
		"book": "ACT",
		"verse": 35,
		"chapter": 2,
		"canon_order": 26984
	},
	{
		"verseText": "“Let all the house of Israel therefore know certainly that God has made him both Lord and Christ, this Jesus whom you crucified.” ",
		"book": "ACT",
		"verse": 36,
		"chapter": 2,
		"canon_order": 26985
	},
	{
		"verseText": "Now when they heard this, they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” ",
		"book": "ACT",
		"verse": 37,
		"chapter": 2,
		"canon_order": 26986
	},
	{
		"verseText": "Peter said to them, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 2,
		"canon_order": 26987
	},
	{
		"verseText": "For the promise is to you and to your children, and to all who are far off, even as many as the Lord our God will call to himself.” ",
		"book": "ACT",
		"verse": 39,
		"chapter": 2,
		"canon_order": 26988
	},
	{
		"verseText": "With many other words he testified and exhorted them, saying, “Save yourselves from this crooked generation!” ",
		"book": "ACT",
		"verse": 40,
		"chapter": 2,
		"canon_order": 26989
	},
	{
		"verseText": "Then those who gladly received his word were baptized. There were added that day about three thousand souls. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 2,
		"canon_order": 26990
	},
	{
		"verseText": "They continued steadfastly in the apostles’ teaching and fellowship, in the breaking of bread, and prayer. ",
		"book": "ACT",
		"verse": 42,
		"chapter": 2,
		"canon_order": 26991
	},
	{
		"verseText": "Fear came on every soul, and many wonders and signs were done through the apostles. ",
		"book": "ACT",
		"verse": 43,
		"chapter": 2,
		"canon_order": 26992
	},
	{
		"verseText": "All who believed were together, and had all things in common. ",
		"book": "ACT",
		"verse": 44,
		"chapter": 2,
		"canon_order": 26993
	},
	{
		"verseText": "They sold their possessions and goods, and distributed them to all, according as anyone had need. ",
		"book": "ACT",
		"verse": 45,
		"chapter": 2,
		"canon_order": 26994
	},
	{
		"verseText": "Day by day, continuing steadfastly with one accord in the temple, and breaking bread at home, they took their food with gladness and singleness of heart, ",
		"book": "ACT",
		"verse": 46,
		"chapter": 2,
		"canon_order": 26995
	},
	{
		"verseText": "praising God and having favor with all the people. The Lord added to the assembly day by day those who were being saved. ",
		"book": "ACT",
		"verse": 47,
		"chapter": 2,
		"canon_order": 26996
	},
	{
		"verseText": "Peter and John were going up into the temple at the hour of prayer, the ninth hour. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 3,
		"canon_order": 26997
	},
	{
		"verseText": "A certain man who was lame from his mother’s womb was being carried, whom they laid daily at the door of the temple which is called Beautiful, to ask gifts for the needy of those who entered into the temple. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 3,
		"canon_order": 26998
	},
	{
		"verseText": "Seeing Peter and John about to go into the temple, he asked to receive gifts for the needy. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 3,
		"canon_order": 26999
	},
	{
		"verseText": "Peter, fastening his eyes on him, with John, said, “Look at us.” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 3,
		"canon_order": 27000
	},
	{
		"verseText": "He listened to them, expecting to receive something from them. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 3,
		"canon_order": 27001
	},
	{
		"verseText": "But Peter said, “I have no silver or gold, but what I have, that I give you. In the name of Jesus Christ of Nazareth, get up and walk!” ",
		"book": "ACT",
		"verse": 6,
		"chapter": 3,
		"canon_order": 27002
	},
	{
		"verseText": "He took him by the right hand and raised him up. Immediately his feet and his ankle bones received strength. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 3,
		"canon_order": 27003
	},
	{
		"verseText": "Leaping up, he stood and began to walk. He entered with them into the temple, walking, leaping, and praising God. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 3,
		"canon_order": 27004
	},
	{
		"verseText": "All the people saw him walking and praising God. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 3,
		"canon_order": 27005
	},
	{
		"verseText": "They recognized him, that it was he who used to sit begging for gifts for the needy at the Beautiful Gate of the temple. They were filled with wonder and amazement at what had happened to him. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 3,
		"canon_order": 27006
	},
	{
		"verseText": "As the lame man who was healed held on to Peter and John, all the people ran together to them in the porch that is called Solomon’s, greatly wondering. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 3,
		"canon_order": 27007
	},
	{
		"verseText": "When Peter saw it, he responded to the people, “You men of Israel, why do you marvel at this man? Why do you fasten your eyes on us, as though by our own power or godliness we had made him walk? ",
		"book": "ACT",
		"verse": 12,
		"chapter": 3,
		"canon_order": 27008
	},
	{
		"verseText": "The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he had determined to release him. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 3,
		"canon_order": 27009
	},
	{
		"verseText": "But you denied the Holy and Righteous One and asked for a murderer to be granted to you, ",
		"book": "ACT",
		"verse": 14,
		"chapter": 3,
		"canon_order": 27010
	},
	{
		"verseText": "and killed the Prince of life, whom God raised from the dead, to which we are witnesses. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 3,
		"canon_order": 27011
	},
	{
		"verseText": "By faith in his name, his name has made this man strong, whom you see and know. Yes, the faith which is through him has given him this perfect soundness in the presence of you all. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 3,
		"canon_order": 27012
	},
	{
		"verseText": "“Now, brothers, I know that you did this in ignorance, as did also your rulers. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 3,
		"canon_order": 27013
	},
	{
		"verseText": "But the things which God announced by the mouth of all his prophets, that Christ should suffer, he thus fulfilled. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 3,
		"canon_order": 27014
	},
	{
		"verseText": "“Repent therefore, and turn again, that your sins may be blotted out, so that there may come times of refreshing from the presence of the Lord, ",
		"book": "ACT",
		"verse": 19,
		"chapter": 3,
		"canon_order": 27015
	},
	{
		"verseText": "and that he may send Christ Jesus, who was ordained for you before, ",
		"book": "ACT",
		"verse": 20,
		"chapter": 3,
		"canon_order": 27016
	},
	{
		"verseText": "whom heaven must receive until the times of restoration of all things, which God spoke long ago by the mouth of his holy prophets. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 3,
		"canon_order": 27017
	},
	{
		"verseText": "For Moses indeed said to the fathers, ‘The Lord God will raise up a prophet for you from among your brothers, like me. You shall listen to him in all things whatever he says to you. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 3,
		"canon_order": 27018
	},
	{
		"verseText": "It will be that every soul that will not listen to that prophet will be utterly destroyed from among the people.’ ",
		"book": "ACT",
		"verse": 23,
		"chapter": 3,
		"canon_order": 27019
	},
	{
		"verseText": "Yes, and all the prophets from Samuel and those who followed after, as many as have spoken, also told of these days. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 3,
		"canon_order": 27020
	},
	{
		"verseText": "You are the children of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘All the families of the earth will be blessed through your offspring.’ ",
		"book": "ACT",
		"verse": 25,
		"chapter": 3,
		"canon_order": 27021
	},
	{
		"verseText": "God, having raised up his servant Jesus, sent him to you first to bless you, in turning away every one of you from your wickedness.” ",
		"book": "ACT",
		"verse": 26,
		"chapter": 3,
		"canon_order": 27022
	},
	{
		"verseText": "As they spoke to the people, the priests and the captain of the temple and the Sadducees came to them, ",
		"book": "ACT",
		"verse": 1,
		"chapter": 4,
		"canon_order": 27023
	},
	{
		"verseText": "being upset because they taught the people and proclaimed in Jesus the resurrection from the dead. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 4,
		"canon_order": 27024
	},
	{
		"verseText": "They laid hands on them, and put them in custody until the next day, for it was now evening. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 4,
		"canon_order": 27025
	},
	{
		"verseText": "But many of those who heard the word believed, and the number of the men came to be about five thousand. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 4,
		"canon_order": 27026
	},
	{
		"verseText": "In the morning, their rulers, elders, and scribes were gathered together in Jerusalem. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 4,
		"canon_order": 27027
	},
	{
		"verseText": "Annas the high priest was there, with Caiaphas, John, Alexander, and as many as were relatives of the high priest. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 4,
		"canon_order": 27028
	},
	{
		"verseText": "When they had stood Peter and John in the middle of them, they inquired, “By what power, or in what name, have you done this?” ",
		"book": "ACT",
		"verse": 7,
		"chapter": 4,
		"canon_order": 27029
	},
	{
		"verseText": "Then Peter, filled with the Holy Spirit, said to them, “You rulers of the people and elders of Israel, ",
		"book": "ACT",
		"verse": 8,
		"chapter": 4,
		"canon_order": 27030
	},
	{
		"verseText": "if we are examined today concerning a good deed done to a crippled man, by what means this man has been healed, ",
		"book": "ACT",
		"verse": 9,
		"chapter": 4,
		"canon_order": 27031
	},
	{
		"verseText": "may it be known to you all, and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, this man stands here before you whole in him. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 4,
		"canon_order": 27032
	},
	{
		"verseText": "He is ‘the stone which was regarded as worthless by you, the builders, which has become the head of the corner.’ ",
		"book": "ACT",
		"verse": 11,
		"chapter": 4,
		"canon_order": 27033
	},
	{
		"verseText": "There is salvation in no one else, for there is no other name under heaven that is given among men, by which we must be saved!” ",
		"book": "ACT",
		"verse": 12,
		"chapter": 4,
		"canon_order": 27034
	},
	{
		"verseText": "Now when they saw the boldness of Peter and John, and had perceived that they were unlearned and ignorant men, they marveled. They recognized that they had been with Jesus. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 4,
		"canon_order": 27035
	},
	{
		"verseText": "Seeing the man who was healed standing with them, they could say nothing against it. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 4,
		"canon_order": 27036
	},
	{
		"verseText": "But when they had commanded them to go aside out of the council, they conferred among themselves, ",
		"book": "ACT",
		"verse": 15,
		"chapter": 4,
		"canon_order": 27037
	},
	{
		"verseText": "saying, “What shall we do to these men? Because indeed a notable miracle has been done through them, as can be plainly seen by all who dwell in Jerusalem, and we can’t deny it. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 4,
		"canon_order": 27038
	},
	{
		"verseText": "But so that this spreads no further among the people, let’s threaten them, that from now on they don’t speak to anyone in this name.” ",
		"book": "ACT",
		"verse": 17,
		"chapter": 4,
		"canon_order": 27039
	},
	{
		"verseText": "They called them, and commanded them not to speak at all nor teach in the name of Jesus. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 4,
		"canon_order": 27040
	},
	{
		"verseText": "But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, judge for yourselves, ",
		"book": "ACT",
		"verse": 19,
		"chapter": 4,
		"canon_order": 27041
	},
	{
		"verseText": "for we can’t help telling the things which we saw and heard.” ",
		"book": "ACT",
		"verse": 20,
		"chapter": 4,
		"canon_order": 27042
	},
	{
		"verseText": "When they had further threatened them, they let them go, finding no way to punish them, because of the people; for everyone glorified God for that which was done. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 4,
		"canon_order": 27043
	},
	{
		"verseText": "For the man on whom this miracle of healing was performed was more than forty years old. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 4,
		"canon_order": 27044
	},
	{
		"verseText": "Being let go, they came to their own company and reported all that the chief priests and the elders had said to them. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 4,
		"canon_order": 27045
	},
	{
		"verseText": "When they heard it, they lifted up their voice to God with one accord and said, “O Lord, you are God, who made the heaven, the earth, the sea, and all that is in them; ",
		"book": "ACT",
		"verse": 24,
		"chapter": 4,
		"canon_order": 27046
	},
	{
		"verseText": "who by the mouth of your servant David, said, ‘Why do the nations rage, and the peoples plot a vain thing? ",
		"book": "ACT",
		"verse": 25,
		"chapter": 4,
		"canon_order": 27047
	},
	{
		"verseText": "The kings of the earth take a stand, and the rulers take council together, against the Lord, and against his Christ.’ ",
		"book": "ACT",
		"verse": 26,
		"chapter": 4,
		"canon_order": 27048
	},
	{
		"verseText": "“For truly, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together against your holy servant Jesus, whom you anointed, ",
		"book": "ACT",
		"verse": 27,
		"chapter": 4,
		"canon_order": 27049
	},
	{
		"verseText": "to do whatever your hand and your council foreordained to happen. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 4,
		"canon_order": 27050
	},
	{
		"verseText": "Now, Lord, look at their threats, and grant to your servants to speak your word with all boldness, ",
		"book": "ACT",
		"verse": 29,
		"chapter": 4,
		"canon_order": 27051
	},
	{
		"verseText": "while you stretch out your hand to heal; and that signs and wonders may be done through the name of your holy Servant Jesus.” ",
		"book": "ACT",
		"verse": 30,
		"chapter": 4,
		"canon_order": 27052
	},
	{
		"verseText": "When they had prayed, the place was shaken where they were gathered together. They were all filled with the Holy Spirit, and they spoke the word of God with boldness. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 4,
		"canon_order": 27053
	},
	{
		"verseText": "The multitude of those who believed were of one heart and soul. Not one of them claimed that anything of the things which he possessed was his own, but they had all things in common. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 4,
		"canon_order": 27054
	},
	{
		"verseText": "With great power, the apostles gave their testimony of the resurrection of the Lord Jesus. Great grace was on them all. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 4,
		"canon_order": 27055
	},
	{
		"verseText": "For neither was there among them any who lacked, for as many as were owners of lands or houses sold them, and brought the proceeds of the things that were sold, ",
		"book": "ACT",
		"verse": 34,
		"chapter": 4,
		"canon_order": 27056
	},
	{
		"verseText": "and laid them at the apostles’ feet; and distribution was made to each, according as anyone had need. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 4,
		"canon_order": 27057
	},
	{
		"verseText": "Joses, who by the apostles was also called Barnabas (which is, being interpreted, Son of Encouragement), a Levite, a man of Cyprus by race, ",
		"book": "ACT",
		"verse": 36,
		"chapter": 4,
		"canon_order": 27058
	},
	{
		"verseText": "having a field, sold it and brought the money and laid it at the apostles’ feet. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 4,
		"canon_order": 27059
	},
	{
		"verseText": "But a certain man named Ananias, with Sapphira his wife, sold a possession, ",
		"book": "ACT",
		"verse": 1,
		"chapter": 5,
		"canon_order": 27060
	},
	{
		"verseText": "and kept back part of the price, his wife also being aware of it, then brought a certain part and laid it at the apostles’ feet. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 5,
		"canon_order": 27061
	},
	{
		"verseText": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the price of the land? ",
		"book": "ACT",
		"verse": 3,
		"chapter": 5,
		"canon_order": 27062
	},
	{
		"verseText": "While you kept it, didn’t it remain your own? After it was sold, wasn’t it in your power? How is it that you have conceived this thing in your heart? You haven’t lied to men, but to God.” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 5,
		"canon_order": 27063
	},
	{
		"verseText": "Ananias, hearing these words, fell down and died. Great fear came on all who heard these things. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 5,
		"canon_order": 27064
	},
	{
		"verseText": "The young men arose and wrapped him up, and they carried him out and buried him. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 5,
		"canon_order": 27065
	},
	{
		"verseText": "About three hours later, his wife, not knowing what had happened, came in. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 5,
		"canon_order": 27066
	},
	{
		"verseText": "Peter answered her, “Tell me whether you sold the land for so much.” She said, “Yes, for so much.” ",
		"book": "ACT",
		"verse": 8,
		"chapter": 5,
		"canon_order": 27067
	},
	{
		"verseText": "But Peter asked her, “How is it that you have agreed together to tempt the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.” ",
		"book": "ACT",
		"verse": 9,
		"chapter": 5,
		"canon_order": 27068
	},
	{
		"verseText": "She fell down immediately at his feet and died. The young men came in and found her dead, and they carried her out and buried her by her husband. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 5,
		"canon_order": 27069
	},
	{
		"verseText": "Great fear came on the whole assembly, and on all who heard these things. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 5,
		"canon_order": 27070
	},
	{
		"verseText": "By the hands of the apostles many signs and wonders were done among the people. They were all with one accord in Solomon’s porch. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 5,
		"canon_order": 27071
	},
	{
		"verseText": "None of the rest dared to join them; however, the people honored them. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 5,
		"canon_order": 27072
	},
	{
		"verseText": "More believers were added to the Lord, multitudes of both men and women. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 5,
		"canon_order": 27073
	},
	{
		"verseText": "They even carried out the sick into the streets and laid them on cots and mattresses, so that as Peter came by, at least his shadow might overshadow some of them. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 5,
		"canon_order": 27074
	},
	{
		"verseText": "The multitude also came together from the cities around Jerusalem, bringing sick people and those who were tormented by unclean spirits; and they were all healed. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 5,
		"canon_order": 27075
	},
	{
		"verseText": "But the high priest rose up, and all those who were with him (which is the sect of the Sadducees), and they were filled with jealousy ",
		"book": "ACT",
		"verse": 17,
		"chapter": 5,
		"canon_order": 27076
	},
	{
		"verseText": "and laid hands on the apostles, then put them in public custody. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 5,
		"canon_order": 27077
	},
	{
		"verseText": "But an angel of the Lord opened the prison doors by night, and brought them out and said, ",
		"book": "ACT",
		"verse": 19,
		"chapter": 5,
		"canon_order": 27078
	},
	{
		"verseText": "“Go stand and speak in the temple to the people all the words of this life.” ",
		"book": "ACT",
		"verse": 20,
		"chapter": 5,
		"canon_order": 27079
	},
	{
		"verseText": "When they heard this, they entered into the temple about daybreak and taught. But the high priest and those who were with him came and called the council together, with all the senate of the children of Israel, and sent to the prison to have them brought. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 5,
		"canon_order": 27080
	},
	{
		"verseText": "But the officers who came didn’t find them in the prison. They returned and reported, ",
		"book": "ACT",
		"verse": 22,
		"chapter": 5,
		"canon_order": 27081
	},
	{
		"verseText": "“We found the prison shut and locked, and the guards standing before the doors, but when we opened them, we found no one inside!” ",
		"book": "ACT",
		"verse": 23,
		"chapter": 5,
		"canon_order": 27082
	},
	{
		"verseText": "Now when the high priest, the captain of the temple, and the chief priests heard these words, they were very perplexed about them and what might become of this. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 5,
		"canon_order": 27083
	},
	{
		"verseText": "One came and told them, “Behold, the men whom you put in prison are in the temple, standing and teaching the people.” ",
		"book": "ACT",
		"verse": 25,
		"chapter": 5,
		"canon_order": 27084
	},
	{
		"verseText": "Then the captain went with the officers, and brought them without violence, for they were afraid that the people might stone them. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 5,
		"canon_order": 27085
	},
	{
		"verseText": "When they had brought them, they set them before the council. The high priest questioned them, ",
		"book": "ACT",
		"verse": 27,
		"chapter": 5,
		"canon_order": 27086
	},
	{
		"verseText": "saying, “Didn’t we strictly command you not to teach in this name? Behold, you have filled Jerusalem with your teaching, and intend to bring this man’s blood on us.” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 5,
		"canon_order": 27087
	},
	{
		"verseText": "But Peter and the apostles answered, “We must obey God rather than men. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 5,
		"canon_order": 27088
	},
	{
		"verseText": "The God of our fathers raised up Jesus, whom you killed, hanging him on a tree. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 5,
		"canon_order": 27089
	},
	{
		"verseText": "God exalted him with his right hand to be a Prince and a Savior, to give repentance to Israel, and remission of sins. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 5,
		"canon_order": 27090
	},
	{
		"verseText": "We are his witnesses of these things; and so also is the Holy Spirit, whom God has given to those who obey him.” ",
		"book": "ACT",
		"verse": 32,
		"chapter": 5,
		"canon_order": 27091
	},
	{
		"verseText": "But they, when they heard this, were cut to the heart, and were determined to kill them. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 5,
		"canon_order": 27092
	},
	{
		"verseText": "But one stood up in the council, a Pharisee named Gamaliel, a teacher of the law, honored by all the people, and commanded to put the apostles out for a little while. ",
		"book": "ACT",
		"verse": 34,
		"chapter": 5,
		"canon_order": 27093
	},
	{
		"verseText": "He said to them, “You men of Israel, be careful concerning these men, what you are about to do. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 5,
		"canon_order": 27094
	},
	{
		"verseText": "For before these days Theudas rose up, making himself out to be somebody; to whom a number of men, about four hundred, joined themselves. He was slain; and all, as many as obeyed him, were dispersed and came to nothing. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 5,
		"canon_order": 27095
	},
	{
		"verseText": "After this man, Judas of Galilee rose up in the days of the enrollment, and drew away some people after him. He also perished, and all, as many as obeyed him, were scattered abroad. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 5,
		"canon_order": 27096
	},
	{
		"verseText": "Now I tell you, withdraw from these men and leave them alone. For if this counsel or this work is of men, it will be overthrown. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 5,
		"canon_order": 27097
	},
	{
		"verseText": "But if it is of God, you will not be able to overthrow it, and you would be found even to be fighting against God!” ",
		"book": "ACT",
		"verse": 39,
		"chapter": 5,
		"canon_order": 27098
	},
	{
		"verseText": "They agreed with him. Summoning the apostles, they beat them and commanded them not to speak in the name of Jesus, and let them go. ",
		"book": "ACT",
		"verse": 40,
		"chapter": 5,
		"canon_order": 27099
	},
	{
		"verseText": "They therefore departed from the presence of the council, rejoicing that they were counted worthy to suffer dishonor for Jesus’ name. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 5,
		"canon_order": 27100
	},
	{
		"verseText": "Every day, in the temple and at home, they never stopped teaching and preaching Jesus, the Christ. ",
		"book": "ACT",
		"verse": 42,
		"chapter": 5,
		"canon_order": 27101
	},
	{
		"verseText": "Now in those days, when the number of the disciples was multiplying, a complaint arose from the Hellenists against the Hebrews, because their widows were neglected in the daily service. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 6,
		"canon_order": 27102
	},
	{
		"verseText": "The twelve summoned the multitude of the disciples and said, “It is not appropriate for us to forsake the word of God and serve tables. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 6,
		"canon_order": 27103
	},
	{
		"verseText": "Therefore, select from among you, brothers, seven men of good report, full of the Holy Spirit and of wisdom, whom we may appoint over this business. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 6,
		"canon_order": 27104
	},
	{
		"verseText": "But we will continue steadfastly in prayer and in the ministry of the word.” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 6,
		"canon_order": 27105
	},
	{
		"verseText": "These words pleased the whole multitude. They chose Stephen, a man full of faith and of the Holy Spirit, Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, a proselyte of Antioch, ",
		"book": "ACT",
		"verse": 5,
		"chapter": 6,
		"canon_order": 27106
	},
	{
		"verseText": "whom they set before the apostles. When they had prayed, they laid their hands on them. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 6,
		"canon_order": 27107
	},
	{
		"verseText": "The word of God increased and the number of the disciples greatly multiplied in Jerusalem. A great company of the priests were obedient to the faith. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 6,
		"canon_order": 27108
	},
	{
		"verseText": "Stephen, full of faith and power, performed great wonders and signs among the people. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 6,
		"canon_order": 27109
	},
	{
		"verseText": "But some of those who were of the synagogue called “The Libertines”, and of the Cyrenians, of the Alexandrians, and of those of Cilicia and Asia arose, disputing with Stephen. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 6,
		"canon_order": 27110
	},
	{
		"verseText": "They weren’t able to withstand the wisdom and the Spirit by which he spoke. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 6,
		"canon_order": 27111
	},
	{
		"verseText": "Then they secretly induced men to say, “We have heard him speak blasphemous words against Moses and God.” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 6,
		"canon_order": 27112
	},
	{
		"verseText": "They stirred up the people, the elders, and the scribes, and came against him and seized him, then brought him in to the council, ",
		"book": "ACT",
		"verse": 12,
		"chapter": 6,
		"canon_order": 27113
	},
	{
		"verseText": "and set up false witnesses who said, “This man never stops speaking blasphemous words against this holy place and the law. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 6,
		"canon_order": 27114
	},
	{
		"verseText": "For we have heard him say that this Jesus of Nazareth will destroy this place, and will change the customs which Moses delivered to us.” ",
		"book": "ACT",
		"verse": 14,
		"chapter": 6,
		"canon_order": 27115
	},
	{
		"verseText": "All who sat in the council, fastening their eyes on him, saw his face like it was the face of an angel. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 6,
		"canon_order": 27116
	},
	{
		"verseText": "The high priest said, “Are these things so?” ",
		"book": "ACT",
		"verse": 1,
		"chapter": 7,
		"canon_order": 27117
	},
	{
		"verseText": "He said, “Brothers and fathers, listen. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 7,
		"canon_order": 27118
	},
	{
		"verseText": "and said to him, ‘Get out of your land and away from your relatives, and come into a land which I will show you.’ ",
		"book": "ACT",
		"verse": 3,
		"chapter": 7,
		"canon_order": 27119
	},
	{
		"verseText": "Then he came out of the land of the Chaldaeans and lived in Haran. From there, when his father was dead, God moved him into this land where you are now living. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 7,
		"canon_order": 27120
	},
	{
		"verseText": "He gave him no inheritance in it, no, not so much as to set his foot on. He promised that he would give it to him for a possession, and to his offspring after him, when he still had no child. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 7,
		"canon_order": 27121
	},
	{
		"verseText": "God spoke in this way: that his offspring would live as aliens in a strange land, and that they would be enslaved and mistreated for four hundred years. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 7,
		"canon_order": 27122
	},
	{
		"verseText": "‘I will judge the nation to which they will be in bondage,’ said God, ‘and after that they will come out and serve me in this place.’ ",
		"book": "ACT",
		"verse": 7,
		"chapter": 7,
		"canon_order": 27123
	},
	{
		"verseText": "He gave him the covenant of circumcision. So Abraham became the father of Isaac, and circumcised him the eighth day. Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 7,
		"canon_order": 27124
	},
	{
		"verseText": "“The patriarchs, moved with jealousy against Joseph, sold him into Egypt. God was with him ",
		"book": "ACT",
		"verse": 9,
		"chapter": 7,
		"canon_order": 27125
	},
	{
		"verseText": "and delivered him out of all his afflictions, and gave him favor and wisdom before Pharaoh, king of Egypt. He made him governor over Egypt and all his house. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 7,
		"canon_order": 27126
	},
	{
		"verseText": "Now a famine came over all the land of Egypt and Canaan, and great affliction. Our fathers found no food. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 7,
		"canon_order": 27127
	},
	{
		"verseText": "But when Jacob heard that there was grain in Egypt, he sent out our fathers the first time. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 7,
		"canon_order": 27128
	},
	{
		"verseText": "On the second time Joseph was made known to his brothers, and Joseph’s family was revealed to Pharaoh. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 7,
		"canon_order": 27129
	},
	{
		"verseText": "Joseph sent and summoned Jacob his father and all his relatives, seventy-five souls. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 7,
		"canon_order": 27130
	},
	{
		"verseText": "Jacob went down into Egypt and he died, himself and our fathers; ",
		"book": "ACT",
		"verse": 15,
		"chapter": 7,
		"canon_order": 27131
	},
	{
		"verseText": "and they were brought back to Shechem and laid in the tomb that Abraham bought for a price in silver from the children of Hamor of Shechem. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 7,
		"canon_order": 27132
	},
	{
		"verseText": "“But as the time of the promise came close which God had sworn to Abraham, the people grew and multiplied in Egypt, ",
		"book": "ACT",
		"verse": 17,
		"chapter": 7,
		"canon_order": 27133
	},
	{
		"verseText": "until there arose a different king who didn’t know Joseph. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 7,
		"canon_order": 27134
	},
	{
		"verseText": "The same took advantage of our race and mistreated our fathers, and forced them to abandon their babies, so that they wouldn’t stay alive. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 7,
		"canon_order": 27135
	},
	{
		"verseText": "At that time Moses was born, and was exceedingly handsome to God. He was nourished three months in his father’s house. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 7,
		"canon_order": 27136
	},
	{
		"verseText": "When he was abandoned, Pharaoh’s daughter took him up and reared him as her own son. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 7,
		"canon_order": 27137
	},
	{
		"verseText": "Moses was instructed in all the wisdom of the Egyptians. He was mighty in his words and works. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 7,
		"canon_order": 27138
	},
	{
		"verseText": "But when he was forty years old, it came into his heart to visit his brothers, the children of Israel. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 7,
		"canon_order": 27139
	},
	{
		"verseText": "Seeing one of them suffer wrong, he defended him and avenged him who was oppressed, striking the Egyptian. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 7,
		"canon_order": 27140
	},
	{
		"verseText": "He supposed that his brothers understood that God, by his hand, was giving them deliverance; but they didn’t understand. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 7,
		"canon_order": 27141
	},
	{
		"verseText": "“The day following, he appeared to them as they fought, and urged them to be at peace again, saying, ‘Sirs, you are brothers. Why do you wrong one another?’ ",
		"book": "ACT",
		"verse": 26,
		"chapter": 7,
		"canon_order": 27142
	},
	{
		"verseText": "But he who did his neighbor wrong pushed him away, saying, ‘Who made you a ruler and a judge over us? ",
		"book": "ACT",
		"verse": 27,
		"chapter": 7,
		"canon_order": 27143
	},
	{
		"verseText": "Do you want to kill me as you killed the Egyptian yesterday?’ ",
		"book": "ACT",
		"verse": 28,
		"chapter": 7,
		"canon_order": 27144
	},
	{
		"verseText": "Moses fled at this saying, and became a stranger in the land of Midian, where he became the father of two sons. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 7,
		"canon_order": 27145
	},
	{
		"verseText": "“When forty years were fulfilled, an angel of the Lord appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 7,
		"canon_order": 27146
	},
	{
		"verseText": "When Moses saw it, he wondered at the sight. As he came close to see, the voice of the Lord came to him, ",
		"book": "ACT",
		"verse": 31,
		"chapter": 7,
		"canon_order": 27147
	},
	{
		"verseText": "‘I am the God of your fathers: the God of Abraham, the God of Isaac, and the God of Jacob.’ Moses trembled and dared not look. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 7,
		"canon_order": 27148
	},
	{
		"verseText": "The Lord said to him, ‘Take off your sandals, for the place where you stand is holy ground. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 7,
		"canon_order": 27149
	},
	{
		"verseText": "I have surely seen the affliction of my people who are in Egypt, and have heard their groaning. I have come down to deliver them. Now come, I will send you into Egypt.’ ",
		"book": "ACT",
		"verse": 34,
		"chapter": 7,
		"canon_order": 27150
	},
	{
		"verseText": "“This Moses whom they refused, saying, ‘Who made you a ruler and a judge?’—God has sent him as both a ruler and a deliverer by the hand of the angel who appeared to him in the bush. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 7,
		"canon_order": 27151
	},
	{
		"verseText": "This man led them out, having worked wonders and signs in Egypt, in the Red Sea, and in the wilderness for forty years. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 7,
		"canon_order": 27152
	},
	{
		"verseText": "This is that Moses who said to the children of Israel, ‘The Lord our God will raise up a prophet for you from among your brothers, like me.’ ",
		"book": "ACT",
		"verse": 37,
		"chapter": 7,
		"canon_order": 27153
	},
	{
		"verseText": "This is he who was in the assembly in the wilderness with the angel that spoke to him on Mount Sinai, and with our fathers, who received living revelations to give to us, ",
		"book": "ACT",
		"verse": 38,
		"chapter": 7,
		"canon_order": 27154
	},
	{
		"verseText": "to whom our fathers wouldn’t be obedient, but rejected him and turned back in their hearts to Egypt, ",
		"book": "ACT",
		"verse": 39,
		"chapter": 7,
		"canon_order": 27155
	},
	{
		"verseText": "saying to Aaron, ‘Make us gods that will go before us, for as for this Moses who led us out of the land of Egypt, we don’t know what has become of him.’ ",
		"book": "ACT",
		"verse": 40,
		"chapter": 7,
		"canon_order": 27156
	},
	{
		"verseText": "They made a calf in those days, and brought a sacrifice to the idol, and rejoiced in the works of their hands. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 7,
		"canon_order": 27157
	},
	{
		"verseText": "But God turned away and gave them up to serve the army of the sky, as it is written in the book of the prophets, ‘Did you offer to me slain animals and sacrifices forty years in the wilderness, O house of Israel? ",
		"book": "ACT",
		"verse": 42,
		"chapter": 7,
		"canon_order": 27158
	},
	{
		"verseText": "You took up the tabernacle of Moloch, the star of your god Rephan, the figures which you made to worship, so I will carry you away beyond Babylon.’ ",
		"book": "ACT",
		"verse": 43,
		"chapter": 7,
		"canon_order": 27159
	},
	{
		"verseText": "“Our fathers had the tabernacle of the testimony in the wilderness, even as he who spoke to Moses commanded him to make it according to the pattern that he had seen; ",
		"book": "ACT",
		"verse": 44,
		"chapter": 7,
		"canon_order": 27160
	},
	{
		"verseText": "which also our fathers, in their turn, brought in with Joshua when they entered into the possession of the nations whom God drove out before the face of our fathers to the days of David, ",
		"book": "ACT",
		"verse": 45,
		"chapter": 7,
		"canon_order": 27161
	},
	{
		"verseText": "who found favor in the sight of God, and asked to find a habitation for the God of Jacob. ",
		"book": "ACT",
		"verse": 46,
		"chapter": 7,
		"canon_order": 27162
	},
	{
		"verseText": "But Solomon built him a house. ",
		"book": "ACT",
		"verse": 47,
		"chapter": 7,
		"canon_order": 27163
	},
	{
		"verseText": "However, the Most High doesn’t dwell in temples made with hands, as the prophet says, ",
		"book": "ACT",
		"verse": 48,
		"chapter": 7,
		"canon_order": 27164
	},
	{
		"verseText": "‘heaven is my throne, and the earth a footstool for my feet. What kind of house will you build me?’ says the Lord. ‘Or what is the place of my rest? ",
		"book": "ACT",
		"verse": 49,
		"chapter": 7,
		"canon_order": 27165
	},
	{
		"verseText": "Didn’t my hand make all these things?’ ",
		"book": "ACT",
		"verse": 50,
		"chapter": 7,
		"canon_order": 27166
	},
	{
		"verseText": "“You stiff-necked and uncircumcised in heart and ears, you always resist the Holy Spirit! As your fathers did, so you do. ",
		"book": "ACT",
		"verse": 51,
		"chapter": 7,
		"canon_order": 27167
	},
	{
		"verseText": "Which of the prophets didn’t your fathers persecute? They killed those who foretold the coming of the Righteous One, of whom you have now become betrayers and murderers. ",
		"book": "ACT",
		"verse": 52,
		"chapter": 7,
		"canon_order": 27168
	},
	{
		"verseText": "You received the law as it was ordained by angels, and didn’t keep it!” ",
		"book": "ACT",
		"verse": 53,
		"chapter": 7,
		"canon_order": 27169
	},
	{
		"verseText": "Now when they heard these things, they were cut to the heart, and they gnashed at him with their teeth. ",
		"book": "ACT",
		"verse": 54,
		"chapter": 7,
		"canon_order": 27170
	},
	{
		"verseText": "But he, being full of the Holy Spirit, looked up steadfastly into heaven and saw the glory of God, and Jesus standing on the right hand of God, ",
		"book": "ACT",
		"verse": 55,
		"chapter": 7,
		"canon_order": 27171
	},
	{
		"verseText": "and said, “Behold, I see the heavens opened and the Son of Man standing at the right hand of God!” ",
		"book": "ACT",
		"verse": 56,
		"chapter": 7,
		"canon_order": 27172
	},
	{
		"verseText": "But they cried out with a loud voice and stopped their ears, then rushed at him with one accord. ",
		"book": "ACT",
		"verse": 57,
		"chapter": 7,
		"canon_order": 27173
	},
	{
		"verseText": "They threw him out of the city and stoned him. The witnesses placed their garments at the feet of a young man named Saul. ",
		"book": "ACT",
		"verse": 58,
		"chapter": 7,
		"canon_order": 27174
	},
	{
		"verseText": "They stoned Stephen as he called out, saying, “Lord Jesus, receive my spirit!” ",
		"book": "ACT",
		"verse": 59,
		"chapter": 7,
		"canon_order": 27175
	},
	{
		"verseText": "He kneeled down and cried with a loud voice, “Lord, don’t hold this sin against them!” When he had said this, he fell asleep. ",
		"book": "ACT",
		"verse": 60,
		"chapter": 7,
		"canon_order": 27176
	},
	{
		"verseText": "Saul was consenting to his death. A great persecution arose against the assembly which was in Jerusalem in that day. They were all scattered abroad throughout the regions of Judea and Samaria, except for the apostles. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 8,
		"canon_order": 27177
	},
	{
		"verseText": "Devout men buried Stephen and lamented greatly over him. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 8,
		"canon_order": 27178
	},
	{
		"verseText": "But Saul ravaged the assembly, entering into every house and dragged both men and women off to prison. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 8,
		"canon_order": 27179
	},
	{
		"verseText": "Therefore those who were scattered abroad went around preaching the word. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 8,
		"canon_order": 27180
	},
	{
		"verseText": "Philip went down to the city of Samaria and proclaimed to them the Christ. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 8,
		"canon_order": 27181
	},
	{
		"verseText": "The multitudes listened with one accord to the things that were spoken by Philip when they heard and saw the signs which he did. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 8,
		"canon_order": 27182
	},
	{
		"verseText": "For unclean spirits came out of many of those who had them. They came out, crying with a loud voice. Many who had been paralyzed and lame were healed. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 8,
		"canon_order": 27183
	},
	{
		"verseText": "There was great joy in that city. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 8,
		"canon_order": 27184
	},
	{
		"verseText": "But there was a certain man, Simon by name, who used to practice sorcery in the city and amazed the people of Samaria, making himself out to be some great one, ",
		"book": "ACT",
		"verse": 9,
		"chapter": 8,
		"canon_order": 27185
	},
	{
		"verseText": "to whom they all listened, from the least to the greatest, saying, “This man is that great power of God.” ",
		"book": "ACT",
		"verse": 10,
		"chapter": 8,
		"canon_order": 27186
	},
	{
		"verseText": "They listened to him because for a long time he had amazed them with his sorceries. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 8,
		"canon_order": 27187
	},
	{
		"verseText": "But when they believed Philip preaching good news concerning God’s Kingdom and the name of Jesus Christ, they were baptized, both men and women. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 8,
		"canon_order": 27188
	},
	{
		"verseText": "Simon himself also believed. Being baptized, he continued with Philip. Seeing signs and great miracles occurring, he was amazed. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 8,
		"canon_order": 27189
	},
	{
		"verseText": "Now when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them, ",
		"book": "ACT",
		"verse": 14,
		"chapter": 8,
		"canon_order": 27190
	},
	{
		"verseText": "who, when they had come down, prayed for them, that they might receive the Holy Spirit; ",
		"book": "ACT",
		"verse": 15,
		"chapter": 8,
		"canon_order": 27191
	},
	{
		"verseText": "for as yet he had fallen on none of them. They had only been baptized in the name of Christ Jesus. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 8,
		"canon_order": 27192
	},
	{
		"verseText": "Then they laid their hands on them, and they received the Holy Spirit. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 8,
		"canon_order": 27193
	},
	{
		"verseText": "Now when Simon saw that the Holy Spirit was given through the laying on of the apostles’ hands, he offered them money, ",
		"book": "ACT",
		"verse": 18,
		"chapter": 8,
		"canon_order": 27194
	},
	{
		"verseText": "saying, “Give me also this power, that whomever I lay my hands on may receive the Holy Spirit.” ",
		"book": "ACT",
		"verse": 19,
		"chapter": 8,
		"canon_order": 27195
	},
	{
		"verseText": "But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money! ",
		"book": "ACT",
		"verse": 20,
		"chapter": 8,
		"canon_order": 27196
	},
	{
		"verseText": "You have neither part nor lot in this matter, for your heart isn’t right before God. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 8,
		"canon_order": 27197
	},
	{
		"verseText": "Repent therefore of this, your wickedness, and ask God if perhaps the thought of your heart may be forgiven you. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 8,
		"canon_order": 27198
	},
	{
		"verseText": "For I see that you are in the poison of bitterness and in the bondage of iniquity.” ",
		"book": "ACT",
		"verse": 23,
		"chapter": 8,
		"canon_order": 27199
	},
	{
		"verseText": "Simon answered, “Pray for me to the Lord, that none of the things which you have spoken happen to me.” ",
		"book": "ACT",
		"verse": 24,
		"chapter": 8,
		"canon_order": 27200
	},
	{
		"verseText": "They therefore, when they had testified and spoken the word of the Lord, returned to Jerusalem, and preached the Good News to many villages of the Samaritans. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 8,
		"canon_order": 27201
	},
	{
		"verseText": "Then an angel of the Lord spoke to Philip, saying, “Arise, and go toward the south to the way that goes down from Jerusalem to Gaza. This is a desert.” ",
		"book": "ACT",
		"verse": 26,
		"chapter": 8,
		"canon_order": 27202
	},
	{
		"verseText": "He arose and went; and behold, there was a man of Ethiopia, a eunuch of great authority under Candace, queen of the Ethiopians, who was over all her treasure, who had come to Jerusalem to worship. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 8,
		"canon_order": 27203
	},
	{
		"verseText": "He was returning and sitting in his chariot, and was reading the prophet Isaiah. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 8,
		"canon_order": 27204
	},
	{
		"verseText": "The Spirit said to Philip, “Go near, and join yourself to this chariot.” ",
		"book": "ACT",
		"verse": 29,
		"chapter": 8,
		"canon_order": 27205
	},
	{
		"verseText": "Philip ran to him, and heard him reading Isaiah the prophet, and said, “Do you understand what you are reading?” ",
		"book": "ACT",
		"verse": 30,
		"chapter": 8,
		"canon_order": 27206
	},
	{
		"verseText": "He said, “How can I, unless someone explains it to me?” He begged Philip to come up and sit with him. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 8,
		"canon_order": 27207
	},
	{
		"verseText": "Now the passage of the Scripture which he was reading was this, “He was led as a sheep to the slaughter. As a lamb before his shearer is silent, so he doesn’t open his mouth. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 8,
		"canon_order": 27208
	},
	{
		"verseText": "In his humiliation, his judgment was taken away. Who will declare His generation? For his life is taken from the earth.” ",
		"book": "ACT",
		"verse": 33,
		"chapter": 8,
		"canon_order": 27209
	},
	{
		"verseText": "The eunuch answered Philip, “Who is the prophet talking about? About himself, or about someone else?” ",
		"book": "ACT",
		"verse": 34,
		"chapter": 8,
		"canon_order": 27210
	},
	{
		"verseText": "Philip opened his mouth, and beginning from this Scripture, preached to him about Jesus. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 8,
		"canon_order": 27211
	},
	{
		"verseText": "As they went on the way, they came to some water; and the eunuch said, “Behold, here is water. What is keeping me from being baptized?” ",
		"book": "ACT",
		"verse": 36,
		"chapter": 8,
		"canon_order": 27212
	},
	{
		"verseText": "He commanded the chariot to stand still, and they both went down into the water, both Philip and the eunuch, and he baptized him. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 8,
		"canon_order": 27213
	},
	{
		"verseText": "When they came up out of the water, the Spirit of the Lord caught Philip away, and the eunuch didn’t see him any more, for he went on his way rejoicing. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 8,
		"canon_order": 27214
	},
	{
		"verseText": "But Philip was found at Azotus. Passing through, he preached the Good News to all the cities until he came to Caesarea. ",
		"book": "ACT",
		"verse": 40,
		"chapter": 8,
		"canon_order": 27215
	},
	{
		"verseText": "But Saul, still breathing threats and slaughter against the disciples of the Lord, went to the high priest ",
		"book": "ACT",
		"verse": 1,
		"chapter": 9,
		"canon_order": 27216
	},
	{
		"verseText": "and asked for letters from him to the synagogues of Damascus, that if he found any who were of the Way, whether men or women, he might bring them bound to Jerusalem. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 9,
		"canon_order": 27217
	},
	{
		"verseText": "As he traveled, he got close to Damascus, and suddenly a light from the sky shone around him. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 9,
		"canon_order": 27218
	},
	{
		"verseText": "He fell on the earth, and heard a voice saying to him, “Saul, Saul, why do you persecute me?” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 9,
		"canon_order": 27219
	},
	{
		"verseText": "He said, “Who are you, Lord?” The Lord said, “I am Jesus, whom you are persecuting. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 9,
		"canon_order": 27220
	},
	{
		"verseText": "But rise up and enter into the city, then you will be told what you must do.” ",
		"book": "ACT",
		"verse": 6,
		"chapter": 9,
		"canon_order": 27221
	},
	{
		"verseText": "The men who traveled with him stood speechless, hearing the sound, but seeing no one. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 9,
		"canon_order": 27222
	},
	{
		"verseText": "Saul arose from the ground, and when his eyes were opened, he saw no one. They led him by the hand and brought him into Damascus. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 9,
		"canon_order": 27223
	},
	{
		"verseText": "He was without sight for three days, and neither ate nor drank. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 9,
		"canon_order": 27224
	},
	{
		"verseText": "Now there was a certain disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias!” He said, “Behold, it’s me, Lord.” ",
		"book": "ACT",
		"verse": 10,
		"chapter": 9,
		"canon_order": 27225
	},
	{
		"verseText": "The Lord said to him, “Arise and go to the street which is called Straight, and inquire in the house of Judah for one named Saul, a man of Tarsus. For behold, he is praying, ",
		"book": "ACT",
		"verse": 11,
		"chapter": 9,
		"canon_order": 27226
	},
	{
		"verseText": "and in a vision he has seen a man named Ananias coming in and laying his hands on him, that he might receive his sight.” ",
		"book": "ACT",
		"verse": 12,
		"chapter": 9,
		"canon_order": 27227
	},
	{
		"verseText": "But Ananias answered, “Lord, I have heard from many about this man, how much evil he did to your saints at Jerusalem. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 9,
		"canon_order": 27228
	},
	{
		"verseText": "Here he has authority from the chief priests to bind all who call on your name.” ",
		"book": "ACT",
		"verse": 14,
		"chapter": 9,
		"canon_order": 27229
	},
	{
		"verseText": "But the Lord said to him, “Go your way, for he is my chosen vessel to bear my name before the nations and kings, and the children of Israel. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 9,
		"canon_order": 27230
	},
	{
		"verseText": "For I will show him how many things he must suffer for my name’s sake.” ",
		"book": "ACT",
		"verse": 16,
		"chapter": 9,
		"canon_order": 27231
	},
	{
		"verseText": "Ananias departed and entered into the house. Laying his hands on him, he said, “Brother Saul, the Lord, who appeared to you on the road by which you came, has sent me that you may receive your sight and be filled with the Holy Spirit.” ",
		"book": "ACT",
		"verse": 17,
		"chapter": 9,
		"canon_order": 27232
	},
	{
		"verseText": "Immediately something like scales fell from his eyes, and he received his sight. He arose and was baptized. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 9,
		"canon_order": 27233
	},
	{
		"verseText": "He took food and was strengthened. Saul stayed several days with the disciples who were at Damascus. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 9,
		"canon_order": 27234
	},
	{
		"verseText": "Immediately in the synagogues he proclaimed the Christ, that he is the Son of God. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 9,
		"canon_order": 27235
	},
	{
		"verseText": "All who heard him were amazed, and said, “Isn’t this he who in Jerusalem made havoc of those who called on this name? And he had come here intending to bring them bound before the chief priests!” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 9,
		"canon_order": 27236
	},
	{
		"verseText": "But Saul increased more in strength, and confounded the Jews who lived at Damascus, proving that this is the Christ. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 9,
		"canon_order": 27237
	},
	{
		"verseText": "When many days were fulfilled, the Jews conspired together to kill him, ",
		"book": "ACT",
		"verse": 23,
		"chapter": 9,
		"canon_order": 27238
	},
	{
		"verseText": "but their plot became known to Saul. They watched the gates both day and night that they might kill him, ",
		"book": "ACT",
		"verse": 24,
		"chapter": 9,
		"canon_order": 27239
	},
	{
		"verseText": "but his disciples took him by night and let him down through the wall, lowering him in a basket. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 9,
		"canon_order": 27240
	},
	{
		"verseText": "When Saul had come to Jerusalem, he tried to join himself to the disciples; but they were all afraid of him, not believing that he was a disciple. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 9,
		"canon_order": 27241
	},
	{
		"verseText": "But Barnabas took him and brought him to the apostles, and declared to them how he had seen the Lord on the way, and that he had spoken to him, and how at Damascus he had preached boldly in the name of Jesus. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 9,
		"canon_order": 27242
	},
	{
		"verseText": "He was with them entering into Jerusalem, ",
		"book": "ACT",
		"verse": 28,
		"chapter": 9,
		"canon_order": 27243
	},
	{
		"verseText": "preaching boldly in the name of the Lord Jesus. He spoke and disputed against the Hellenists, but they were seeking to kill him. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 9,
		"canon_order": 27244
	},
	{
		"verseText": "When the brothers knew it, they brought him down to Caesarea and sent him off to Tarsus. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 9,
		"canon_order": 27245
	},
	{
		"verseText": "So the assemblies throughout all Judea, Galilee, and Samaria had peace and were built up. They were multiplied, walking in the fear of the Lord and in the comfort of the Holy Spirit. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 9,
		"canon_order": 27246
	},
	{
		"verseText": "As Peter went throughout all those parts, he came down also to the saints who lived at Lydda. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 9,
		"canon_order": 27247
	},
	{
		"verseText": "There he found a certain man named Aeneas, who had been bedridden for eight years because he was paralyzed. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 9,
		"canon_order": 27248
	},
	{
		"verseText": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and make your bed!” Immediately he arose. ",
		"book": "ACT",
		"verse": 34,
		"chapter": 9,
		"canon_order": 27249
	},
	{
		"verseText": "All who lived at Lydda and in Sharon saw him, and they turned to the Lord. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 9,
		"canon_order": 27250
	},
	{
		"verseText": "Now there was at Joppa a certain disciple named Tabitha, which when translated means Dorcas. This woman was full of good works and acts of mercy which she did. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 9,
		"canon_order": 27251
	},
	{
		"verseText": "In those days, she became sick and died. When they had washed her, they laid her in an upper room. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 9,
		"canon_order": 27252
	},
	{
		"verseText": "As Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, imploring him not to delay in coming to them. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 9,
		"canon_order": 27253
	},
	{
		"verseText": "Peter got up and went with them. When he had come, they brought him into the upper room. All the widows stood by him weeping, and showing the tunics and other garments which Dorcas had made while she was with them. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 9,
		"canon_order": 27254
	},
	{
		"verseText": "Peter sent them all out, and knelt down and prayed. Turning to the body, he said, “Tabitha, get up!” She opened her eyes, and when she saw Peter, she sat up. ",
		"book": "ACT",
		"verse": 40,
		"chapter": 9,
		"canon_order": 27255
	},
	{
		"verseText": "He gave her his hand and raised her up. Calling the saints and widows, he presented her alive. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 9,
		"canon_order": 27256
	},
	{
		"verseText": "This became known throughout all Joppa, and many believed in the Lord. ",
		"book": "ACT",
		"verse": 42,
		"chapter": 9,
		"canon_order": 27257
	},
	{
		"verseText": "He stayed many days in Joppa with a tanner named Simon. ",
		"book": "ACT",
		"verse": 43,
		"chapter": 9,
		"canon_order": 27258
	},
	{
		"verseText": "Now there was a certain man in Caesarea, Cornelius by name, a centurion of what was called the Italian Regiment, ",
		"book": "ACT",
		"verse": 1,
		"chapter": 10,
		"canon_order": 27259
	},
	{
		"verseText": "a devout man, and one who feared God with all his house, who gave gifts for the needy generously to the people, and always prayed to God. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 10,
		"canon_order": 27260
	},
	{
		"verseText": "At about the ninth hour of the day, he clearly saw in a vision an angel of God coming to him and saying to him, “Cornelius!” ",
		"book": "ACT",
		"verse": 3,
		"chapter": 10,
		"canon_order": 27261
	},
	{
		"verseText": "He, fastening his eyes on him and being frightened, said, “What is it, Lord?” He said to him, “Your prayers and your gifts to the needy have gone up for a memorial before God. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 10,
		"canon_order": 27262
	},
	{
		"verseText": "Now send men to Joppa, and get Simon, who is also called Peter. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 10,
		"canon_order": 27263
	},
	{
		"verseText": "He is staying with a tanner named Simon, whose house is by the seaside. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 10,
		"canon_order": 27264
	},
	{
		"verseText": "When the angel who spoke to him had departed, Cornelius called two of his household servants and a devout soldier of those who waited on him continually. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 10,
		"canon_order": 27265
	},
	{
		"verseText": "Having explained everything to them, he sent them to Joppa. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 10,
		"canon_order": 27266
	},
	{
		"verseText": "Now on the next day as they were on their journey and got close to the city, Peter went up on the housetop to pray at about noon. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 10,
		"canon_order": 27267
	},
	{
		"verseText": "He became hungry and desired to eat, but while they were preparing, he fell into a trance. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 10,
		"canon_order": 27268
	},
	{
		"verseText": "He saw heaven opened and a certain container descending to him, like a great sheet let down by four corners on the earth, ",
		"book": "ACT",
		"verse": 11,
		"chapter": 10,
		"canon_order": 27269
	},
	{
		"verseText": "in which were all kinds of four-footed animals of the earth, wild animals, reptiles, and birds of the sky. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 10,
		"canon_order": 27270
	},
	{
		"verseText": "A voice came to him, “Rise, Peter, kill and eat!” ",
		"book": "ACT",
		"verse": 13,
		"chapter": 10,
		"canon_order": 27271
	},
	{
		"verseText": "But Peter said, “Not so, Lord; for I have never eaten anything that is common or unclean.” ",
		"book": "ACT",
		"verse": 14,
		"chapter": 10,
		"canon_order": 27272
	},
	{
		"verseText": "A voice came to him again the second time, “What God has cleansed, you must not call unclean.” ",
		"book": "ACT",
		"verse": 15,
		"chapter": 10,
		"canon_order": 27273
	},
	{
		"verseText": "This was done three times, and immediately the thing was received up into heaven. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 10,
		"canon_order": 27274
	},
	{
		"verseText": "Now while Peter was very perplexed in himself what the vision which he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood before the gate, ",
		"book": "ACT",
		"verse": 17,
		"chapter": 10,
		"canon_order": 27275
	},
	{
		"verseText": "and called and asked whether Simon, who was also called Peter, was lodging there. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 10,
		"canon_order": 27276
	},
	{
		"verseText": "While Peter was pondering the vision, the Spirit said to him, “Behold, three men seek you. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 10,
		"canon_order": 27277
	},
	{
		"verseText": "But arise, get down, and go with them, doubting nothing; for I have sent them.” ",
		"book": "ACT",
		"verse": 20,
		"chapter": 10,
		"canon_order": 27278
	},
	{
		"verseText": "Peter went down to the men, and said, “Behold, I am he whom you seek. Why have you come?” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 10,
		"canon_order": 27279
	},
	{
		"verseText": "They said, “Cornelius, a centurion, a righteous man and one who fears God, and well spoken of by all the nation of the Jews, was directed by a holy angel to invite you to his house, and to listen to what you say.” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 10,
		"canon_order": 27280
	},
	{
		"verseText": "So he called them in and provided a place to stay. On the next day Peter arose and went out with them, and some of the brothers from Joppa accompanied him. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 10,
		"canon_order": 27281
	},
	{
		"verseText": "On the next day they entered into Caesarea. Cornelius was waiting for them, having called together his relatives and his near friends. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 10,
		"canon_order": 27282
	},
	{
		"verseText": "When Peter entered, Cornelius met him, fell down at his feet, and worshiped him. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 10,
		"canon_order": 27283
	},
	{
		"verseText": "But Peter raised him up, saying, “Stand up! I myself am also a man.” ",
		"book": "ACT",
		"verse": 26,
		"chapter": 10,
		"canon_order": 27284
	},
	{
		"verseText": "As he talked with him, he went in and found many gathered together. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 10,
		"canon_order": 27285
	},
	{
		"verseText": "He said to them, “You yourselves know how it is an unlawful thing for a man who is a Jew to join himself or come to one of another nation, but God has shown me that I shouldn’t call any man unholy or unclean. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 10,
		"canon_order": 27286
	},
	{
		"verseText": "Therefore I also came without complaint when I was sent for. I ask therefore, why did you send for me?” ",
		"book": "ACT",
		"verse": 29,
		"chapter": 10,
		"canon_order": 27287
	},
	{
		"verseText": "Cornelius said, “Four days ago, I was fasting until this hour; and at the ninth hour, I prayed in my house, and behold, a man stood before me in bright clothing ",
		"book": "ACT",
		"verse": 30,
		"chapter": 10,
		"canon_order": 27288
	},
	{
		"verseText": "and said, ‘Cornelius, your prayer is heard, and your gifts to the needy are remembered in the sight of God. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 10,
		"canon_order": 27289
	},
	{
		"verseText": "Send therefore to Joppa and summon Simon, who is also called Peter. He is staying in the house of a tanner named Simon, by the seaside. When he comes, he will speak to you.’ ",
		"book": "ACT",
		"verse": 32,
		"chapter": 10,
		"canon_order": 27290
	},
	{
		"verseText": "Therefore I sent to you at once, and it was good of you to come. Now therefore we are all here present in the sight of God to hear all things that have been commanded you by God.” ",
		"book": "ACT",
		"verse": 33,
		"chapter": 10,
		"canon_order": 27291
	},
	{
		"verseText": "Peter opened his mouth and said, “Truly I perceive that God doesn’t show favoritism; ",
		"book": "ACT",
		"verse": 34,
		"chapter": 10,
		"canon_order": 27292
	},
	{
		"verseText": "but in every nation he who fears him and works righteousness is acceptable to him. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 10,
		"canon_order": 27293
	},
	{
		"verseText": "The word which he sent to the children of Israel, preaching good news of peace by Jesus Christ—he is Lord of all— ",
		"book": "ACT",
		"verse": 36,
		"chapter": 10,
		"canon_order": 27294
	},
	{
		"verseText": "you yourselves know what happened, which was proclaimed throughout all Judea, beginning from Galilee, after the baptism which John preached; ",
		"book": "ACT",
		"verse": 37,
		"chapter": 10,
		"canon_order": 27295
	},
	{
		"verseText": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with him. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 10,
		"canon_order": 27296
	},
	{
		"verseText": "We are witnesses of everything he did both in the country of the Jews and in Jerusalem; whom they also killed, hanging him on a tree. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 10,
		"canon_order": 27297
	},
	{
		"verseText": "God raised him up the third day and gave him to be revealed, ",
		"book": "ACT",
		"verse": 40,
		"chapter": 10,
		"canon_order": 27298
	},
	{
		"verseText": "not to all the people, but to witnesses who were chosen before by God, to us, who ate and drank with him after he rose from the dead. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 10,
		"canon_order": 27299
	},
	{
		"verseText": "He commanded us to preach to the people and to testify that this is he who is appointed by God as the Judge of the living and the dead. ",
		"book": "ACT",
		"verse": 42,
		"chapter": 10,
		"canon_order": 27300
	},
	{
		"verseText": "All the prophets testify about him, that through his name everyone who believes in him will receive remission of sins.” ",
		"book": "ACT",
		"verse": 43,
		"chapter": 10,
		"canon_order": 27301
	},
	{
		"verseText": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the word. ",
		"book": "ACT",
		"verse": 44,
		"chapter": 10,
		"canon_order": 27302
	},
	{
		"verseText": "They of the circumcision who believed were amazed, as many as came with Peter, because the gift of the Holy Spirit was also poured out on the Gentiles. ",
		"book": "ACT",
		"verse": 45,
		"chapter": 10,
		"canon_order": 27303
	},
	{
		"verseText": "For they heard them speaking in other languages and magnifying God. Then Peter answered, ",
		"book": "ACT",
		"verse": 46,
		"chapter": 10,
		"canon_order": 27304
	},
	{
		"verseText": "“Can anyone forbid these people from being baptized with water? They have received the Holy Spirit just like us.” ",
		"book": "ACT",
		"verse": 47,
		"chapter": 10,
		"canon_order": 27305
	},
	{
		"verseText": "He commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay some days. ",
		"book": "ACT",
		"verse": 48,
		"chapter": 10,
		"canon_order": 27306
	},
	{
		"verseText": "Now the apostles and the brothers who were in Judea heard that the Gentiles had also received the word of God. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 11,
		"canon_order": 27307
	},
	{
		"verseText": "When Peter had come up to Jerusalem, those who were of the circumcision contended with him, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 11,
		"canon_order": 27308
	},
	{
		"verseText": "saying, “You went in to uncircumcised men and ate with them!” ",
		"book": "ACT",
		"verse": 3,
		"chapter": 11,
		"canon_order": 27309
	},
	{
		"verseText": "But Peter began, and explained to them in order, saying, ",
		"book": "ACT",
		"verse": 4,
		"chapter": 11,
		"canon_order": 27310
	},
	{
		"verseText": "“I was in the city of Joppa praying, and in a trance I saw a vision: a certain container descending, like it was a great sheet let down from heaven by four corners. It came as far as me. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 11,
		"canon_order": 27311
	},
	{
		"verseText": "When I had looked intently at it, I considered, and saw the four-footed animals of the earth, wild animals, creeping things, and birds of the sky. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 11,
		"canon_order": 27312
	},
	{
		"verseText": "I also heard a voice saying to me, ‘Rise, Peter, kill and eat!’ ",
		"book": "ACT",
		"verse": 7,
		"chapter": 11,
		"canon_order": 27313
	},
	{
		"verseText": "But I said, ‘Not so, Lord, for nothing unholy or unclean has ever entered into my mouth.’ ",
		"book": "ACT",
		"verse": 8,
		"chapter": 11,
		"canon_order": 27314
	},
	{
		"verseText": "But a voice answered me the second time out of heaven, ‘What God has cleansed, don’t you call unclean.’ ",
		"book": "ACT",
		"verse": 9,
		"chapter": 11,
		"canon_order": 27315
	},
	{
		"verseText": "This was done three times, and all were drawn up again into heaven. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 11,
		"canon_order": 27316
	},
	{
		"verseText": "Behold, immediately three men stood before the house where I was, having been sent from Caesarea to me. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 11,
		"canon_order": 27317
	},
	{
		"verseText": "The Spirit told me to go with them without discriminating. These six brothers also accompanied me, and we entered into the man’s house. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 11,
		"canon_order": 27318
	},
	{
		"verseText": "He told us how he had seen the angel standing in his house and saying to him, ‘Send to Joppa and get Simon, who is called Peter, ",
		"book": "ACT",
		"verse": 13,
		"chapter": 11,
		"canon_order": 27319
	},
	{
		"verseText": "who will speak to you words by which you will be saved, you and all your house.’ ",
		"book": "ACT",
		"verse": 14,
		"chapter": 11,
		"canon_order": 27320
	},
	{
		"verseText": "As I began to speak, the Holy Spirit fell on them, even as on us at the beginning. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 11,
		"canon_order": 27321
	},
	{
		"verseText": "I remembered the word of the Lord, how he said, ‘John indeed baptized in water, but you will be baptized in the Holy Spirit.’ ",
		"book": "ACT",
		"verse": 16,
		"chapter": 11,
		"canon_order": 27322
	},
	{
		"verseText": "If then God gave to them the same gift as us when we believed in the Lord Jesus Christ, who was I, that I could withstand God?” ",
		"book": "ACT",
		"verse": 17,
		"chapter": 11,
		"canon_order": 27323
	},
	{
		"verseText": "When they heard these things, they held their peace and glorified God, saying, “Then God has also granted to the Gentiles repentance to life!” ",
		"book": "ACT",
		"verse": 18,
		"chapter": 11,
		"canon_order": 27324
	},
	{
		"verseText": "They therefore who were scattered abroad by the oppression that arose about Stephen traveled as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except to Jews only. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 11,
		"canon_order": 27325
	},
	{
		"verseText": "But there were some of them, men of Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists, preaching the Lord Jesus. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 11,
		"canon_order": 27326
	},
	{
		"verseText": "The hand of the Lord was with them, and a great number believed and turned to the Lord. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 11,
		"canon_order": 27327
	},
	{
		"verseText": "The report concerning them came to the ears of the assembly which was in Jerusalem. They sent out Barnabas to go as far as Antioch, ",
		"book": "ACT",
		"verse": 22,
		"chapter": 11,
		"canon_order": 27328
	},
	{
		"verseText": "who, when he had come, and had seen the grace of God, was glad. He exhorted them all, that with purpose of heart they should remain near to the Lord. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 11,
		"canon_order": 27329
	},
	{
		"verseText": "For he was a good man, and full of the Holy Spirit and of faith, and many people were added to the Lord. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 11,
		"canon_order": 27330
	},
	{
		"verseText": "Barnabas went out to Tarsus to look for Saul. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 11,
		"canon_order": 27331
	},
	{
		"verseText": "When he had found him, he brought him to Antioch. For a whole year they were gathered together with the assembly, and taught many people. The disciples were first called Christians in Antioch. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 11,
		"canon_order": 27332
	},
	{
		"verseText": "Now in these days, prophets came down from Jerusalem to Antioch. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 11,
		"canon_order": 27333
	},
	{
		"verseText": "One of them named Agabus stood up and indicated by the Spirit that there should be a great famine all over the world, which also happened in the days of Claudius. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 11,
		"canon_order": 27334
	},
	{
		"verseText": "As any of the disciples had plenty, each determined to send relief to the brothers who lived in Judea; ",
		"book": "ACT",
		"verse": 29,
		"chapter": 11,
		"canon_order": 27335
	},
	{
		"verseText": "which they also did, sending it to the elders by the hands of Barnabas and Saul. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 11,
		"canon_order": 27336
	},
	{
		"verseText": "Now about that time, King Herod stretched out his hands to oppress some of the assembly. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 12,
		"canon_order": 27337
	},
	{
		"verseText": "He killed James, the brother of John, with the sword. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 12,
		"canon_order": 27338
	},
	{
		"verseText": "When he saw that it pleased the Jews, he proceeded to seize Peter also. This was during the days of unleavened bread. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 12,
		"canon_order": 27339
	},
	{
		"verseText": "When he had arrested him, he put him in prison and delivered him to four squads of four soldiers each to guard him, intending to bring him out to the people after the Passover. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 12,
		"canon_order": 27340
	},
	{
		"verseText": "Peter therefore was kept in the prison, but constant prayer was made by the assembly to God for him. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 12,
		"canon_order": 27341
	},
	{
		"verseText": "The same night when Herod was about to bring him out, Peter was sleeping between two soldiers, bound with two chains. Guards in front of the door kept the prison. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 12,
		"canon_order": 27342
	},
	{
		"verseText": "And behold, an angel of the Lord stood by him, and a light shone in the cell. He struck Peter on the side and woke him up, saying, “Stand up quickly!” His chains fell off his hands. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 12,
		"canon_order": 27343
	},
	{
		"verseText": "The angel said to him, “Get dressed and put on your sandals.” He did so. He said to him, “Put on your cloak and follow me.” ",
		"book": "ACT",
		"verse": 8,
		"chapter": 12,
		"canon_order": 27344
	},
	{
		"verseText": "And he went out and followed him. He didn’t know that what was being done by the angel was real, but thought he saw a vision. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 12,
		"canon_order": 27345
	},
	{
		"verseText": "When they were past the first and the second guard, they came to the iron gate that leads into the city, which opened to them by itself. They went out and went down one street, and immediately the angel departed from him. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 12,
		"canon_order": 27346
	},
	{
		"verseText": "When Peter had come to himself, he said, “Now I truly know that the Lord has sent out his angel and delivered me out of the hand of Herod, and from everything the Jewish people were expecting.” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 12,
		"canon_order": 27347
	},
	{
		"verseText": "Thinking about that, he came to the house of Mary, the mother of John who was called Mark, where many were gathered together and were praying. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 12,
		"canon_order": 27348
	},
	{
		"verseText": "When Peter knocked at the door of the gate, a servant girl named Rhoda came to answer. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 12,
		"canon_order": 27349
	},
	{
		"verseText": "When she recognized Peter’s voice, she didn’t open the gate for joy, but ran in and reported that Peter was standing in front of the gate. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 12,
		"canon_order": 27350
	},
	{
		"verseText": "They said to her, “You are crazy!” But she insisted that it was so. They said, “It is his angel.” ",
		"book": "ACT",
		"verse": 15,
		"chapter": 12,
		"canon_order": 27351
	},
	{
		"verseText": "But Peter continued knocking. When they had opened, they saw him and were amazed. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 12,
		"canon_order": 27352
	},
	{
		"verseText": "But he, beckoning to them with his hand to be silent, declared to them how the Lord had brought him out of the prison. He said, “Tell these things to James and to the brothers.” Then he departed and went to another place. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 12,
		"canon_order": 27353
	},
	{
		"verseText": "Now as soon as it was day, there was no small stir among the soldiers about what had become of Peter. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 12,
		"canon_order": 27354
	},
	{
		"verseText": "When Herod had sought for him and didn’t find him, he examined the guards, then commanded that they should be put to death. He went down from Judea to Caesarea, and stayed there. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 12,
		"canon_order": 27355
	},
	{
		"verseText": "Now Herod was very angry with the people of Tyre and Sidon. They came with one accord to him and, having made Blastus, the king’s personal aide, their friend, they asked for peace, because their country depended on the king’s country for food. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 12,
		"canon_order": 27356
	},
	{
		"verseText": "On an appointed day, Herod dressed himself in royal clothing, sat on the throne, and gave a speech to them. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 12,
		"canon_order": 27357
	},
	{
		"verseText": "The people shouted, “The voice of a god, and not of a man!” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 12,
		"canon_order": 27358
	},
	{
		"verseText": "Immediately an angel of the Lord struck him, because he didn’t give God the glory. Then he was eaten by worms and died. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 12,
		"canon_order": 27359
	},
	{
		"verseText": "But the word of God grew and multiplied. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 12,
		"canon_order": 27360
	},
	{
		"verseText": "Barnabas and Saul returned to Jerusalem when they had fulfilled their service, also taking with them John who was called Mark. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 12,
		"canon_order": 27361
	},
	{
		"verseText": "Now in the assembly that was at Antioch there were some prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen the foster brother of Herod the tetrarch, and Saul. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 13,
		"canon_order": 27362
	},
	{
		"verseText": "As they served the Lord and fasted, the Holy Spirit said, “Separate Barnabas and Saul for me, for the work to which I have called them.” ",
		"book": "ACT",
		"verse": 2,
		"chapter": 13,
		"canon_order": 27363
	},
	{
		"verseText": "Then, when they had fasted and prayed and laid their hands on them, they sent them away. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 13,
		"canon_order": 27364
	},
	{
		"verseText": "So, being sent out by the Holy Spirit, they went down to Seleucia. From there they sailed to Cyprus. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 13,
		"canon_order": 27365
	},
	{
		"verseText": "When they were at Salamis, they proclaimed God’s word in the Jewish synagogues. They also had John as their attendant. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 13,
		"canon_order": 27366
	},
	{
		"verseText": "When they had gone through the island to Paphos, they found a certain sorcerer, a false prophet, a Jew whose name was Bar Jesus, ",
		"book": "ACT",
		"verse": 6,
		"chapter": 13,
		"canon_order": 27367
	},
	{
		"verseText": "who was with the proconsul, Sergius Paulus, a man of understanding. This man summoned Barnabas and Saul, and sought to hear the word of God. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 13,
		"canon_order": 27368
	},
	{
		"verseText": "But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn the proconsul away from the faith. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 13,
		"canon_order": 27369
	},
	{
		"verseText": "But Saul, who is also called Paul, filled with the Holy Spirit, fastened his eyes on him ",
		"book": "ACT",
		"verse": 9,
		"chapter": 13,
		"canon_order": 27370
	},
	{
		"verseText": "and said, “You son of the devil, full of all deceit and all cunning, you enemy of all righteousness, will you not cease to pervert the right ways of the Lord? ",
		"book": "ACT",
		"verse": 10,
		"chapter": 13,
		"canon_order": 27371
	},
	{
		"verseText": "Now, behold, the hand of the Lord is on you, and you will be blind, not seeing the sun for a season!” Immediately a mist and darkness fell on him. He went around seeking someone to lead him by the hand. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 13,
		"canon_order": 27372
	},
	{
		"verseText": "Then the proconsul, when he saw what was done, believed, being astonished at the teaching of the Lord. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 13,
		"canon_order": 27373
	},
	{
		"verseText": "Now Paul and his company set sail from Paphos and came to Perga in Pamphylia. John departed from them and returned to Jerusalem. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 13,
		"canon_order": 27374
	},
	{
		"verseText": "But they, passing on from Perga, came to Antioch of Pisidia. They went into the synagogue on the Sabbath day and sat down. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 13,
		"canon_order": 27375
	},
	{
		"verseText": "After the reading of the law and the prophets, the rulers of the synagogue sent to them, saying, “Brothers, if you have any word of exhortation for the people, speak.” ",
		"book": "ACT",
		"verse": 15,
		"chapter": 13,
		"canon_order": 27376
	},
	{
		"verseText": "Paul stood up, and gesturing with his hand said, “Men of Israel, and you who fear God, listen. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 13,
		"canon_order": 27377
	},
	{
		"verseText": "The God of this people chose our fathers, and exalted the people when they stayed as aliens in the land of Egypt, and with an uplifted arm, he led them out of it. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 13,
		"canon_order": 27378
	},
	{
		"verseText": "For a period of about forty years he put up with them in the wilderness. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 13,
		"canon_order": 27379
	},
	{
		"verseText": "When he had destroyed seven nations in the land of Canaan, he gave them their land for an inheritance for about four hundred fifty years. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 13,
		"canon_order": 27380
	},
	{
		"verseText": "After these things, he gave them judges until Samuel the prophet. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 13,
		"canon_order": 27381
	},
	{
		"verseText": "Afterward they asked for a king, and God gave to them Saul the son of Kish, a man of the tribe of Benjamin, for forty years. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 13,
		"canon_order": 27382
	},
	{
		"verseText": "When he had removed him, he raised up David to be their king, to whom he also testified, ‘I have found David the son of Jesse, a man after my heart, who will do all my will.’ ",
		"book": "ACT",
		"verse": 22,
		"chapter": 13,
		"canon_order": 27383
	},
	{
		"verseText": "From this man’s offspring, God has brought salvation to Israel according to his promise, ",
		"book": "ACT",
		"verse": 23,
		"chapter": 13,
		"canon_order": 27384
	},
	{
		"verseText": "before his coming, when John had first preached the baptism of repentance to Israel. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 13,
		"canon_order": 27385
	},
	{
		"verseText": "As John was fulfilling his course, he said, ‘What do you suppose that I am? I am not he. But behold, one comes after me, the sandals of whose feet I am not worthy to untie.’ ",
		"book": "ACT",
		"verse": 25,
		"chapter": 13,
		"canon_order": 27386
	},
	{
		"verseText": "“Brothers, children of the stock of Abraham, and those among you who fear God, the word of this salvation is sent out to you. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 13,
		"canon_order": 27387
	},
	{
		"verseText": "For those who dwell in Jerusalem, and their rulers, because they didn’t know him, nor the voices of the prophets which are read every Sabbath, fulfilled them by condemning him. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 13,
		"canon_order": 27388
	},
	{
		"verseText": "Though they found no cause for death, they still asked Pilate to have him killed. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 13,
		"canon_order": 27389
	},
	{
		"verseText": "When they had fulfilled all things that were written about him, they took him down from the tree and laid him in a tomb. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 13,
		"canon_order": 27390
	},
	{
		"verseText": "But God raised him from the dead, ",
		"book": "ACT",
		"verse": 30,
		"chapter": 13,
		"canon_order": 27391
	},
	{
		"verseText": "and he was seen for many days by those who came up with him from Galilee to Jerusalem, who are his witnesses to the people. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 13,
		"canon_order": 27392
	},
	{
		"verseText": "We bring you good news of the promise made to the fathers, ",
		"book": "ACT",
		"verse": 32,
		"chapter": 13,
		"canon_order": 27393
	},
	{
		"verseText": "that God has fulfilled this to us, their children, in that he raised up Jesus. As it is also written in the second psalm, ‘You are my Son. Today I have become your father.’ ",
		"book": "ACT",
		"verse": 33,
		"chapter": 13,
		"canon_order": 27394
	},
	{
		"verseText": "“Concerning that he raised him up from the dead, now no more to return to corruption, he has spoken thus: ‘I will give you the holy and sure blessings of David.’ ",
		"book": "ACT",
		"verse": 34,
		"chapter": 13,
		"canon_order": 27395
	},
	{
		"verseText": "Therefore he says also in another psalm, ‘You will not allow your Holy One to see decay.’ ",
		"book": "ACT",
		"verse": 35,
		"chapter": 13,
		"canon_order": 27396
	},
	{
		"verseText": "For David, after he had in his own generation served the counsel of God, fell asleep, was laid with his fathers, and saw decay. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 13,
		"canon_order": 27397
	},
	{
		"verseText": "But he whom God raised up saw no decay. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 13,
		"canon_order": 27398
	},
	{
		"verseText": "Be it known to you therefore, brothers, that through this man is proclaimed to you remission of sins; ",
		"book": "ACT",
		"verse": 38,
		"chapter": 13,
		"canon_order": 27399
	},
	{
		"verseText": "and by him everyone who believes is justified from all things, from which you could not be justified by the law of Moses. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 13,
		"canon_order": 27400
	},
	{
		"verseText": "Beware therefore, lest that come on you which is spoken in the prophets: ",
		"book": "ACT",
		"verse": 40,
		"chapter": 13,
		"canon_order": 27401
	},
	{
		"verseText": "‘Behold, you scoffers! Wonder and perish, for I work a work in your days, a work which you will in no way believe, if one declares it to you.’” ",
		"book": "ACT",
		"verse": 41,
		"chapter": 13,
		"canon_order": 27402
	},
	{
		"verseText": "So when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath. ",
		"book": "ACT",
		"verse": 42,
		"chapter": 13,
		"canon_order": 27403
	},
	{
		"verseText": "Now when the synagogue broke up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, urged them to continue in the grace of God. ",
		"book": "ACT",
		"verse": 43,
		"chapter": 13,
		"canon_order": 27404
	},
	{
		"verseText": "The next Sabbath, almost the whole city was gathered together to hear the word of God. ",
		"book": "ACT",
		"verse": 44,
		"chapter": 13,
		"canon_order": 27405
	},
	{
		"verseText": "But when the Jews saw the multitudes, they were filled with jealousy, and contradicted the things which were spoken by Paul, and blasphemed. ",
		"book": "ACT",
		"verse": 45,
		"chapter": 13,
		"canon_order": 27406
	},
	{
		"verseText": "Paul and Barnabas spoke out boldly, and said, “It was necessary that God’s word should be spoken to you first. Since indeed you thrust it from yourselves, and judge yourselves unworthy of eternal life, behold, we turn to the Gentiles. ",
		"book": "ACT",
		"verse": 46,
		"chapter": 13,
		"canon_order": 27407
	},
	{
		"verseText": "For so has the Lord commanded us, saying, ‘I have set you as a light for the Gentiles, that you should bring salvation to the uttermost parts of the earth.’” ",
		"book": "ACT",
		"verse": 47,
		"chapter": 13,
		"canon_order": 27408
	},
	{
		"verseText": "As the Gentiles heard this, they were glad and glorified the word of God. As many as were appointed to eternal life believed. ",
		"book": "ACT",
		"verse": 48,
		"chapter": 13,
		"canon_order": 27409
	},
	{
		"verseText": "The Lord’s word was spread abroad throughout all the region. ",
		"book": "ACT",
		"verse": 49,
		"chapter": 13,
		"canon_order": 27410
	},
	{
		"verseText": "But the Jews stirred up the devout and prominent women and the chief men of the city, and stirred up a persecution against Paul and Barnabas, and threw them out of their borders. ",
		"book": "ACT",
		"verse": 50,
		"chapter": 13,
		"canon_order": 27411
	},
	{
		"verseText": "But they shook off the dust of their feet against them, and came to Iconium. ",
		"book": "ACT",
		"verse": 51,
		"chapter": 13,
		"canon_order": 27412
	},
	{
		"verseText": "The disciples were filled with joy and with the Holy Spirit. ",
		"book": "ACT",
		"verse": 52,
		"chapter": 13,
		"canon_order": 27413
	},
	{
		"verseText": "In Iconium, they entered together into the synagogue of the Jews, and so spoke that a great multitude both of Jews and of Greeks believed. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 14,
		"canon_order": 27414
	},
	{
		"verseText": "But the disbelieving Jews stirred up and embittered the souls of the Gentiles against the brothers. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 14,
		"canon_order": 27415
	},
	{
		"verseText": "Therefore they stayed there a long time, speaking boldly in the Lord, who testified to the word of his grace, granting signs and wonders to be done by their hands. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 14,
		"canon_order": 27416
	},
	{
		"verseText": "But the multitude of the city was divided. Part sided with the Jews and part with the apostles. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 14,
		"canon_order": 27417
	},
	{
		"verseText": "When some of both the Gentiles and the Jews, with their rulers, made a violent attempt to mistreat and stone them, ",
		"book": "ACT",
		"verse": 5,
		"chapter": 14,
		"canon_order": 27418
	},
	{
		"verseText": "they became aware of it and fled to the cities of Lycaonia, Lystra, Derbe, and the surrounding region. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 14,
		"canon_order": 27419
	},
	{
		"verseText": "There they preached the Good News. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 14,
		"canon_order": 27420
	},
	{
		"verseText": "At Lystra a certain man sat, impotent in his feet, a cripple from his mother’s womb, who never had walked. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 14,
		"canon_order": 27421
	},
	{
		"verseText": "He was listening to Paul speaking, who, fastening eyes on him and seeing that he had faith to be made whole, ",
		"book": "ACT",
		"verse": 9,
		"chapter": 14,
		"canon_order": 27422
	},
	{
		"verseText": "said with a loud voice, “Stand upright on your feet!” He leaped up and walked. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 14,
		"canon_order": 27423
	},
	{
		"verseText": "When the multitude saw what Paul had done, they lifted up their voice, saying in the language of Lycaonia, “The gods have come down to us in the likeness of men!” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 14,
		"canon_order": 27424
	},
	{
		"verseText": "They called Barnabas “Jupiter”, and Paul “Mercury”, because he was the chief speaker. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 14,
		"canon_order": 27425
	},
	{
		"verseText": "The priest of Jupiter, whose temple was in front of their city, brought oxen and garlands to the gates, and would have made a sacrifice along with the multitudes. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 14,
		"canon_order": 27426
	},
	{
		"verseText": "But when the apostles, Barnabas and Paul, heard of it, they tore their clothes and sprang into the multitude, crying out, ",
		"book": "ACT",
		"verse": 14,
		"chapter": 14,
		"canon_order": 27427
	},
	{
		"verseText": "“Men, why are you doing these things? We also are men of the same nature as you, and bring you good news, that you should turn from these vain things to the living God, who made the sky, the earth, the sea, and all that is in them; ",
		"book": "ACT",
		"verse": 15,
		"chapter": 14,
		"canon_order": 27428
	},
	{
		"verseText": "who in the generations gone by allowed all the nations to walk in their own ways. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 14,
		"canon_order": 27429
	},
	{
		"verseText": "Yet he didn’t leave himself without witness, in that he did good and gave you rains from the sky and fruitful seasons, filling our hearts with food and gladness.” ",
		"book": "ACT",
		"verse": 17,
		"chapter": 14,
		"canon_order": 27430
	},
	{
		"verseText": "Even saying these things, they hardly stopped the multitudes from making a sacrifice to them. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 14,
		"canon_order": 27431
	},
	{
		"verseText": "But some Jews from Antioch and Iconium came there, and having persuaded the multitudes, they stoned Paul and dragged him out of the city, supposing that he was dead. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 14,
		"canon_order": 27432
	},
	{
		"verseText": "But as the disciples stood around him, he rose up, and entered into the city. On the next day he went out with Barnabas to Derbe. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 14,
		"canon_order": 27433
	},
	{
		"verseText": "When they had preached the Good News to that city and had made many disciples, they returned to Lystra, Iconium, and Antioch, ",
		"book": "ACT",
		"verse": 21,
		"chapter": 14,
		"canon_order": 27434
	},
	{
		"verseText": "strengthening the souls of the disciples, exhorting them to continue in the faith, and that through many afflictions we must enter into God’s Kingdom. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 14,
		"canon_order": 27435
	},
	{
		"verseText": "When they had appointed elders for them in every assembly, and had prayed with fasting, they commended them to the Lord on whom they had believed. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 14,
		"canon_order": 27436
	},
	{
		"verseText": "They passed through Pisidia and came to Pamphylia. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 14,
		"canon_order": 27437
	},
	{
		"verseText": "When they had spoken the word in Perga, they went down to Attalia. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 14,
		"canon_order": 27438
	},
	{
		"verseText": "From there they sailed to Antioch, from where they had been committed to the grace of God for the work which they had fulfilled. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 14,
		"canon_order": 27439
	},
	{
		"verseText": "When they had arrived and had gathered the assembly together, they reported all the things that God had done with them, and that he had opened a door of faith to the nations. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 14,
		"canon_order": 27440
	},
	{
		"verseText": "They stayed there with the disciples for a long time. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 14,
		"canon_order": 27441
	},
	{
		"verseText": "Some men came down from Judea and taught the brothers, “Unless you are circumcised after the custom of Moses, you can’t be saved.” ",
		"book": "ACT",
		"verse": 1,
		"chapter": 15,
		"canon_order": 27442
	},
	{
		"verseText": "Therefore when Paul and Barnabas had no small discord and discussion with them, they appointed Paul, Barnabas, and some others of them to go up to Jerusalem to the apostles and elders about this question. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 15,
		"canon_order": 27443
	},
	{
		"verseText": "They, being sent on their way by the assembly, passed through both Phoenicia and Samaria, declaring the conversion of the Gentiles. They caused great joy to all the brothers. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 15,
		"canon_order": 27444
	},
	{
		"verseText": "When they had come to Jerusalem, they were received by the assembly and the apostles and the elders, and they reported everything that God had done with them. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 15,
		"canon_order": 27445
	},
	{
		"verseText": "But some of the sect of the Pharisees who believed rose up, saying, “It is necessary to circumcise them, and to command them to keep the law of Moses.” ",
		"book": "ACT",
		"verse": 5,
		"chapter": 15,
		"canon_order": 27446
	},
	{
		"verseText": "The apostles and the elders were gathered together to see about this matter. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 15,
		"canon_order": 27447
	},
	{
		"verseText": "When there had been much discussion, Peter rose up and said to them, “Brothers, you know that a good while ago God made a choice among you that by my mouth the nations should hear the word of the Good News and believe. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 15,
		"canon_order": 27448
	},
	{
		"verseText": "God, who knows the heart, testified about them, giving them the Holy Spirit, just like he did to us. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 15,
		"canon_order": 27449
	},
	{
		"verseText": "He made no distinction between us and them, cleansing their hearts by faith. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 15,
		"canon_order": 27450
	},
	{
		"verseText": "Now therefore why do you tempt God, that you should put a yoke on the neck of the disciples which neither our fathers nor we were able to bear? ",
		"book": "ACT",
		"verse": 10,
		"chapter": 15,
		"canon_order": 27451
	},
	{
		"verseText": "But we believe that we are saved through the grace of the Lord Jesus, just as they are.” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 15,
		"canon_order": 27452
	},
	{
		"verseText": "All the multitude kept silence, and they listened to Barnabas and Paul reporting what signs and wonders God had done among the nations through them. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 15,
		"canon_order": 27453
	},
	{
		"verseText": "After they were silent, James answered, “Brothers, listen to me. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 15,
		"canon_order": 27454
	},
	{
		"verseText": "Simeon has reported how God first visited the nations to take out of them a people for his name. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 15,
		"canon_order": 27455
	},
	{
		"verseText": "This agrees with the words of the prophets. As it is written, ",
		"book": "ACT",
		"verse": 15,
		"chapter": 15,
		"canon_order": 27456
	},
	{
		"verseText": "‘After these things I will return. I will again build the tabernacle of David, which has fallen. I will again build its ruins. I will set it up ",
		"book": "ACT",
		"verse": 16,
		"chapter": 15,
		"canon_order": 27457
	},
	{
		"verseText": "that the rest of men may seek after the Lord; all the Gentiles who are called by my name, says the Lord, who does all these things.’ ",
		"book": "ACT",
		"verse": 17,
		"chapter": 15,
		"canon_order": 27458
	},
	{
		"verseText": "“All of God’s works are known to him from eternity. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 15,
		"canon_order": 27459
	},
	{
		"verseText": "Therefore my judgment is that we don’t trouble those from among the Gentiles who turn to God, ",
		"book": "ACT",
		"verse": 19,
		"chapter": 15,
		"canon_order": 27460
	},
	{
		"verseText": "but that we write to them that they abstain from the pollution of idols, from sexual immorality, from what is strangled, and from blood. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 15,
		"canon_order": 27461
	},
	{
		"verseText": "For Moses from generations of old has in every city those who preach him, being read in the synagogues every Sabbath.” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 15,
		"canon_order": 27462
	},
	{
		"verseText": "Then it seemed good to the apostles and the elders, with the whole assembly, to choose men out of their company, and send them to Antioch with Paul and Barnabas: Judas called Barsabbas, and Silas, chief men among the brothers. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 15,
		"canon_order": 27463
	},
	{
		"verseText": "They wrote these things by their hand: “The apostles, the elders, and the brothers, to the brothers who are of the Gentiles in Antioch, Syria, and Cilicia: greetings. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 15,
		"canon_order": 27464
	},
	{
		"verseText": "Because we have heard that some who went out from us have troubled you with words, unsettling your souls, saying, ‘You must be circumcised and keep the law,’ to whom we gave no commandment; ",
		"book": "ACT",
		"verse": 24,
		"chapter": 15,
		"canon_order": 27465
	},
	{
		"verseText": "it seemed good to us, having come to one accord, to choose out men and send them to you with our beloved Barnabas and Paul, ",
		"book": "ACT",
		"verse": 25,
		"chapter": 15,
		"canon_order": 27466
	},
	{
		"verseText": "men who have risked their lives for the name of our Lord Jesus Christ. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 15,
		"canon_order": 27467
	},
	{
		"verseText": "We have sent therefore Judas and Silas, who themselves will also tell you the same things by word of mouth. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 15,
		"canon_order": 27468
	},
	{
		"verseText": "For it seemed good to the Holy Spirit, and to us, to lay no greater burden on you than these necessary things: ",
		"book": "ACT",
		"verse": 28,
		"chapter": 15,
		"canon_order": 27469
	},
	{
		"verseText": "that you abstain from things sacrificed to idols, from blood, from things strangled, and from sexual immorality, from which if you keep yourselves, it will be well with you. Farewell.” ",
		"book": "ACT",
		"verse": 29,
		"chapter": 15,
		"canon_order": 27470
	},
	{
		"verseText": "So, when they were sent off, they came to Antioch. Having gathered the multitude together, they delivered the letter. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 15,
		"canon_order": 27471
	},
	{
		"verseText": "When they had read it, they rejoiced over the encouragement. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 15,
		"canon_order": 27472
	},
	{
		"verseText": "Judas and Silas, also being prophets themselves, encouraged the brothers with many words and strengthened them. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 15,
		"canon_order": 27473
	},
	{
		"verseText": "After they had spent some time there, they were dismissed in peace from the brothers to the apostles. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 15,
		"canon_order": 27474
	},
	{
		"verseText": "But Paul and Barnabas stayed in Antioch, teaching and preaching the word of the Lord, with many others also. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 15,
		"canon_order": 27475
	},
	{
		"verseText": "After some days Paul said to Barnabas, “Let’s return now and visit our brothers in every city in which we proclaimed the word of the Lord, to see how they are doing.” ",
		"book": "ACT",
		"verse": 36,
		"chapter": 15,
		"canon_order": 27476
	},
	{
		"verseText": "Barnabas planned to take John, who was called Mark, with them also. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 15,
		"canon_order": 27477
	},
	{
		"verseText": "But Paul didn’t think that it was a good idea to take with them someone who had withdrawn from them in Pamphylia, and didn’t go with them to do the work. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 15,
		"canon_order": 27478
	},
	{
		"verseText": "Then the contention grew so sharp that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, ",
		"book": "ACT",
		"verse": 39,
		"chapter": 15,
		"canon_order": 27479
	},
	{
		"verseText": "but Paul chose Silas and went out, being commended by the brothers to the grace of God. ",
		"book": "ACT",
		"verse": 40,
		"chapter": 15,
		"canon_order": 27480
	},
	{
		"verseText": "He went through Syria and Cilicia, strengthening the assemblies. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 15,
		"canon_order": 27481
	},
	{
		"verseText": "He came to Derbe and Lystra; and behold, a certain disciple was there, named Timothy, the son of a Jewess who believed, but his father was a Greek. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 16,
		"canon_order": 27482
	},
	{
		"verseText": "The brothers who were at Lystra and Iconium gave a good testimony about him. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 16,
		"canon_order": 27483
	},
	{
		"verseText": "Paul wanted to have him go out with him, and he took and circumcised him because of the Jews who were in those parts, for they all knew that his father was a Greek. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 16,
		"canon_order": 27484
	},
	{
		"verseText": "As they went on their way through the cities, they delivered the decrees to them to keep which had been ordained by the apostles and elders who were at Jerusalem. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 16,
		"canon_order": 27485
	},
	{
		"verseText": "So the assemblies were strengthened in the faith, and increased in number daily. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 16,
		"canon_order": 27486
	},
	{
		"verseText": "When they had gone through the region of Phrygia and Galatia, they were forbidden by the Holy Spirit to speak the word in Asia. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 16,
		"canon_order": 27487
	},
	{
		"verseText": "When they had come opposite Mysia, they tried to go into Bithynia, but the Spirit didn’t allow them. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 16,
		"canon_order": 27488
	},
	{
		"verseText": "Passing by Mysia, they came down to Troas. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 16,
		"canon_order": 27489
	},
	{
		"verseText": "A vision appeared to Paul in the night. There was a man of Macedonia standing, begging him and saying, “Come over into Macedonia and help us.” ",
		"book": "ACT",
		"verse": 9,
		"chapter": 16,
		"canon_order": 27490
	},
	{
		"verseText": "When he had seen the vision, immediately we sought to go out to Macedonia, concluding that the Lord had called us to preach the Good News to them. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 16,
		"canon_order": 27491
	},
	{
		"verseText": "Setting sail therefore from Troas, we made a straight course to Samothrace, and the day following to Neapolis; ",
		"book": "ACT",
		"verse": 11,
		"chapter": 16,
		"canon_order": 27492
	},
	{
		"verseText": "and from there to Philippi, which is a city of Macedonia, the foremost of the district, a Roman colony. We were staying some days in this city. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 16,
		"canon_order": 27493
	},
	{
		"verseText": "On the Sabbath day we went outside of the city by a riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 16,
		"canon_order": 27494
	},
	{
		"verseText": "A certain woman named Lydia, a seller of purple, of the city of Thyatira, one who worshiped God, heard us. The Lord opened her heart to listen to the things which were spoken by Paul. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 16,
		"canon_order": 27495
	},
	{
		"verseText": "When she and her household were baptized, she begged us, saying, “If you have judged me to be faithful to the Lord, come into my house and stay.” So she persuaded us. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 16,
		"canon_order": 27496
	},
	{
		"verseText": "As we were going to prayer, a certain girl having a spirit of divination met us, who brought her masters much gain by fortune telling. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 16,
		"canon_order": 27497
	},
	{
		"verseText": "Following Paul and us, she cried out, “These men are servants of the Most High God, who proclaim to us a way of salvation!” ",
		"book": "ACT",
		"verse": 17,
		"chapter": 16,
		"canon_order": 27498
	},
	{
		"verseText": "She was doing this for many days. But Paul, becoming greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her!” It came out that very hour. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 16,
		"canon_order": 27499
	},
	{
		"verseText": "But when her masters saw that the hope of their gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 16,
		"canon_order": 27500
	},
	{
		"verseText": "When they had brought them to the magistrates, they said, “These men, being Jews, are agitating our city ",
		"book": "ACT",
		"verse": 20,
		"chapter": 16,
		"canon_order": 27501
	},
	{
		"verseText": "and advocate customs which it is not lawful for us to accept or to observe, being Romans.” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 16,
		"canon_order": 27502
	},
	{
		"verseText": "The multitude rose up together against them and the magistrates tore their clothes from them, then commanded them to be beaten with rods. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 16,
		"canon_order": 27503
	},
	{
		"verseText": "When they had laid many stripes on them, they threw them into prison, charging the jailer to keep them safely. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 16,
		"canon_order": 27504
	},
	{
		"verseText": "Having received such a command, he threw them into the inner prison and secured their feet in the stocks. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 16,
		"canon_order": 27505
	},
	{
		"verseText": "But about midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 16,
		"canon_order": 27506
	},
	{
		"verseText": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened, and everyone’s bonds were loosened. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 16,
		"canon_order": 27507
	},
	{
		"verseText": "The jailer, being roused out of sleep and seeing the prison doors open, drew his sword and was about to kill himself, supposing that the prisoners had escaped. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 16,
		"canon_order": 27508
	},
	{
		"verseText": "But Paul cried with a loud voice, saying, “Don’t harm yourself, for we are all here!” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 16,
		"canon_order": 27509
	},
	{
		"verseText": "He called for lights, sprang in, fell down trembling before Paul and Silas, ",
		"book": "ACT",
		"verse": 29,
		"chapter": 16,
		"canon_order": 27510
	},
	{
		"verseText": "brought them out, and said, “Sirs, what must I do to be saved?” ",
		"book": "ACT",
		"verse": 30,
		"chapter": 16,
		"canon_order": 27511
	},
	{
		"verseText": "They said, “Believe in the Lord Jesus Christ, and you will be saved, you and your household.” ",
		"book": "ACT",
		"verse": 31,
		"chapter": 16,
		"canon_order": 27512
	},
	{
		"verseText": "They spoke the word of the Lord to him, and to all who were in his house. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 16,
		"canon_order": 27513
	},
	{
		"verseText": "He took them the same hour of the night and washed their stripes, and was immediately baptized, he and all his household. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 16,
		"canon_order": 27514
	},
	{
		"verseText": "He brought them up into his house and set food before them, and rejoiced greatly with all his household, having believed in God. ",
		"book": "ACT",
		"verse": 34,
		"chapter": 16,
		"canon_order": 27515
	},
	{
		"verseText": "But when it was day, the magistrates sent the sergeants, saying, “Let those men go.” ",
		"book": "ACT",
		"verse": 35,
		"chapter": 16,
		"canon_order": 27516
	},
	{
		"verseText": "The jailer reported these words to Paul, saying, “The magistrates have sent to let you go; now therefore come out and go in peace.” ",
		"book": "ACT",
		"verse": 36,
		"chapter": 16,
		"canon_order": 27517
	},
	{
		"verseText": "But Paul said to them, “They have beaten us publicly without a trial, men who are Romans, and have cast us into prison! Do they now release us secretly? No, most certainly, but let them come themselves and bring us out!” ",
		"book": "ACT",
		"verse": 37,
		"chapter": 16,
		"canon_order": 27518
	},
	{
		"verseText": "The sergeants reported these words to the magistrates, and they were afraid when they heard that they were Romans, ",
		"book": "ACT",
		"verse": 38,
		"chapter": 16,
		"canon_order": 27519
	},
	{
		"verseText": "and they came and begged them. When they had brought them out, they asked them to depart from the city. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 16,
		"canon_order": 27520
	},
	{
		"verseText": "They went out of the prison and entered into Lydia’s house. When they had seen the brothers, they encouraged them, then departed. ",
		"book": "ACT",
		"verse": 40,
		"chapter": 16,
		"canon_order": 27521
	},
	{
		"verseText": "Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 17,
		"canon_order": 27522
	},
	{
		"verseText": "Paul, as was his custom, went in to them; and for three Sabbath days reasoned with them from the Scriptures, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 17,
		"canon_order": 27523
	},
	{
		"verseText": "explaining and demonstrating that the Christ had to suffer and rise again from the dead, and saying, “This Jesus, whom I proclaim to you, is the Christ.” ",
		"book": "ACT",
		"verse": 3,
		"chapter": 17,
		"canon_order": 27524
	},
	{
		"verseText": "Some of them were persuaded and joined Paul and Silas: of the devout Greeks a great multitude, and not a few of the chief women. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 17,
		"canon_order": 27525
	},
	{
		"verseText": "But the unpersuaded Jews took along some wicked men from the marketplace and gathering a crowd, set the city in an uproar. Assaulting the house of Jason, they sought to bring them out to the people. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 17,
		"canon_order": 27526
	},
	{
		"verseText": "When they didn’t find them, they dragged Jason and certain brothers before the rulers of the city, crying, “These who have turned the world upside down have come here also, ",
		"book": "ACT",
		"verse": 6,
		"chapter": 17,
		"canon_order": 27527
	},
	{
		"verseText": "whom Jason has received. These all act contrary to the decrees of Caesar, saying that there is another king, Jesus!” ",
		"book": "ACT",
		"verse": 7,
		"chapter": 17,
		"canon_order": 27528
	},
	{
		"verseText": "The multitude and the rulers of the city were troubled when they heard these things. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 17,
		"canon_order": 27529
	},
	{
		"verseText": "When they had taken security from Jason and the rest, they let them go. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 17,
		"canon_order": 27530
	},
	{
		"verseText": "The brothers immediately sent Paul and Silas away by night to Beroea. When they arrived, they went into the Jewish synagogue. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 17,
		"canon_order": 27531
	},
	{
		"verseText": "Now these were more noble than those in Thessalonica, in that they received the word with all readiness of mind, examining the Scriptures daily to see whether these things were so. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 17,
		"canon_order": 27532
	},
	{
		"verseText": "Many of them therefore believed; also of the prominent Greek women, and not a few men. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 17,
		"canon_order": 27533
	},
	{
		"verseText": "But when the Jews of Thessalonica had knowledge that the word of God was proclaimed by Paul at Beroea also, they came there likewise, agitating the multitudes. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 17,
		"canon_order": 27534
	},
	{
		"verseText": "Then the brothers immediately sent out Paul to go as far as to the sea, and Silas and Timothy still stayed there. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 17,
		"canon_order": 27535
	},
	{
		"verseText": "But those who escorted Paul brought him as far as Athens. Receiving a commandment to Silas and Timothy that they should come to him very quickly, they departed. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 17,
		"canon_order": 27536
	},
	{
		"verseText": "Now while Paul waited for them at Athens, his spirit was provoked within him as he saw the city full of idols. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 17,
		"canon_order": 27537
	},
	{
		"verseText": "So he reasoned in the synagogue with the Jews and the devout persons, and in the marketplace every day with those who met him. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 17,
		"canon_order": 27538
	},
	{
		"verseText": "Some of the Epicurean and Stoic philosophers also were conversing with him. Some said, “What does this babbler want to say?” Others said, “He seems to be advocating foreign deities,” because he preached Jesus and the resurrection. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 17,
		"canon_order": 27539
	},
	{
		"verseText": "They took hold of him and brought him to the Areopagus, saying, “May we know what this new teaching is, which you are speaking about? ",
		"book": "ACT",
		"verse": 19,
		"chapter": 17,
		"canon_order": 27540
	},
	{
		"verseText": "For you bring certain strange things to our ears. We want to know therefore what these things mean.” ",
		"book": "ACT",
		"verse": 20,
		"chapter": 17,
		"canon_order": 27541
	},
	{
		"verseText": "Now all the Athenians and the strangers living there spent their time in nothing else, but either to tell or to hear some new thing. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 17,
		"canon_order": 27542
	},
	{
		"verseText": "Paul stood in the middle of the Areopagus and said, “You men of Athens, I perceive that you are very religious in all things. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 17,
		"canon_order": 27543
	},
	{
		"verseText": "For as I passed along and observed the objects of your worship, I also found an altar with this inscription: ‘TO AN UNKNOWN GOD.’ What therefore you worship in ignorance, I announce to you. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 17,
		"canon_order": 27544
	},
	{
		"verseText": "The God who made the world and all things in it, he, being Lord of heaven and earth, doesn’t dwell in temples made with hands. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 17,
		"canon_order": 27545
	},
	{
		"verseText": "He isn’t served by men’s hands, as though he needed anything, seeing he himself gives to all life and breath and all things. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 17,
		"canon_order": 27546
	},
	{
		"verseText": "He made from one blood every nation of men to dwell on all the surface of the earth, having determined appointed seasons and the boundaries of their dwellings, ",
		"book": "ACT",
		"verse": 26,
		"chapter": 17,
		"canon_order": 27547
	},
	{
		"verseText": "that they should seek the Lord, if perhaps they might reach out for him and find him, though he is not far from each one of us. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 17,
		"canon_order": 27548
	},
	{
		"verseText": "‘For in him we live, move, and have our being.’ As some of your own poets have said, ‘For we are also his offspring.’ ",
		"book": "ACT",
		"verse": 28,
		"chapter": 17,
		"canon_order": 27549
	},
	{
		"verseText": "Being then the offspring of God, we ought not to think that the Divine Nature is like gold, or silver, or stone, engraved by art and design of man. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 17,
		"canon_order": 27550
	},
	{
		"verseText": "The times of ignorance therefore God overlooked. But now he commands that all people everywhere should repent, ",
		"book": "ACT",
		"verse": 30,
		"chapter": 17,
		"canon_order": 27551
	},
	{
		"verseText": "because he has appointed a day in which he will judge the world in righteousness by the man whom he has ordained; of which he has given assurance to all men, in that he has raised him from the dead.” ",
		"book": "ACT",
		"verse": 31,
		"chapter": 17,
		"canon_order": 27552
	},
	{
		"verseText": "Now when they heard of the resurrection of the dead, some mocked; but others said, “We want to hear you again concerning this.” ",
		"book": "ACT",
		"verse": 32,
		"chapter": 17,
		"canon_order": 27553
	},
	{
		"verseText": "Thus Paul went out from among them. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 17,
		"canon_order": 27554
	},
	{
		"verseText": "But certain men joined with him and believed, including Dionysius the Areopagite, and a woman named Damaris, and others with them. ",
		"book": "ACT",
		"verse": 34,
		"chapter": 17,
		"canon_order": 27555
	},
	{
		"verseText": "After these things Paul departed from Athens and came to Corinth. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 18,
		"canon_order": 27556
	},
	{
		"verseText": "He found a certain Jew named Aquila, a man of Pontus by race, who had recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to depart from Rome. He came to them, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 18,
		"canon_order": 27557
	},
	{
		"verseText": "and because he practiced the same trade, he lived with them and worked, for by trade they were tent makers. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 18,
		"canon_order": 27558
	},
	{
		"verseText": "He reasoned in the synagogue every Sabbath and persuaded Jews and Greeks. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 18,
		"canon_order": 27559
	},
	{
		"verseText": "When Silas and Timothy came down from Macedonia, Paul was compelled by the Spirit, testifying to the Jews that Jesus was the Christ. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 18,
		"canon_order": 27560
	},
	{
		"verseText": "When they opposed him and blasphemed, he shook out his clothing and said to them, “Your blood be on your own heads! I am clean. From now on, I will go to the Gentiles!” ",
		"book": "ACT",
		"verse": 6,
		"chapter": 18,
		"canon_order": 27561
	},
	{
		"verseText": "He departed there and went into the house of a certain man named Justus, one who worshiped God, whose house was next door to the synagogue. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 18,
		"canon_order": 27562
	},
	{
		"verseText": "Crispus, the ruler of the synagogue, believed in the Lord with all his house. Many of the Corinthians, when they heard, believed and were baptized. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 18,
		"canon_order": 27563
	},
	{
		"verseText": "The Lord said to Paul in the night by a vision, “Don’t be afraid, but speak and don’t be silent; ",
		"book": "ACT",
		"verse": 9,
		"chapter": 18,
		"canon_order": 27564
	},
	{
		"verseText": "for I am with you, and no one will attack you to harm you, for I have many people in this city.” ",
		"book": "ACT",
		"verse": 10,
		"chapter": 18,
		"canon_order": 27565
	},
	{
		"verseText": "He lived there a year and six months, teaching the word of God among them. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 18,
		"canon_order": 27566
	},
	{
		"verseText": "But when Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment seat, ",
		"book": "ACT",
		"verse": 12,
		"chapter": 18,
		"canon_order": 27567
	},
	{
		"verseText": "saying, “This man persuades men to worship God contrary to the law.” ",
		"book": "ACT",
		"verse": 13,
		"chapter": 18,
		"canon_order": 27568
	},
	{
		"verseText": "But when Paul was about to open his mouth, Gallio said to the Jews, “If indeed it were a matter of wrong or of wicked crime, you Jews, it would be reasonable that I should bear with you; ",
		"book": "ACT",
		"verse": 14,
		"chapter": 18,
		"canon_order": 27569
	},
	{
		"verseText": "but if they are questions about words and names and your own law, look to it yourselves. For I don’t want to be a judge of these matters.” ",
		"book": "ACT",
		"verse": 15,
		"chapter": 18,
		"canon_order": 27570
	},
	{
		"verseText": "So he drove them from the judgment seat. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 18,
		"canon_order": 27571
	},
	{
		"verseText": "Then all the Greeks seized Sosthenes, the ruler of the synagogue, and beat him before the judgment seat. Gallio didn’t care about any of these things. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 18,
		"canon_order": 27572
	},
	{
		"verseText": "Paul, having stayed after this many more days, took his leave of the brothers, and sailed from there for Syria, together with Priscilla and Aquila. He shaved his head in Cenchreae, for he had a vow. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 18,
		"canon_order": 27573
	},
	{
		"verseText": "He came to Ephesus, and he left them there; but he himself entered into the synagogue and reasoned with the Jews. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 18,
		"canon_order": 27574
	},
	{
		"verseText": "When they asked him to stay with them a longer time, he declined; ",
		"book": "ACT",
		"verse": 20,
		"chapter": 18,
		"canon_order": 27575
	},
	{
		"verseText": "but taking his leave of them, he said, “I must by all means keep this coming feast in Jerusalem, but I will return again to you if God wills.” Then he set sail from Ephesus. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 18,
		"canon_order": 27576
	},
	{
		"verseText": "When he had landed at Caesarea, he went up and greeted the assembly, and went down to Antioch. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 18,
		"canon_order": 27577
	},
	{
		"verseText": "Having spent some time there, he departed and went through the region of Galatia and Phrygia, in order, establishing all the disciples. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 18,
		"canon_order": 27578
	},
	{
		"verseText": "Now a certain Jew named Apollos, an Alexandrian by race, an eloquent man, came to Ephesus. He was mighty in the Scriptures. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 18,
		"canon_order": 27579
	},
	{
		"verseText": "This man had been instructed in the way of the Lord; and being fervent in spirit, he spoke and taught accurately the things concerning Jesus, although he knew only the baptism of John. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 18,
		"canon_order": 27580
	},
	{
		"verseText": "He began to speak boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside, and explained to him the way of God more accurately. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 18,
		"canon_order": 27581
	},
	{
		"verseText": "When he had determined to pass over into Achaia, the brothers encouraged him; and wrote to the disciples to receive him. When he had come, he greatly helped those who had believed through grace; ",
		"book": "ACT",
		"verse": 27,
		"chapter": 18,
		"canon_order": 27582
	},
	{
		"verseText": "for he powerfully refuted the Jews, publicly showing by the Scriptures that Jesus was the Christ. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 18,
		"canon_order": 27583
	},
	{
		"verseText": "While Apollos was at Corinth, Paul, having passed through the upper country, came to Ephesus and found certain disciples. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 19,
		"canon_order": 27584
	},
	{
		"verseText": "He said to them, “Did you receive the Holy Spirit when you believed?” They said to him, “No, we haven’t even heard that there is a Holy Spirit.” ",
		"book": "ACT",
		"verse": 2,
		"chapter": 19,
		"canon_order": 27585
	},
	{
		"verseText": "He said, “Into what then were you baptized?” They said, “Into John’s baptism.” ",
		"book": "ACT",
		"verse": 3,
		"chapter": 19,
		"canon_order": 27586
	},
	{
		"verseText": "Paul said, “John indeed baptized with the baptism of repentance, saying to the people that they should believe in the one who would come after him, that is, in Jesus.” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 19,
		"canon_order": 27587
	},
	{
		"verseText": "When they heard this, they were baptized in the name of the Lord Jesus. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 19,
		"canon_order": 27588
	},
	{
		"verseText": "When Paul had laid his hands on them, the Holy Spirit came on them and they spoke with other languages and prophesied. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 19,
		"canon_order": 27589
	},
	{
		"verseText": "They were about twelve men in all. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 19,
		"canon_order": 27590
	},
	{
		"verseText": "He entered into the synagogue and spoke boldly for a period of three months, reasoning and persuading about the things concerning God’s Kingdom. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 19,
		"canon_order": 27591
	},
	{
		"verseText": "But when some were hardened and disobedient, speaking evil of the Way before the multitude, he departed from them and separated the disciples, reasoning daily in the school of Tyrannus. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 19,
		"canon_order": 27592
	},
	{
		"verseText": "This continued for two years, so that all those who lived in Asia heard the word of the Lord Jesus, both Jews and Greeks. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 19,
		"canon_order": 27593
	},
	{
		"verseText": "God worked special miracles by the hands of Paul, ",
		"book": "ACT",
		"verse": 11,
		"chapter": 19,
		"canon_order": 27594
	},
	{
		"verseText": "so that even handkerchiefs or aprons were carried away from his body to the sick, and the diseases departed from them, and the evil spirits went out. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 19,
		"canon_order": 27595
	},
	{
		"verseText": "But some of the itinerant Jews, exorcists, took on themselves to invoke over those who had the evil spirits the name of the Lord Jesus, saying, “We adjure you by Jesus whom Paul preaches.” ",
		"book": "ACT",
		"verse": 13,
		"chapter": 19,
		"canon_order": 27596
	},
	{
		"verseText": "There were seven sons of one Sceva, a Jewish chief priest, who did this. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 19,
		"canon_order": 27597
	},
	{
		"verseText": "The evil spirit answered, “Jesus I know, and Paul I know, but who are you?” ",
		"book": "ACT",
		"verse": 15,
		"chapter": 19,
		"canon_order": 27598
	},
	{
		"verseText": "The man in whom the evil spirit was leaped on them, overpowered them, and prevailed against them, so that they fled out of that house naked and wounded. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 19,
		"canon_order": 27599
	},
	{
		"verseText": "This became known to all, both Jews and Greeks, who lived at Ephesus. Fear fell on them all, and the name of the Lord Jesus was magnified. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 19,
		"canon_order": 27600
	},
	{
		"verseText": "Many also of those who had believed came, confessing and declaring their deeds. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 19,
		"canon_order": 27601
	},
	{
		"verseText": "Many of those who practiced magical arts brought their books together and burned them in the sight of all. They counted their price, and found it to be fifty thousand pieces of silver. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 19,
		"canon_order": 27602
	},
	{
		"verseText": "So the word of the Lord was growing and becoming mighty. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 19,
		"canon_order": 27603
	},
	{
		"verseText": "Now after these things had ended, Paul determined in the Spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, “After I have been there, I must also see Rome.” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 19,
		"canon_order": 27604
	},
	{
		"verseText": "Having sent into Macedonia two of those who served him, Timothy and Erastus, he himself stayed in Asia for a while. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 19,
		"canon_order": 27605
	},
	{
		"verseText": "About that time there arose no small disturbance concerning the Way. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 19,
		"canon_order": 27606
	},
	{
		"verseText": "For a certain man named Demetrius, a silversmith who made silver shrines of Artemis, brought no little business to the craftsmen, ",
		"book": "ACT",
		"verse": 24,
		"chapter": 19,
		"canon_order": 27607
	},
	{
		"verseText": "whom he gathered together with the workmen of like occupation, and said, “Sirs, you know that by this business we have our wealth. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 19,
		"canon_order": 27608
	},
	{
		"verseText": "You see and hear that not at Ephesus alone, but almost throughout all Asia, this Paul has persuaded and turned away many people, saying that they are no gods that are made with hands. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 19,
		"canon_order": 27609
	},
	{
		"verseText": "Not only is there danger that this our trade come into disrepute, but also that the temple of the great goddess Artemis will be counted as nothing and her majesty destroyed, whom all Asia and the world worships.” ",
		"book": "ACT",
		"verse": 27,
		"chapter": 19,
		"canon_order": 27610
	},
	{
		"verseText": "When they heard this they were filled with anger, and cried out, saying, “Great is Artemis of the Ephesians!” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 19,
		"canon_order": 27611
	},
	{
		"verseText": "The whole city was filled with confusion, and they rushed with one accord into the theater, having seized Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 19,
		"canon_order": 27612
	},
	{
		"verseText": "When Paul wanted to enter in to the people, the disciples didn’t allow him. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 19,
		"canon_order": 27613
	},
	{
		"verseText": "Certain also of the Asiarchs, being his friends, sent to him and begged him not to venture into the theater. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 19,
		"canon_order": 27614
	},
	{
		"verseText": "Some therefore cried one thing, and some another, for the assembly was in confusion. Most of them didn’t know why they had come together. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 19,
		"canon_order": 27615
	},
	{
		"verseText": "They brought Alexander out of the multitude, the Jews putting him forward. Alexander beckoned with his hand, and would have made a defense to the people. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 19,
		"canon_order": 27616
	},
	{
		"verseText": "But when they perceived that he was a Jew, all with one voice for a time of about two hours cried out, “Great is Artemis of the Ephesians!” ",
		"book": "ACT",
		"verse": 34,
		"chapter": 19,
		"canon_order": 27617
	},
	{
		"verseText": "When the town clerk had quieted the multitude, he said, “You men of Ephesus, what man is there who doesn’t know that the city of the Ephesians is temple keeper of the great goddess Artemis, and of the image which fell down from Zeus? ",
		"book": "ACT",
		"verse": 35,
		"chapter": 19,
		"canon_order": 27618
	},
	{
		"verseText": "Seeing then that these things can’t be denied, you ought to be quiet and to do nothing rash. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 19,
		"canon_order": 27619
	},
	{
		"verseText": "For you have brought these men here, who are neither robbers of temples nor blasphemers of your goddess. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 19,
		"canon_order": 27620
	},
	{
		"verseText": "If therefore Demetrius and the craftsmen who are with him have a matter against anyone, the courts are open and there are proconsuls. Let them press charges against one another. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 19,
		"canon_order": 27621
	},
	{
		"verseText": "But if you seek anything about other matters, it will be settled in the regular assembly. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 19,
		"canon_order": 27622
	},
	{
		"verseText": "For indeed we are in danger of being accused concerning today’s riot, there being no cause. Concerning it, we wouldn’t be able to give an account of this commotion.” ",
		"book": "ACT",
		"verse": 40,
		"chapter": 19,
		"canon_order": 27623
	},
	{
		"verseText": "When he had thus spoken, he dismissed the assembly. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 19,
		"canon_order": 27624
	},
	{
		"verseText": "After the uproar had ceased, Paul sent for the disciples, took leave of them, and departed to go into Macedonia. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 20,
		"canon_order": 27625
	},
	{
		"verseText": "When he had gone through those parts and had encouraged them with many words, he came into Greece. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 20,
		"canon_order": 27626
	},
	{
		"verseText": "When he had spent three months there, and a plot was made against him by Jews as he was about to set sail for Syria, he determined to return through Macedonia. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 20,
		"canon_order": 27627
	},
	{
		"verseText": "These accompanied him as far as Asia: Sopater of Beroea, Aristarchus and Secundus of the Thessalonians, Gaius of Derbe, Timothy, and Tychicus and Trophimus of Asia. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 20,
		"canon_order": 27628
	},
	{
		"verseText": "But these had gone ahead, and were waiting for us at Troas. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 20,
		"canon_order": 27629
	},
	{
		"verseText": "We sailed away from Philippi after the days of Unleavened Bread, and came to them at Troas in five days, where we stayed seven days. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 20,
		"canon_order": 27630
	},
	{
		"verseText": "On the first day of the week, when the disciples were gathered together to break bread, Paul talked with them, intending to depart on the next day; and continued his speech until midnight. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 20,
		"canon_order": 27631
	},
	{
		"verseText": "There were many lights in the upper room where we were gathered together. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 20,
		"canon_order": 27632
	},
	{
		"verseText": "A certain young man named Eutychus sat in the window, weighed down with deep sleep. As Paul spoke still longer, being weighed down by his sleep, he fell down from the third floor and was taken up dead. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 20,
		"canon_order": 27633
	},
	{
		"verseText": "Paul went down and fell upon him, and embracing him said, “Don’t be troubled, for his life is in him.” ",
		"book": "ACT",
		"verse": 10,
		"chapter": 20,
		"canon_order": 27634
	},
	{
		"verseText": "When he had gone up, had broken bread and eaten, and had talked with them a long while, even until break of day, he departed. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 20,
		"canon_order": 27635
	},
	{
		"verseText": "They brought the boy in alive, and were greatly comforted. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 20,
		"canon_order": 27636
	},
	{
		"verseText": "But we, going ahead to the ship, set sail for Assos, intending to take Paul aboard there; for he had so arranged, intending himself to go by land. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 20,
		"canon_order": 27637
	},
	{
		"verseText": "When he met us at Assos, we took him aboard and came to Mitylene. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 20,
		"canon_order": 27638
	},
	{
		"verseText": "Sailing from there, we came the following day opposite Chios. The next day we touched at Samos and stayed at Trogyllium, and the day after we came to Miletus. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 20,
		"canon_order": 27639
	},
	{
		"verseText": "For Paul had determined to sail past Ephesus, that he might not have to spend time in Asia; for he was hastening, if it were possible for him, to be in Jerusalem on the day of Pentecost. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 20,
		"canon_order": 27640
	},
	{
		"verseText": "From Miletus he sent to Ephesus and called to himself the elders of the assembly. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 20,
		"canon_order": 27641
	},
	{
		"verseText": "When they had come to him, he said to them, “You yourselves know, from the first day that I set foot in Asia, how I was with you all the time, ",
		"book": "ACT",
		"verse": 18,
		"chapter": 20,
		"canon_order": 27642
	},
	{
		"verseText": "serving the Lord with all humility, with many tears, and with trials which happened to me by the plots of the Jews; ",
		"book": "ACT",
		"verse": 19,
		"chapter": 20,
		"canon_order": 27643
	},
	{
		"verseText": "how I didn’t shrink from declaring to you anything that was profitable, teaching you publicly and from house to house, ",
		"book": "ACT",
		"verse": 20,
		"chapter": 20,
		"canon_order": 27644
	},
	{
		"verseText": "testifying both to Jews and to Greeks repentance toward God and faith toward our Lord Jesus. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 20,
		"canon_order": 27645
	},
	{
		"verseText": "Now, behold, I go bound by the Spirit to Jerusalem, not knowing what will happen to me there; ",
		"book": "ACT",
		"verse": 22,
		"chapter": 20,
		"canon_order": 27646
	},
	{
		"verseText": "except that the Holy Spirit testifies in every city, saying that bonds and afflictions wait for me. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 20,
		"canon_order": 27647
	},
	{
		"verseText": "But these things don’t count; nor do I hold my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to fully testify to the Good News of the grace of God. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 20,
		"canon_order": 27648
	},
	{
		"verseText": "“Now, behold, I know that you all, among whom I went about preaching God’s Kingdom, will see my face no more. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 20,
		"canon_order": 27649
	},
	{
		"verseText": "Therefore I testify to you today that I am clean from the blood of all men, ",
		"book": "ACT",
		"verse": 26,
		"chapter": 20,
		"canon_order": 27650
	},
	{
		"verseText": "for I didn’t shrink from declaring to you the whole counsel of God. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 20,
		"canon_order": 27651
	},
	{
		"verseText": "Take heed, therefore, to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to shepherd the assembly of the Lord and God which he purchased with his own blood. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 20,
		"canon_order": 27652
	},
	{
		"verseText": "For I know that after my departure, vicious wolves will enter in among you, not sparing the flock. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 20,
		"canon_order": 27653
	},
	{
		"verseText": "Men will arise from among your own selves, speaking perverse things, to draw away the disciples after them. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 20,
		"canon_order": 27654
	},
	{
		"verseText": "Therefore watch, remembering that for a period of three years I didn’t cease to admonish everyone night and day with tears. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 20,
		"canon_order": 27655
	},
	{
		"verseText": "Now, brothers, I entrust you to God and to the word of his grace, which is able to build up and to give you the inheritance among all those who are sanctified. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 20,
		"canon_order": 27656
	},
	{
		"verseText": "I coveted no one’s silver, gold, or clothing. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 20,
		"canon_order": 27657
	},
	{
		"verseText": "You yourselves know that these hands served my necessities, and those who were with me. ",
		"book": "ACT",
		"verse": 34,
		"chapter": 20,
		"canon_order": 27658
	},
	{
		"verseText": "In all things I gave you an example, that so laboring you ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, ‘It is more blessed to give than to receive.’” ",
		"book": "ACT",
		"verse": 35,
		"chapter": 20,
		"canon_order": 27659
	},
	{
		"verseText": "When he had spoken these things, he knelt down and prayed with them all. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 20,
		"canon_order": 27660
	},
	{
		"verseText": "They all wept freely, and fell on Paul’s neck and kissed him, ",
		"book": "ACT",
		"verse": 37,
		"chapter": 20,
		"canon_order": 27661
	},
	{
		"verseText": "sorrowing most of all because of the word which he had spoken, that they should see his face no more. Then they accompanied him to the ship. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 20,
		"canon_order": 27662
	},
	{
		"verseText": "When we had departed from them and had set sail, we came with a straight course to Cos, and the next day to Rhodes, and from there to Patara. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 21,
		"canon_order": 27663
	},
	{
		"verseText": "Having found a ship crossing over to Phoenicia, we went aboard and set sail. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 21,
		"canon_order": 27664
	},
	{
		"verseText": "When we had come in sight of Cyprus, leaving it on the left hand, we sailed to Syria and landed at Tyre, for the ship was there to unload her cargo. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 21,
		"canon_order": 27665
	},
	{
		"verseText": "Having found disciples, we stayed there seven days. These said to Paul through the Spirit that he should not go up to Jerusalem. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 21,
		"canon_order": 27666
	},
	{
		"verseText": "When those days were over, we departed and went on our journey. They all, with wives and children, brought us on our way until we were out of the city. Kneeling down on the beach, we prayed. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 21,
		"canon_order": 27667
	},
	{
		"verseText": "After saying goodbye to each other, we went on board the ship, and they returned home again. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 21,
		"canon_order": 27668
	},
	{
		"verseText": "When we had finished the voyage from Tyre, we arrived at Ptolemais. We greeted the brothers and stayed with them one day. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 21,
		"canon_order": 27669
	},
	{
		"verseText": "On the next day, we who were Paul’s companions departed and came to Caesarea. We entered into the house of Philip the evangelist, who was one of the seven, and stayed with him. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 21,
		"canon_order": 27670
	},
	{
		"verseText": "Now this man had four virgin daughters who prophesied. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 21,
		"canon_order": 27671
	},
	{
		"verseText": "As we stayed there some days, a certain prophet named Agabus came down from Judea. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 21,
		"canon_order": 27672
	},
	{
		"verseText": "Coming to us and taking Paul’s belt, he bound his own feet and hands, and said, “The Holy Spirit says: ‘So the Jews at Jerusalem will bind the man who owns this belt, and will deliver him into the hands of the Gentiles.’” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 21,
		"canon_order": 27673
	},
	{
		"verseText": "When we heard these things, both we and the people of that place begged him not to go up to Jerusalem. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 21,
		"canon_order": 27674
	},
	{
		"verseText": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but also to die at Jerusalem for the name of the Lord Jesus.” ",
		"book": "ACT",
		"verse": 13,
		"chapter": 21,
		"canon_order": 27675
	},
	{
		"verseText": "When he would not be persuaded, we ceased, saying, “The Lord’s will be done.” ",
		"book": "ACT",
		"verse": 14,
		"chapter": 21,
		"canon_order": 27676
	},
	{
		"verseText": "After these days we took up our baggage and went up to Jerusalem. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 21,
		"canon_order": 27677
	},
	{
		"verseText": "Some of the disciples from Caesarea also went with us, bringing one Mnason of Cyprus, an early disciple, with whom we would stay. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 21,
		"canon_order": 27678
	},
	{
		"verseText": "When we had come to Jerusalem, the brothers received us gladly. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 21,
		"canon_order": 27679
	},
	{
		"verseText": "The day following, Paul went in with us to James; and all the elders were present. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 21,
		"canon_order": 27680
	},
	{
		"verseText": "When he had greeted them, he reported one by one the things which God had worked among the Gentiles through his ministry. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 21,
		"canon_order": 27681
	},
	{
		"verseText": "They, when they heard it, glorified God. They said to him, “You see, brother, how many thousands there are among the Jews of those who have believed, and they are all zealous for the law. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 21,
		"canon_order": 27682
	},
	{
		"verseText": "They have been informed about you, that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children and not to walk after the customs. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 21,
		"canon_order": 27683
	},
	{
		"verseText": "What then? The assembly must certainly meet, for they will hear that you have come. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 21,
		"canon_order": 27684
	},
	{
		"verseText": "Therefore do what we tell you. We have four men who have taken a vow. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 21,
		"canon_order": 27685
	},
	{
		"verseText": "Take them and purify yourself with them, and pay their expenses for them, that they may shave their heads. Then all will know that there is no truth in the things that they have been informed about you, but that you yourself also walk keeping the law. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 21,
		"canon_order": 27686
	},
	{
		"verseText": "But concerning the Gentiles who believe, we have written our decision that they should observe no such thing, except that they should keep themselves from food offered to idols, from blood, from strangled things, and from sexual immorality.” ",
		"book": "ACT",
		"verse": 25,
		"chapter": 21,
		"canon_order": 27687
	},
	{
		"verseText": "Then Paul took the men, and the next day purified himself and went with them into the temple, declaring the fulfillment of the days of purification, until the offering was offered for every one of them. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 21,
		"canon_order": 27688
	},
	{
		"verseText": "When the seven days were almost completed, the Jews from Asia, when they saw him in the temple, stirred up all the multitude and laid hands on him, ",
		"book": "ACT",
		"verse": 27,
		"chapter": 21,
		"canon_order": 27689
	},
	{
		"verseText": "crying out, “Men of Israel, help! This is the man who teaches all men everywhere against the people, and the law, and this place. Moreover, he also brought Greeks into the temple and has defiled this holy place!” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 21,
		"canon_order": 27690
	},
	{
		"verseText": "For they had seen Trophimus the Ephesian, with him in the city, and they supposed that Paul had brought him into the temple. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 21,
		"canon_order": 27691
	},
	{
		"verseText": "All the city was moved and the people ran together. They seized Paul and dragged him out of the temple. Immediately the doors were shut. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 21,
		"canon_order": 27692
	},
	{
		"verseText": "As they were trying to kill him, news came up to the commanding officer of the regiment that all Jerusalem was in an uproar. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 21,
		"canon_order": 27693
	},
	{
		"verseText": "Immediately he took soldiers and centurions and ran down to them. They, when they saw the chief captain and the soldiers, stopped beating Paul. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 21,
		"canon_order": 27694
	},
	{
		"verseText": "Then the commanding officer came near, arrested him, commanded him to be bound with two chains, and inquired who he was and what he had done. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 21,
		"canon_order": 27695
	},
	{
		"verseText": "Some shouted one thing and some another, among the crowd. When he couldn’t find out the truth because of the noise, he commanded him to be brought into the barracks. ",
		"book": "ACT",
		"verse": 34,
		"chapter": 21,
		"canon_order": 27696
	},
	{
		"verseText": "When he came to the stairs, he was carried by the soldiers because of the violence of the crowd; ",
		"book": "ACT",
		"verse": 35,
		"chapter": 21,
		"canon_order": 27697
	},
	{
		"verseText": "for the multitude of the people followed after, crying out, “Away with him!” ",
		"book": "ACT",
		"verse": 36,
		"chapter": 21,
		"canon_order": 27698
	},
	{
		"verseText": "As Paul was about to be brought into the barracks, he asked the commanding officer, “May I speak to you?” He said, “Do you know Greek? ",
		"book": "ACT",
		"verse": 37,
		"chapter": 21,
		"canon_order": 27699
	},
	{
		"verseText": "Aren’t you then the Egyptian who before these days stirred up to sedition and led out into the wilderness the four thousand men of the Assassins?” ",
		"book": "ACT",
		"verse": 38,
		"chapter": 21,
		"canon_order": 27700
	},
	{
		"verseText": "But Paul said, “I am a Jew from Tarsus in Cilicia, a citizen of no insignificant city. I beg you, allow me to speak to the people.” ",
		"book": "ACT",
		"verse": 39,
		"chapter": 21,
		"canon_order": 27701
	},
	{
		"verseText": "When he had given him permission, Paul, standing on the stairs, beckoned with his hand to the people. When there was a great silence, he spoke to them in the Hebrew language, saying, ",
		"book": "ACT",
		"verse": 40,
		"chapter": 21,
		"canon_order": 27702
	},
	{
		"verseText": "“Brothers and fathers, listen to the defense which I now make to you.” ",
		"book": "ACT",
		"verse": 1,
		"chapter": 22,
		"canon_order": 27703
	},
	{
		"verseText": "When they heard that he spoke to them in the Hebrew language, they were even more quiet. He said, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 22,
		"canon_order": 27704
	},
	{
		"verseText": "“I am indeed a Jew, born in Tarsus of Cilicia, but brought up in this city at the feet of Gamaliel, instructed according to the strict tradition of the law of our fathers, being zealous for God, even as you all are today. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 22,
		"canon_order": 27705
	},
	{
		"verseText": "I persecuted this Way to the death, binding and delivering into prisons both men and women, ",
		"book": "ACT",
		"verse": 4,
		"chapter": 22,
		"canon_order": 27706
	},
	{
		"verseText": "as also the high priest and all the council of the elders testify, from whom also I received letters to the brothers, and traveled to Damascus to bring them also who were there to Jerusalem in bonds to be punished. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 22,
		"canon_order": 27707
	},
	{
		"verseText": "“As I made my journey and came close to Damascus, about noon suddenly a great light shone around me from the sky. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 22,
		"canon_order": 27708
	},
	{
		"verseText": "I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why are you persecuting me?’ ",
		"book": "ACT",
		"verse": 7,
		"chapter": 22,
		"canon_order": 27709
	},
	{
		"verseText": "I answered, ‘Who are you, Lord?’ He said to me, ‘I am Jesus of Nazareth, whom you persecute.’ ",
		"book": "ACT",
		"verse": 8,
		"chapter": 22,
		"canon_order": 27710
	},
	{
		"verseText": "“Those who were with me indeed saw the light and were afraid, but they didn’t understand the voice of him who spoke to me. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 22,
		"canon_order": 27711
	},
	{
		"verseText": "I said, ‘What shall I do, Lord?’ The Lord said to me, ‘Arise, and go into Damascus. There you will be told about all things which are appointed for you to do.’ ",
		"book": "ACT",
		"verse": 10,
		"chapter": 22,
		"canon_order": 27712
	},
	{
		"verseText": "When I couldn’t see for the glory of that light, being led by the hand of those who were with me, I came into Damascus. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 22,
		"canon_order": 27713
	},
	{
		"verseText": "“One Ananias, a devout man according to the law, well reported of by all the Jews who lived in Damascus, ",
		"book": "ACT",
		"verse": 12,
		"chapter": 22,
		"canon_order": 27714
	},
	{
		"verseText": "came to me, and standing by me said to me, ‘Brother Saul, receive your sight!’ In that very hour I looked up at him. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 22,
		"canon_order": 27715
	},
	{
		"verseText": "He said, ‘The God of our fathers has appointed you to know his will, and to see the Righteous One, and to hear a voice from his mouth. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 22,
		"canon_order": 27716
	},
	{
		"verseText": "For you will be a witness for him to all men of what you have seen and heard. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 22,
		"canon_order": 27717
	},
	{
		"verseText": "Now why do you wait? Arise, be baptized, and wash away your sins, calling on the name of the Lord.’ ",
		"book": "ACT",
		"verse": 16,
		"chapter": 22,
		"canon_order": 27718
	},
	{
		"verseText": "“When I had returned to Jerusalem and while I prayed in the temple, I fell into a trance ",
		"book": "ACT",
		"verse": 17,
		"chapter": 22,
		"canon_order": 27719
	},
	{
		"verseText": "and saw him saying to me, ‘Hurry and get out of Jerusalem quickly, because they will not receive testimony concerning me from you.’ ",
		"book": "ACT",
		"verse": 18,
		"chapter": 22,
		"canon_order": 27720
	},
	{
		"verseText": "I said, ‘Lord, they themselves know that I imprisoned and beat in every synagogue those who believed in you. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 22,
		"canon_order": 27721
	},
	{
		"verseText": "When the blood of Stephen, your witness, was shed, I also was standing by, consenting to his death, and guarding the cloaks of those who killed him.’ ",
		"book": "ACT",
		"verse": 20,
		"chapter": 22,
		"canon_order": 27722
	},
	{
		"verseText": "“He said to me, ‘Depart, for I will send you out far from here to the Gentiles.’” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 22,
		"canon_order": 27723
	},
	{
		"verseText": "They listened to him until he said that; then they lifted up their voice and said, “Rid the earth of this fellow, for he isn’t fit to live!” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 22,
		"canon_order": 27724
	},
	{
		"verseText": "As they cried out, threw off their cloaks, and threw dust into the air, ",
		"book": "ACT",
		"verse": 23,
		"chapter": 22,
		"canon_order": 27725
	},
	{
		"verseText": "the commanding officer commanded him to be brought into the barracks, ordering him to be examined by scourging, that he might know for what crime they shouted against him like that. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 22,
		"canon_order": 27726
	},
	{
		"verseText": "When they had tied him up with thongs, Paul asked the centurion who stood by, “Is it lawful for you to scourge a man who is a Roman, and not found guilty?” ",
		"book": "ACT",
		"verse": 25,
		"chapter": 22,
		"canon_order": 27727
	},
	{
		"verseText": "When the centurion heard it, he went to the commanding officer and told him, “Watch what you are about to do, for this man is a Roman!” ",
		"book": "ACT",
		"verse": 26,
		"chapter": 22,
		"canon_order": 27728
	},
	{
		"verseText": "The commanding officer came and asked him, “Tell me, are you a Roman?” He said, “Yes.” ",
		"book": "ACT",
		"verse": 27,
		"chapter": 22,
		"canon_order": 27729
	},
	{
		"verseText": "The commanding officer answered, “I bought my citizenship for a great price.” Paul said, “But I was born a Roman.” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 22,
		"canon_order": 27730
	},
	{
		"verseText": "Immediately those who were about to examine him departed from him, and the commanding officer also was afraid when he realized that he was a Roman, because he had bound him. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 22,
		"canon_order": 27731
	},
	{
		"verseText": "But on the next day, desiring to know the truth about why he was accused by the Jews, he freed him from the bonds and commanded the chief priests and all the council to come together, and brought Paul down and set him before them. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 22,
		"canon_order": 27732
	},
	{
		"verseText": "Paul, looking steadfastly at the council, said, “Brothers, I have lived before God in all good conscience until today.” ",
		"book": "ACT",
		"verse": 1,
		"chapter": 23,
		"canon_order": 27733
	},
	{
		"verseText": "The high priest, Ananias, commanded those who stood by him to strike him on the mouth. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 23,
		"canon_order": 27734
	},
	{
		"verseText": "Then Paul said to him, “God will strike you, you whitewashed wall! Do you sit to judge me according to the law, and command me to be struck contrary to the law?” ",
		"book": "ACT",
		"verse": 3,
		"chapter": 23,
		"canon_order": 27735
	},
	{
		"verseText": "Those who stood by said, “Do you malign God’s high priest?” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 23,
		"canon_order": 27736
	},
	{
		"verseText": "Paul said, “I didn’t know, brothers, that he was high priest. For it is written, ‘You shall not speak evil of a ruler of your people.’” ",
		"book": "ACT",
		"verse": 5,
		"chapter": 23,
		"canon_order": 27737
	},
	{
		"verseText": "But when Paul perceived that the one part were Sadducees and the other Pharisees, he cried out in the council, “Men and brothers, I am a Pharisee, a son of Pharisees. Concerning the hope and resurrection of the dead I am being judged!” ",
		"book": "ACT",
		"verse": 6,
		"chapter": 23,
		"canon_order": 27738
	},
	{
		"verseText": "When he had said this, an argument arose between the Pharisees and Sadducees, and the crowd was divided. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 23,
		"canon_order": 27739
	},
	{
		"verseText": "For the Sadducees say that there is no resurrection, nor angel, nor spirit; but the Pharisees confess all of these. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 23,
		"canon_order": 27740
	},
	{
		"verseText": "A great clamor arose, and some of the scribes of the Pharisees’ part stood up, and contended, saying, “We find no evil in this man. But if a spirit or angel has spoken to him, let’s not fight against God!” ",
		"book": "ACT",
		"verse": 9,
		"chapter": 23,
		"canon_order": 27741
	},
	{
		"verseText": "When a great argument arose, the commanding officer, fearing that Paul would be torn in pieces by them, commanded the soldiers to go down and take him by force from among them and bring him into the barracks. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 23,
		"canon_order": 27742
	},
	{
		"verseText": "The following night, the Lord stood by him and said, “Cheer up, Paul, for as you have testified about me at Jerusalem, so you must testify also at Rome.” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 23,
		"canon_order": 27743
	},
	{
		"verseText": "When it was day, some of the Jews banded together and bound themselves under a curse, saying that they would neither eat nor drink until they had killed Paul. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 23,
		"canon_order": 27744
	},
	{
		"verseText": "There were more than forty people who had made this conspiracy. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 23,
		"canon_order": 27745
	},
	{
		"verseText": "They came to the chief priests and the elders, and said, “We have bound ourselves under a great curse to taste nothing until we have killed Paul. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 23,
		"canon_order": 27746
	},
	{
		"verseText": "Now therefore, you with the council inform the commanding officer that he should bring him down to you tomorrow, as though you were going to judge his case more exactly. We are ready to kill him before he comes near.” ",
		"book": "ACT",
		"verse": 15,
		"chapter": 23,
		"canon_order": 27747
	},
	{
		"verseText": "But Paul’s sister’s son heard they were lying in wait, and he came and entered into the barracks and told Paul. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 23,
		"canon_order": 27748
	},
	{
		"verseText": "Paul summoned one of the centurions and said, “Bring this young man to the commanding officer, for he has something to tell him.” ",
		"book": "ACT",
		"verse": 17,
		"chapter": 23,
		"canon_order": 27749
	},
	{
		"verseText": "So he took him and brought him to the commanding officer and said, “Paul, the prisoner, summoned me and asked me to bring this young man to you. He has something to tell you.” ",
		"book": "ACT",
		"verse": 18,
		"chapter": 23,
		"canon_order": 27750
	},
	{
		"verseText": "The commanding officer took him by the hand, and going aside, asked him privately, “What is it that you have to tell me?” ",
		"book": "ACT",
		"verse": 19,
		"chapter": 23,
		"canon_order": 27751
	},
	{
		"verseText": "He said, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as though intending to inquire somewhat more accurately concerning him. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 23,
		"canon_order": 27752
	},
	{
		"verseText": "Therefore don’t yield to them, for more than forty men lie in wait for him, who have bound themselves under a curse to neither eat nor drink until they have killed him. Now they are ready, looking for the promise from you.” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 23,
		"canon_order": 27753
	},
	{
		"verseText": "So the commanding officer let the young man go, charging him, “Tell no one that you have revealed these things to me.” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 23,
		"canon_order": 27754
	},
	{
		"verseText": "He called to himself two of the centurions, and said, “Prepare two hundred soldiers to go as far as Caesarea, with seventy horsemen and two hundred men armed with spears, at the third hour of the night.” ",
		"book": "ACT",
		"verse": 23,
		"chapter": 23,
		"canon_order": 27755
	},
	{
		"verseText": "He asked them to provide mounts, that they might set Paul on one, and bring him safely to Felix the governor. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 23,
		"canon_order": 27756
	},
	{
		"verseText": "He wrote a letter like this: ",
		"book": "ACT",
		"verse": 25,
		"chapter": 23,
		"canon_order": 27757
	},
	{
		"verseText": "“Claudius Lysias to the most excellent governor Felix: Greetings. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 23,
		"canon_order": 27758
	},
	{
		"verseText": "“This man was seized by the Jews, and was about to be killed by them when I came with the soldiers and rescued him, having learned that he was a Roman. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 23,
		"canon_order": 27759
	},
	{
		"verseText": "Desiring to know the cause why they accused him, I brought him down to their council. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 23,
		"canon_order": 27760
	},
	{
		"verseText": "I found him to be accused about questions of their law, but not to be charged with anything worthy of death or of imprisonment. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 23,
		"canon_order": 27761
	},
	{
		"verseText": "When I was told that the Jews lay in wait for the man, I sent him to you immediately, charging his accusers also to bring their accusations against him before you. Farewell.” ",
		"book": "ACT",
		"verse": 30,
		"chapter": 23,
		"canon_order": 27762
	},
	{
		"verseText": "So the soldiers, carrying out their orders, took Paul and brought him by night to Antipatris. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 23,
		"canon_order": 27763
	},
	{
		"verseText": "But on the next day they left the horsemen to go with him, and returned to the barracks. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 23,
		"canon_order": 27764
	},
	{
		"verseText": "When they came to Caesarea and delivered the letter to the governor, they also presented Paul to him. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 23,
		"canon_order": 27765
	},
	{
		"verseText": "When the governor had read it, he asked what province he was from. When he understood that he was from Cilicia, he said, ",
		"book": "ACT",
		"verse": 34,
		"chapter": 23,
		"canon_order": 27766
	},
	{
		"verseText": "“I will hear you fully when your accusers also arrive.” He commanded that he be kept in Herod’s palace. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 23,
		"canon_order": 27767
	},
	{
		"verseText": "After five days, the high priest, Ananias, came down with certain elders and an orator, one Tertullus. They informed the governor against Paul. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 24,
		"canon_order": 27768
	},
	{
		"verseText": "When he was called, Tertullus began to accuse him, saying, “Seeing that by you we enjoy much peace, and that prosperity is coming to this nation by your foresight, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 24,
		"canon_order": 27769
	},
	{
		"verseText": "we accept it in all ways and in all places, most excellent Felix, with all thankfulness. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 24,
		"canon_order": 27770
	},
	{
		"verseText": "But that I don’t delay you, I entreat you to bear with us and hear a few words. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 24,
		"canon_order": 27771
	},
	{
		"verseText": "For we have found this man to be a plague, an instigator of insurrections among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 24,
		"canon_order": 27772
	},
	{
		"verseText": "He even tried to profane the temple, and we arrested him. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 24,
		"canon_order": 27773
	},
	{
		"verseText": " By examining him yourself you may ascertain all these things of which we accuse him.” ",
		"book": "ACT",
		"verse": 8,
		"chapter": 24,
		"canon_order": 27774
	},
	{
		"verseText": "The Jews also joined in the attack, affirming that these things were so. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 24,
		"canon_order": 27775
	},
	{
		"verseText": "When the governor had beckoned to him to speak, Paul answered, “Because I know that you have been a judge of this nation for many years, I cheerfully make my defense, ",
		"book": "ACT",
		"verse": 10,
		"chapter": 24,
		"canon_order": 27776
	},
	{
		"verseText": "seeing that you can verify that it is not more than twelve days since I went up to worship at Jerusalem. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 24,
		"canon_order": 27777
	},
	{
		"verseText": "In the temple they didn’t find me disputing with anyone or stirring up a crowd, either in the synagogues or in the city. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 24,
		"canon_order": 27778
	},
	{
		"verseText": "Nor can they prove to you the things of which they now accuse me. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 24,
		"canon_order": 27779
	},
	{
		"verseText": "But this I confess to you, that according to the Way, which they call a sect, so I serve the God of our fathers, believing all things which are according to the law, and which are written in the prophets; ",
		"book": "ACT",
		"verse": 14,
		"chapter": 24,
		"canon_order": 27780
	},
	{
		"verseText": "having hope toward God, which these also themselves look for, that there will be a resurrection of the dead, both of the just and unjust. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 24,
		"canon_order": 27781
	},
	{
		"verseText": "In this I also practice always having a conscience void of offense toward God and men. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 24,
		"canon_order": 27782
	},
	{
		"verseText": "Now after some years, I came to bring gifts for the needy to my nation, and offerings; ",
		"book": "ACT",
		"verse": 17,
		"chapter": 24,
		"canon_order": 27783
	},
	{
		"verseText": "amid which certain Jews from Asia found me purified in the temple, not with a mob, nor with turmoil. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 24,
		"canon_order": 27784
	},
	{
		"verseText": "They ought to have been here before you and to make accusation if they had anything against me. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 24,
		"canon_order": 27785
	},
	{
		"verseText": "Or else let these men themselves say what injustice they found in me when I stood before the council, ",
		"book": "ACT",
		"verse": 20,
		"chapter": 24,
		"canon_order": 27786
	},
	{
		"verseText": "unless it is for this one thing that I cried standing among them, ‘Concerning the resurrection of the dead I am being judged before you today!’” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 24,
		"canon_order": 27787
	},
	{
		"verseText": "But Felix, having more exact knowledge concerning the Way, deferred them, saying, “When Lysias, the commanding officer, comes down, I will decide your case.” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 24,
		"canon_order": 27788
	},
	{
		"verseText": "He ordered the centurion that Paul should be kept in custody and should have some privileges, and not to forbid any of his friends to serve him or to visit him. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 24,
		"canon_order": 27789
	},
	{
		"verseText": "After some days, Felix came with Drusilla his wife, who was a Jewess, and sent for Paul and heard him concerning the faith in Christ Jesus. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 24,
		"canon_order": 27790
	},
	{
		"verseText": "As he reasoned about righteousness, self-control, and the judgment to come, Felix was terrified, and answered, “Go your way for this time, and when it is convenient for me, I will summon you.” ",
		"book": "ACT",
		"verse": 25,
		"chapter": 24,
		"canon_order": 27791
	},
	{
		"verseText": "Meanwhile, he also hoped that money would be given to him by Paul, that he might release him. Therefore also he sent for him more often and talked with him. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 24,
		"canon_order": 27792
	},
	{
		"verseText": "But when two years were fulfilled, Felix was succeeded by Porcius Festus, and desiring to gain favor with the Jews, Felix left Paul in bonds. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 24,
		"canon_order": 27793
	},
	{
		"verseText": "Festus therefore, having come into the province, after three days went up to Jerusalem from Caesarea. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 25,
		"canon_order": 27794
	},
	{
		"verseText": "Then the high priest and the principal men of the Jews informed him against Paul, and they begged him, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 25,
		"canon_order": 27795
	},
	{
		"verseText": "asking a favor against him, that he would summon him to Jerusalem, plotting to kill him on the way. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 25,
		"canon_order": 27796
	},
	{
		"verseText": "However Festus answered that Paul should be kept in custody at Caesarea, and that he himself was about to depart shortly. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 25,
		"canon_order": 27797
	},
	{
		"verseText": "“Let them therefore”, he said, “that are in power among you go down with me, and if there is anything wrong in the man, let them accuse him.” ",
		"book": "ACT",
		"verse": 5,
		"chapter": 25,
		"canon_order": 27798
	},
	{
		"verseText": "When he had stayed among them more than ten days, he went down to Caesarea, and on the next day he sat on the judgment seat, and commanded Paul to be brought. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 25,
		"canon_order": 27799
	},
	{
		"verseText": "When he had come, the Jews who had come down from Jerusalem stood around him, bringing against him many and grievous charges which they could not prove, ",
		"book": "ACT",
		"verse": 7,
		"chapter": 25,
		"canon_order": 27800
	},
	{
		"verseText": "while he said in his defense, “Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.” ",
		"book": "ACT",
		"verse": 8,
		"chapter": 25,
		"canon_order": 27801
	},
	{
		"verseText": "But Festus, desiring to gain favor with the Jews, answered Paul and said, “Are you willing to go up to Jerusalem and be judged by me there concerning these things?” ",
		"book": "ACT",
		"verse": 9,
		"chapter": 25,
		"canon_order": 27802
	},
	{
		"verseText": "But Paul said, “I am standing before Caesar’s judgment seat, where I ought to be tried. I have done no wrong to the Jews, as you also know very well. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 25,
		"canon_order": 27803
	},
	{
		"verseText": "For if I have done wrong and have committed anything worthy of death, I don’t refuse to die; but if none of those things is true that they accuse me of, no one can give me up to them. I appeal to Caesar!” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 25,
		"canon_order": 27804
	},
	{
		"verseText": "Then Festus, when he had conferred with the council, answered, “You have appealed to Caesar. To Caesar you shall go.” ",
		"book": "ACT",
		"verse": 12,
		"chapter": 25,
		"canon_order": 27805
	},
	{
		"verseText": "Now when some days had passed, King Agrippa and Bernice arrived at Caesarea and greeted Festus. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 25,
		"canon_order": 27806
	},
	{
		"verseText": "As he stayed there many days, Festus laid Paul’s case before the king, saying, “There is a certain man left a prisoner by Felix; ",
		"book": "ACT",
		"verse": 14,
		"chapter": 25,
		"canon_order": 27807
	},
	{
		"verseText": "about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for a sentence against him. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 25,
		"canon_order": 27808
	},
	{
		"verseText": "I answered them that it is not the custom of the Romans to give up any man to destruction before the accused has met the accusers face to face and has had opportunity to make his defense concerning the matter laid against him. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 25,
		"canon_order": 27809
	},
	{
		"verseText": "When therefore they had come together here, I didn’t delay, but on the next day sat on the judgment seat and commanded the man to be brought. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 25,
		"canon_order": 27810
	},
	{
		"verseText": "When the accusers stood up, they brought no charges against him of such things as I supposed; ",
		"book": "ACT",
		"verse": 18,
		"chapter": 25,
		"canon_order": 27811
	},
	{
		"verseText": "but had certain questions against him about their own religion and about one Jesus, who was dead, whom Paul affirmed to be alive. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 25,
		"canon_order": 27812
	},
	{
		"verseText": "Being perplexed how to inquire concerning these things, I asked whether he was willing to go to Jerusalem and there be judged concerning these matters. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 25,
		"canon_order": 27813
	},
	{
		"verseText": "But when Paul had appealed to be kept for the decision of the emperor, I commanded him to be kept until I could send him to Caesar.” ",
		"book": "ACT",
		"verse": 21,
		"chapter": 25,
		"canon_order": 27814
	},
	{
		"verseText": "Agrippa said to Festus, “I also would like to hear the man myself.” “Tomorrow,” he said, “you shall hear him.” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 25,
		"canon_order": 27815
	},
	{
		"verseText": "So on the next day, when Agrippa and Bernice had come with great pomp, and they had entered into the place of hearing with the commanding officers and the principal men of the city, at the command of Festus, Paul was brought in. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 25,
		"canon_order": 27816
	},
	{
		"verseText": "Festus said, “King Agrippa, and all men who are here present with us, you see this man about whom all the multitude of the Jews petitioned me, both at Jerusalem and here, crying that he ought not to live any longer. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 25,
		"canon_order": 27817
	},
	{
		"verseText": "But when I found that he had committed nothing worthy of death, and as he himself appealed to the emperor, I determined to send him, ",
		"book": "ACT",
		"verse": 25,
		"chapter": 25,
		"canon_order": 27818
	},
	{
		"verseText": "of whom I have no certain thing to write to my lord. Therefore I have brought him out before you, and especially before you, King Agrippa, that, after examination I may have something to write. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 25,
		"canon_order": 27819
	},
	{
		"verseText": "For it seems to me unreasonable, in sending a prisoner, not to also specify the charges against him.” ",
		"book": "ACT",
		"verse": 27,
		"chapter": 25,
		"canon_order": 27820
	},
	{
		"verseText": "Agrippa said to Paul, “You may speak for yourself.” Then Paul stretched out his hand, and made his defense. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 26,
		"canon_order": 27821
	},
	{
		"verseText": "“I think myself happy, King Agrippa, that I am to make my defense before you today concerning all the things that I am accused by the Jews, ",
		"book": "ACT",
		"verse": 2,
		"chapter": 26,
		"canon_order": 27822
	},
	{
		"verseText": "especially because you are expert in all customs and questions which are among the Jews. Therefore I beg you to hear me patiently. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 26,
		"canon_order": 27823
	},
	{
		"verseText": "“Indeed, all the Jews know my way of life from my youth up, which was from the beginning among my own nation and at Jerusalem; ",
		"book": "ACT",
		"verse": 4,
		"chapter": 26,
		"canon_order": 27824
	},
	{
		"verseText": "having known me from the first, if they are willing to testify, that after the strictest sect of our religion I lived a Pharisee. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 26,
		"canon_order": 27825
	},
	{
		"verseText": "Now I stand here to be judged for the hope of the promise made by God to our fathers, ",
		"book": "ACT",
		"verse": 6,
		"chapter": 26,
		"canon_order": 27826
	},
	{
		"verseText": "which our twelve tribes, earnestly serving night and day, hope to attain. Concerning this hope I am accused by the Jews, King Agrippa! ",
		"book": "ACT",
		"verse": 7,
		"chapter": 26,
		"canon_order": 27827
	},
	{
		"verseText": "Why is it judged incredible with you if God does raise the dead? ",
		"book": "ACT",
		"verse": 8,
		"chapter": 26,
		"canon_order": 27828
	},
	{
		"verseText": "“I myself most certainly thought that I ought to do many things contrary to the name of Jesus of Nazareth. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 26,
		"canon_order": 27829
	},
	{
		"verseText": "I also did this in Jerusalem. I both shut up many of the saints in prisons, having received authority from the chief priests; and when they were put to death I gave my vote against them. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 26,
		"canon_order": 27830
	},
	{
		"verseText": "Punishing them often in all the synagogues, I tried to make them blaspheme. Being exceedingly enraged against them, I persecuted them even to foreign cities. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 26,
		"canon_order": 27831
	},
	{
		"verseText": "“Whereupon as I traveled to Damascus with the authority and commission from the chief priests, ",
		"book": "ACT",
		"verse": 12,
		"chapter": 26,
		"canon_order": 27832
	},
	{
		"verseText": "at noon, O king, I saw on the way a light from the sky, brighter than the sun, shining around me and those who traveled with me. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 26,
		"canon_order": 27833
	},
	{
		"verseText": "When we had all fallen to the earth, I heard a voice saying to me in the Hebrew language, ‘Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.’ ",
		"book": "ACT",
		"verse": 14,
		"chapter": 26,
		"canon_order": 27834
	},
	{
		"verseText": "“I said, ‘Who are you, Lord?’ “He said, ‘I am Jesus, whom you are persecuting. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 26,
		"canon_order": 27835
	},
	{
		"verseText": "But arise, and stand on your feet, for I have appeared to you for this purpose: to appoint you a servant and a witness both of the things which you have seen and of the things which I will reveal to you; ",
		"book": "ACT",
		"verse": 16,
		"chapter": 26,
		"canon_order": 27836
	},
	{
		"verseText": "delivering you from the people and from the Gentiles, to whom I send you, ",
		"book": "ACT",
		"verse": 17,
		"chapter": 26,
		"canon_order": 27837
	},
	{
		"verseText": "to open their eyes, that they may turn from darkness to light and from the power of Satan to God, that they may receive remission of sins and an inheritance among those who are sanctified by faith in me.’ ",
		"book": "ACT",
		"verse": 18,
		"chapter": 26,
		"canon_order": 27838
	},
	{
		"verseText": "“Therefore, King Agrippa, I was not disobedient to the heavenly vision, ",
		"book": "ACT",
		"verse": 19,
		"chapter": 26,
		"canon_order": 27839
	},
	{
		"verseText": "but declared first to them of Damascus, at Jerusalem, and throughout all the country of Judea, and also to the Gentiles, that they should repent and turn to God, doing works worthy of repentance. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 26,
		"canon_order": 27840
	},
	{
		"verseText": "For this reason the Jews seized me in the temple and tried to kill me. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 26,
		"canon_order": 27841
	},
	{
		"verseText": "Having therefore obtained the help that is from God, I stand to this day testifying both to small and great, saying nothing but what the prophets and Moses said would happen, ",
		"book": "ACT",
		"verse": 22,
		"chapter": 26,
		"canon_order": 27842
	},
	{
		"verseText": "how the Christ must suffer, and how, by the resurrection of the dead, he would be first to proclaim light both to these people and to the Gentiles.” ",
		"book": "ACT",
		"verse": 23,
		"chapter": 26,
		"canon_order": 27843
	},
	{
		"verseText": "As he thus made his defense, Festus said with a loud voice, “Paul, you are crazy! Your great learning is driving you insane!” ",
		"book": "ACT",
		"verse": 24,
		"chapter": 26,
		"canon_order": 27844
	},
	{
		"verseText": "But he said, “I am not crazy, most excellent Festus, but boldly declare words of truth and reasonableness. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 26,
		"canon_order": 27845
	},
	{
		"verseText": "For the king knows of these things, to whom also I speak freely. For I am persuaded that none of these things is hidden from him, for this has not been done in a corner. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 26,
		"canon_order": 27846
	},
	{
		"verseText": "King Agrippa, do you believe the prophets? I know that you believe.” ",
		"book": "ACT",
		"verse": 27,
		"chapter": 26,
		"canon_order": 27847
	},
	{
		"verseText": "Agrippa said to Paul, “With a little persuasion are you trying to make me a Christian?” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 26,
		"canon_order": 27848
	},
	{
		"verseText": "Paul said, “I pray to God, that whether with little or with much, not only you, but also all that hear me today, might become such as I am, except for these bonds.” ",
		"book": "ACT",
		"verse": 29,
		"chapter": 26,
		"canon_order": 27849
	},
	{
		"verseText": "The king rose up with the governor and Bernice, and those who sat with them. ",
		"book": "ACT",
		"verse": 30,
		"chapter": 26,
		"canon_order": 27850
	},
	{
		"verseText": "When they had withdrawn, they spoke to one another, saying, “This man does nothing worthy of death or of bonds.” ",
		"book": "ACT",
		"verse": 31,
		"chapter": 26,
		"canon_order": 27851
	},
	{
		"verseText": "Agrippa said to Festus, “This man might have been set free if he had not appealed to Caesar.” ",
		"book": "ACT",
		"verse": 32,
		"chapter": 26,
		"canon_order": 27852
	},
	{
		"verseText": "When it was determined that we should sail for Italy, they delivered Paul and certain other prisoners to a centurion named Julius, of the Augustan band. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 27,
		"canon_order": 27853
	},
	{
		"verseText": "Embarking in a ship of Adramyttium, which was about to sail to places on the coast of Asia, we put to sea, Aristarchus, a Macedonian of Thessalonica being with us. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 27,
		"canon_order": 27854
	},
	{
		"verseText": "The next day, we touched at Sidon. Julius treated Paul kindly and gave him permission to go to his friends and refresh himself. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 27,
		"canon_order": 27855
	},
	{
		"verseText": "Putting to sea from there, we sailed under the lee of Cyprus, because the winds were contrary. ",
		"book": "ACT",
		"verse": 4,
		"chapter": 27,
		"canon_order": 27856
	},
	{
		"verseText": "When we had sailed across the sea which is off Cilicia and Pamphylia, we came to Myra, a city of Lycia. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 27,
		"canon_order": 27857
	},
	{
		"verseText": "There the centurion found a ship of Alexandria sailing for Italy, and he put us on board. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 27,
		"canon_order": 27858
	},
	{
		"verseText": "When we had sailed slowly many days, and had come with difficulty opposite Cnidus, the wind not allowing us further, we sailed under the lee of Crete, opposite Salmone. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 27,
		"canon_order": 27859
	},
	{
		"verseText": "With difficulty sailing along it we came to a certain place called Fair Havens, near the city of Lasea. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 27,
		"canon_order": 27860
	},
	{
		"verseText": "When much time had passed and the voyage was now dangerous because the Fast had now already gone by, Paul admonished them ",
		"book": "ACT",
		"verse": 9,
		"chapter": 27,
		"canon_order": 27861
	},
	{
		"verseText": "and said to them, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.” ",
		"book": "ACT",
		"verse": 10,
		"chapter": 27,
		"canon_order": 27862
	},
	{
		"verseText": "But the centurion gave more heed to the master and to the owner of the ship than to those things which were spoken by Paul. ",
		"book": "ACT",
		"verse": 11,
		"chapter": 27,
		"canon_order": 27863
	},
	{
		"verseText": "Because the haven was not suitable to winter in, the majority advised going to sea from there, if by any means they could reach Phoenix and winter there, which is a port of Crete, looking southwest and northwest. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 27,
		"canon_order": 27864
	},
	{
		"verseText": "When the south wind blew softly, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to shore. ",
		"book": "ACT",
		"verse": 13,
		"chapter": 27,
		"canon_order": 27865
	},
	{
		"verseText": "But before long, a stormy wind beat down from shore, which is called Euroclydon. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 27,
		"canon_order": 27866
	},
	{
		"verseText": "When the ship was caught and couldn’t face the wind, we gave way to it and were driven along. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 27,
		"canon_order": 27867
	},
	{
		"verseText": "Running under the lee of a small island called Clauda, we were able, with difficulty, to secure the boat. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 27,
		"canon_order": 27868
	},
	{
		"verseText": "After they had hoisted it up, they used cables to help reinforce the ship. Fearing that they would run aground on the Syrtis sand bars, they lowered the sea anchor, and so were driven along. ",
		"book": "ACT",
		"verse": 17,
		"chapter": 27,
		"canon_order": 27869
	},
	{
		"verseText": "As we labored exceedingly with the storm, the next day they began to throw things overboard. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 27,
		"canon_order": 27870
	},
	{
		"verseText": "On the third day, they threw out the ship’s tackle with their own hands. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 27,
		"canon_order": 27871
	},
	{
		"verseText": "When neither sun nor stars shone on us for many days, and no small storm pressed on us, all hope that we would be saved was now taken away. ",
		"book": "ACT",
		"verse": 20,
		"chapter": 27,
		"canon_order": 27872
	},
	{
		"verseText": "When they had been long without food, Paul stood up in the middle of them and said, “Sirs, you should have listened to me, and not have set sail from Crete and have gotten this injury and loss. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 27,
		"canon_order": 27873
	},
	{
		"verseText": "Now I exhort you to cheer up, for there will be no loss of life among you, but only of the ship. ",
		"book": "ACT",
		"verse": 22,
		"chapter": 27,
		"canon_order": 27874
	},
	{
		"verseText": "For there stood by me this night an angel, belonging to the God whose I am and whom I serve, ",
		"book": "ACT",
		"verse": 23,
		"chapter": 27,
		"canon_order": 27875
	},
	{
		"verseText": "saying, ‘Don’t be afraid, Paul. You must stand before Caesar. Behold, God has granted you all those who sail with you.’ ",
		"book": "ACT",
		"verse": 24,
		"chapter": 27,
		"canon_order": 27876
	},
	{
		"verseText": "Therefore, sirs, cheer up! For I believe God, that it will be just as it has been spoken to me. ",
		"book": "ACT",
		"verse": 25,
		"chapter": 27,
		"canon_order": 27877
	},
	{
		"verseText": "But we must run aground on a certain island.” ",
		"book": "ACT",
		"verse": 26,
		"chapter": 27,
		"canon_order": 27878
	},
	{
		"verseText": "But when the fourteenth night had come, as we were driven back and forth in the Adriatic Sea, about midnight the sailors surmised that they were drawing near to some land. ",
		"book": "ACT",
		"verse": 27,
		"chapter": 27,
		"canon_order": 27879
	},
	{
		"verseText": "They took soundings and found twenty fathoms. After a little while, they took soundings again, and found fifteen fathoms. ",
		"book": "ACT",
		"verse": 28,
		"chapter": 27,
		"canon_order": 27880
	},
	{
		"verseText": "Fearing that we would run aground on rocky ground, they let go four anchors from the stern, and wished for daylight. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 27,
		"canon_order": 27881
	},
	{
		"verseText": "As the sailors were trying to flee out of the ship and had lowered the boat into the sea, pretending that they would lay out anchors from the bow, ",
		"book": "ACT",
		"verse": 30,
		"chapter": 27,
		"canon_order": 27882
	},
	{
		"verseText": "Paul said to the centurion and to the soldiers, “Unless these stay in the ship, you can’t be saved.” ",
		"book": "ACT",
		"verse": 31,
		"chapter": 27,
		"canon_order": 27883
	},
	{
		"verseText": "Then the soldiers cut away the ropes of the boat and let it fall off. ",
		"book": "ACT",
		"verse": 32,
		"chapter": 27,
		"canon_order": 27884
	},
	{
		"verseText": "While the day was coming on, Paul begged them all to take some food, saying, “Today is the fourteenth day that you wait and continue fasting, having taken nothing. ",
		"book": "ACT",
		"verse": 33,
		"chapter": 27,
		"canon_order": 27885
	},
	{
		"verseText": "Therefore I beg you to take some food, for this is for your safety; for not a hair will perish from any of your heads.” ",
		"book": "ACT",
		"verse": 34,
		"chapter": 27,
		"canon_order": 27886
	},
	{
		"verseText": "When he had said this and had taken bread, he gave thanks to God in the presence of all; then he broke it and began to eat. ",
		"book": "ACT",
		"verse": 35,
		"chapter": 27,
		"canon_order": 27887
	},
	{
		"verseText": "Then they all cheered up, and they also took food. ",
		"book": "ACT",
		"verse": 36,
		"chapter": 27,
		"canon_order": 27888
	},
	{
		"verseText": "In all, we were two hundred seventy-six souls on the ship. ",
		"book": "ACT",
		"verse": 37,
		"chapter": 27,
		"canon_order": 27889
	},
	{
		"verseText": "When they had eaten enough, they lightened the ship, throwing out the wheat into the sea. ",
		"book": "ACT",
		"verse": 38,
		"chapter": 27,
		"canon_order": 27890
	},
	{
		"verseText": "When it was day, they didn’t recognize the land, but they noticed a certain bay with a beach, and they decided to try to drive the ship onto it. ",
		"book": "ACT",
		"verse": 39,
		"chapter": 27,
		"canon_order": 27891
	},
	{
		"verseText": "Casting off the anchors, they left them in the sea, at the same time untying the rudder ropes. Hoisting up the foresail to the wind, they made for the beach. ",
		"book": "ACT",
		"verse": 40,
		"chapter": 27,
		"canon_order": 27892
	},
	{
		"verseText": "But coming to a place where two seas met, they ran the vessel aground. The bow struck and remained immovable, but the stern began to break up by the violence of the waves. ",
		"book": "ACT",
		"verse": 41,
		"chapter": 27,
		"canon_order": 27893
	},
	{
		"verseText": "The soldiers’ counsel was to kill the prisoners, so that none of them would swim out and escape. ",
		"book": "ACT",
		"verse": 42,
		"chapter": 27,
		"canon_order": 27894
	},
	{
		"verseText": "But the centurion, desiring to save Paul, stopped them from their purpose, and commanded that those who could swim should throw themselves overboard first to go toward the land; ",
		"book": "ACT",
		"verse": 43,
		"chapter": 27,
		"canon_order": 27895
	},
	{
		"verseText": "and the rest should follow, some on planks and some on other things from the ship. So they all escaped safely to the land. ",
		"book": "ACT",
		"verse": 44,
		"chapter": 27,
		"canon_order": 27896
	},
	{
		"verseText": "When we had escaped, then they learned that the island was called Malta. ",
		"book": "ACT",
		"verse": 1,
		"chapter": 28,
		"canon_order": 27897
	},
	{
		"verseText": "The natives showed us uncommon kindness; for they kindled a fire and received us all, because of the present rain and because of the cold. ",
		"book": "ACT",
		"verse": 2,
		"chapter": 28,
		"canon_order": 27898
	},
	{
		"verseText": "But when Paul had gathered a bundle of sticks and laid them on the fire, a viper came out because of the heat and fastened on his hand. ",
		"book": "ACT",
		"verse": 3,
		"chapter": 28,
		"canon_order": 27899
	},
	{
		"verseText": "When the natives saw the creature hanging from his hand, they said to one another, “No doubt this man is a murderer, whom, though he has escaped from the sea, yet Justice has not allowed to live.” ",
		"book": "ACT",
		"verse": 4,
		"chapter": 28,
		"canon_order": 27900
	},
	{
		"verseText": "However he shook off the creature into the fire, and wasn’t harmed. ",
		"book": "ACT",
		"verse": 5,
		"chapter": 28,
		"canon_order": 27901
	},
	{
		"verseText": "But they expected that he would have swollen or fallen down dead suddenly, but when they watched for a long time and saw nothing bad happen to him, they changed their minds and said that he was a god. ",
		"book": "ACT",
		"verse": 6,
		"chapter": 28,
		"canon_order": 27902
	},
	{
		"verseText": "Now in the neighborhood of that place were lands belonging to the chief man of the island, named Publius, who received us and courteously entertained us for three days. ",
		"book": "ACT",
		"verse": 7,
		"chapter": 28,
		"canon_order": 27903
	},
	{
		"verseText": "The father of Publius lay sick of fever and dysentery. Paul entered in to him, prayed, and laying his hands on him, healed him. ",
		"book": "ACT",
		"verse": 8,
		"chapter": 28,
		"canon_order": 27904
	},
	{
		"verseText": "Then when this was done, the rest also who had diseases in the island came and were cured. ",
		"book": "ACT",
		"verse": 9,
		"chapter": 28,
		"canon_order": 27905
	},
	{
		"verseText": "They also honored us with many honors; and when we sailed, they put on board the things that we needed. ",
		"book": "ACT",
		"verse": 10,
		"chapter": 28,
		"canon_order": 27906
	},
	{
		"verseText": "After three months, we set sail in a ship of Alexandria which had wintered in the island, whose figurehead was “The Twin Brothers.” ",
		"book": "ACT",
		"verse": 11,
		"chapter": 28,
		"canon_order": 27907
	},
	{
		"verseText": "Touching at Syracuse, we stayed there three days. ",
		"book": "ACT",
		"verse": 12,
		"chapter": 28,
		"canon_order": 27908
	},
	{
		"verseText": "From there we circled around and arrived at Rhegium. After one day, a south wind sprang up, and on the second day we came to Puteoli, ",
		"book": "ACT",
		"verse": 13,
		"chapter": 28,
		"canon_order": 27909
	},
	{
		"verseText": "where we found brothers, and were entreated to stay with them for seven days. So we came to Rome. ",
		"book": "ACT",
		"verse": 14,
		"chapter": 28,
		"canon_order": 27910
	},
	{
		"verseText": "From there the brothers, when they heard of us, came to meet us as far as The Market of Appius and The Three Taverns. When Paul saw them, he thanked God and took courage. ",
		"book": "ACT",
		"verse": 15,
		"chapter": 28,
		"canon_order": 27911
	},
	{
		"verseText": "When we entered into Rome, the centurion delivered the prisoners to the captain of the guard, but Paul was allowed to stay by himself with the soldier who guarded him. ",
		"book": "ACT",
		"verse": 16,
		"chapter": 28,
		"canon_order": 27912
	},
	{
		"verseText": "After three days Paul called together those who were the leaders of the Jews. When they had come together, he said to them, “I, brothers, though I had done nothing against the people or the customs of our fathers, still was delivered prisoner from Jerusalem into the hands of the Romans, ",
		"book": "ACT",
		"verse": 17,
		"chapter": 28,
		"canon_order": 27913
	},
	{
		"verseText": "who, when they had examined me, desired to set me free, because there was no cause of death in me. ",
		"book": "ACT",
		"verse": 18,
		"chapter": 28,
		"canon_order": 27914
	},
	{
		"verseText": "But when the Jews spoke against it, I was constrained to appeal to Caesar, not that I had anything about which to accuse my nation. ",
		"book": "ACT",
		"verse": 19,
		"chapter": 28,
		"canon_order": 27915
	},
	{
		"verseText": "For this cause therefore I asked to see you and to speak with you. For because of the hope of Israel I am bound with this chain.” ",
		"book": "ACT",
		"verse": 20,
		"chapter": 28,
		"canon_order": 27916
	},
	{
		"verseText": "They said to him, “We neither received letters from Judea concerning you, nor did any of the brothers come here and report or speak any evil of you. ",
		"book": "ACT",
		"verse": 21,
		"chapter": 28,
		"canon_order": 27917
	},
	{
		"verseText": "But we desire to hear from you what you think. For, as concerning this sect, it is known to us that everywhere it is spoken against.” ",
		"book": "ACT",
		"verse": 22,
		"chapter": 28,
		"canon_order": 27918
	},
	{
		"verseText": "When they had appointed him a day, many people came to him at his lodging. He explained to them, testifying about God’s Kingdom, and persuading them concerning Jesus, both from the law of Moses and from the prophets, from morning until evening. ",
		"book": "ACT",
		"verse": 23,
		"chapter": 28,
		"canon_order": 27919
	},
	{
		"verseText": "Some believed the things which were spoken, and some disbelieved. ",
		"book": "ACT",
		"verse": 24,
		"chapter": 28,
		"canon_order": 27920
	},
	{
		"verseText": "When they didn’t agree among themselves, they departed after Paul had spoken one message: “The Holy Spirit spoke rightly through Isaiah the prophet to our fathers, ",
		"book": "ACT",
		"verse": 25,
		"chapter": 28,
		"canon_order": 27921
	},
	{
		"verseText": "saying, ‘Go to this people and say, in hearing, you will hear, but will in no way understand. In seeing, you will see, but will in no way perceive. ",
		"book": "ACT",
		"verse": 26,
		"chapter": 28,
		"canon_order": 27922
	},
	{
		"verseText": "For this people’s heart has grown callous. Their ears are dull of hearing. Their eyes they have closed. Lest they should see with their eyes, hear with their ears, understand with their heart, and would turn again, then I would heal them.’ ",
		"book": "ACT",
		"verse": 27,
		"chapter": 28,
		"canon_order": 27923
	},
	{
		"verseText": "“Be it known therefore to you that the salvation of God is sent to the nations, and they will listen.” ",
		"book": "ACT",
		"verse": 28,
		"chapter": 28,
		"canon_order": 27924
	},
	{
		"verseText": "When he had said these words, the Jews departed, having a great dispute among themselves. ",
		"book": "ACT",
		"verse": 29,
		"chapter": 28,
		"canon_order": 27925
	},
	{
		"verseText": "Paul stayed two whole years in his own rented house and received all who were coming to him, ",
		"book": "ACT",
		"verse": 30,
		"chapter": 28,
		"canon_order": 27926
	},
	{
		"verseText": "preaching God’s Kingdom and teaching the things concerning the Lord Jesus Christ with all boldness, without hindrance. ",
		"book": "ACT",
		"verse": 31,
		"chapter": 28,
		"canon_order": 27927
	}
]