[
	{
		"verseText": "The words of Amos, who was among the herdsmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake. ",
		"book": "AMO",
		"verse": 1,
		"chapter": 1,
		"canon_order": 22366
	},
	{
		"verseText": "He said: “Yahweh will roar from Zion, and utter his voice from Jerusalem; and the pastures of the shepherds will mourn, and the top of Carmel will wither.” ",
		"book": "AMO",
		"verse": 2,
		"chapter": 1,
		"canon_order": 22367
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Damascus, yes, for four, I will not turn away its punishment, because they have threshed Gilead with threshing instruments of iron; ",
		"book": "AMO",
		"verse": 3,
		"chapter": 1,
		"canon_order": 22368
	},
	{
		"verseText": "but I will send a fire into the house of Hazael, and it will devour the palaces of Ben Hadad. ",
		"book": "AMO",
		"verse": 4,
		"chapter": 1,
		"canon_order": 22369
	},
	{
		"verseText": "I will break the bar of Damascus, and cut off the inhabitant from the valley of Aven, and him who holds the scepter from the house of Eden; and the people of Syria shall go into captivity to Kir,” says Yahweh. ",
		"book": "AMO",
		"verse": 5,
		"chapter": 1,
		"canon_order": 22370
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Gaza, yes, for four, I will not turn away its punishment, because they carried away captive the whole community, to deliver them up to Edom; ",
		"book": "AMO",
		"verse": 6,
		"chapter": 1,
		"canon_order": 22371
	},
	{
		"verseText": "but I will send a fire on the wall of Gaza, and it will devour its palaces. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 1,
		"canon_order": 22372
	},
	{
		"verseText": "I will cut off the inhabitant from Ashdod, and him who holds the scepter from Ashkelon; and I will turn my hand against Ekron; and the remnant of the Philistines will perish,” says the Lord Yahweh. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 1,
		"canon_order": 22373
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Tyre, yes, for four, I will not turn away its punishment; because they delivered up the whole community to Edom, and didn’t remember the brotherly covenant; ",
		"book": "AMO",
		"verse": 9,
		"chapter": 1,
		"canon_order": 22374
	},
	{
		"verseText": "but I will send a fire on the wall of Tyre, and it will devour its palaces.” ",
		"book": "AMO",
		"verse": 10,
		"chapter": 1,
		"canon_order": 22375
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Edom, yes, for four, I will not turn away its punishment, because he pursued his brother with the sword and cast off all pity, and his anger raged continually, and he kept his wrath forever; ",
		"book": "AMO",
		"verse": 11,
		"chapter": 1,
		"canon_order": 22376
	},
	{
		"verseText": "but I will send a fire on Teman, and it will devour the palaces of Bozrah.” ",
		"book": "AMO",
		"verse": 12,
		"chapter": 1,
		"canon_order": 22377
	},
	{
		"verseText": "Yahweh says: “For three transgressions of the children of Ammon, yes, for four, I will not turn away its punishment, because they have ripped open the pregnant women of Gilead, that they may enlarge their border. ",
		"book": "AMO",
		"verse": 13,
		"chapter": 1,
		"canon_order": 22378
	},
	{
		"verseText": "But I will kindle a fire in the wall of Rabbah, and it will devour its palaces, with shouting in the day of battle, with a storm in the day of the whirlwind; ",
		"book": "AMO",
		"verse": 14,
		"chapter": 1,
		"canon_order": 22379
	},
	{
		"verseText": "and their king will go into captivity, he and his princes together,” says Yahweh. ",
		"book": "AMO",
		"verse": 15,
		"chapter": 1,
		"canon_order": 22380
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Moab, yes, for four, I will not turn away its punishment, because he burned the bones of the king of Edom into lime; ",
		"book": "AMO",
		"verse": 1,
		"chapter": 2,
		"canon_order": 22381
	},
	{
		"verseText": "but I will send a fire on Moab, and it will devour the palaces of Kerioth; and Moab will die with tumult, with shouting, and with the sound of the trumpet; ",
		"book": "AMO",
		"verse": 2,
		"chapter": 2,
		"canon_order": 22382
	},
	{
		"verseText": "and I will cut off the judge from among them, and will kill all its princes with him,” says Yahweh. ",
		"book": "AMO",
		"verse": 3,
		"chapter": 2,
		"canon_order": 22383
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Judah, yes, for four, I will not turn away its punishment, because they have rejected Yahweh’s law, and have not kept his statutes, and their lies have led them astray, after which their fathers walked; ",
		"book": "AMO",
		"verse": 4,
		"chapter": 2,
		"canon_order": 22384
	},
	{
		"verseText": "but I will send a fire on Judah, and it will devour the palaces of Jerusalem.” ",
		"book": "AMO",
		"verse": 5,
		"chapter": 2,
		"canon_order": 22385
	},
	{
		"verseText": "Yahweh says: “For three transgressions of Israel, yes, for four, I will not turn away its punishment, because they have sold the righteous for silver, and the needy for a pair of sandals; ",
		"book": "AMO",
		"verse": 6,
		"chapter": 2,
		"canon_order": 22386
	},
	{
		"verseText": "They trample the heads of the poor into the dust of the earth and deny justice to the oppressed. A man and his father use the same maiden, to profane my holy name. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 2,
		"canon_order": 22387
	},
	{
		"verseText": "They lay themselves down beside every altar on clothes taken in pledge. In the house of their God they drink the wine of those who have been fined. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 2,
		"canon_order": 22388
	},
	{
		"verseText": "Yet I destroyed the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath. ",
		"book": "AMO",
		"verse": 9,
		"chapter": 2,
		"canon_order": 22389
	},
	{
		"verseText": "Also I brought you up out of the land of Egypt and led you forty years in the wilderness, to possess the land of the Amorite. ",
		"book": "AMO",
		"verse": 10,
		"chapter": 2,
		"canon_order": 22390
	},
	{
		"verseText": "I raised up some of your sons for prophets, and some of your young men for Nazirites. Isn’t this true, you children of Israel?” says Yahweh. ",
		"book": "AMO",
		"verse": 11,
		"chapter": 2,
		"canon_order": 22391
	},
	{
		"verseText": "“But you gave the Nazirites wine to drink, and commanded the prophets, saying, ‘Don’t prophesy!’ ",
		"book": "AMO",
		"verse": 12,
		"chapter": 2,
		"canon_order": 22392
	},
	{
		"verseText": "Behold, I will crush you in your place, as a cart crushes that is full of grain. ",
		"book": "AMO",
		"verse": 13,
		"chapter": 2,
		"canon_order": 22393
	},
	{
		"verseText": "Flight will perish from the swift. The strong won’t strengthen his force. The mighty won’t deliver himself. ",
		"book": "AMO",
		"verse": 14,
		"chapter": 2,
		"canon_order": 22394
	},
	{
		"verseText": "He who handles the bow won’t stand. He who is swift of foot won’t escape. He who rides the horse won’t deliver himself. ",
		"book": "AMO",
		"verse": 15,
		"chapter": 2,
		"canon_order": 22395
	},
	{
		"verseText": "He who is courageous among the mighty will flee away naked on that day,” says Yahweh. ",
		"book": "AMO",
		"verse": 16,
		"chapter": 2,
		"canon_order": 22396
	},
	{
		"verseText": "Hear this word that Yahweh has spoken against you, children of Israel, against the whole family which I brought up out of the land of Egypt, saying: ",
		"book": "AMO",
		"verse": 1,
		"chapter": 3,
		"canon_order": 22397
	},
	{
		"verseText": "“I have only chosen you of all the families of the earth. Therefore I will punish you for all of your sins.” ",
		"book": "AMO",
		"verse": 2,
		"chapter": 3,
		"canon_order": 22398
	},
	{
		"verseText": "Do two walk together, unless they have agreed? ",
		"book": "AMO",
		"verse": 3,
		"chapter": 3,
		"canon_order": 22399
	},
	{
		"verseText": "Will a lion roar in the thicket, when he has no prey? Does a young lion cry out of his den, if he has caught nothing? ",
		"book": "AMO",
		"verse": 4,
		"chapter": 3,
		"canon_order": 22400
	},
	{
		"verseText": "Can a bird fall in a trap on the earth, where no snare is set for him? Does a snare spring up from the ground, when there is nothing to catch? ",
		"book": "AMO",
		"verse": 5,
		"chapter": 3,
		"canon_order": 22401
	},
	{
		"verseText": "Does the trumpet alarm sound in a city, without the people being afraid? Does evil happen to a city, and Yahweh hasn’t done it? ",
		"book": "AMO",
		"verse": 6,
		"chapter": 3,
		"canon_order": 22402
	},
	{
		"verseText": "Surely the Lord Yahweh will do nothing, unless he reveals his secret to his servants the prophets. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 3,
		"canon_order": 22403
	},
	{
		"verseText": "The lion has roared. Who will not fear? The Lord Yahweh has spoken. Who can but prophesy? ",
		"book": "AMO",
		"verse": 8,
		"chapter": 3,
		"canon_order": 22404
	},
	{
		"verseText": "Proclaim in the palaces at Ashdod, and in the palaces in the land of Egypt, and say, “Assemble yourselves on the mountains of Samaria, and see what unrest is in her, and what oppression is among them.” ",
		"book": "AMO",
		"verse": 9,
		"chapter": 3,
		"canon_order": 22405
	},
	{
		"verseText": "“Indeed they don’t know to do right,” says Yahweh, “Who hoard plunder and loot in their palaces.” ",
		"book": "AMO",
		"verse": 10,
		"chapter": 3,
		"canon_order": 22406
	},
	{
		"verseText": "Therefore the Lord Yahweh says: “An adversary will overrun the land; and he will pull down your strongholds, and your fortresses will be plundered.” ",
		"book": "AMO",
		"verse": 11,
		"chapter": 3,
		"canon_order": 22407
	},
	{
		"verseText": "Yahweh says: “As the shepherd rescues out of the mouth of the lion two legs, or a piece of an ear, so shall the children of Israel be rescued who sit in Samaria on the corner of a couch, and on the silken cushions of a bed.” ",
		"book": "AMO",
		"verse": 12,
		"chapter": 3,
		"canon_order": 22408
	},
	{
		"verseText": "“Listen, and testify against the house of Jacob,” says the Lord Yahweh, the God of Armies. ",
		"book": "AMO",
		"verse": 13,
		"chapter": 3,
		"canon_order": 22409
	},
	{
		"verseText": "“For in the day that I visit the transgressions of Israel on him, I will also visit the altars of Bethel; and the horns of the altar will be cut off, and fall to the ground. ",
		"book": "AMO",
		"verse": 14,
		"chapter": 3,
		"canon_order": 22410
	},
	{
		"verseText": "I will strike the winter house with the summer house; and the houses of ivory will perish, and the great houses will have an end,” says Yahweh. ",
		"book": "AMO",
		"verse": 15,
		"chapter": 3,
		"canon_order": 22411
	},
	{
		"verseText": "Listen to this word, you cows of Bashan, who are on the mountain of Samaria, who oppress the poor, who crush the needy, who tell their husbands, “Bring us drinks!” ",
		"book": "AMO",
		"verse": 1,
		"chapter": 4,
		"canon_order": 22412
	},
	{
		"verseText": "The Lord Yahweh has sworn by his holiness, “Behold, the days shall come on you that they will take you away with hooks, and the last of you with fish hooks. ",
		"book": "AMO",
		"verse": 2,
		"chapter": 4,
		"canon_order": 22413
	},
	{
		"verseText": "You will go out at the breaks in the wall, everyone straight before her; and you will cast yourselves into Harmon,” says Yahweh. ",
		"book": "AMO",
		"verse": 3,
		"chapter": 4,
		"canon_order": 22414
	},
	{
		"verseText": "“Go to Bethel, and sin; to Gilgal, and sin more. Bring your sacrifices every morning, your tithes every three days, ",
		"book": "AMO",
		"verse": 4,
		"chapter": 4,
		"canon_order": 22415
	},
	{
		"verseText": "offer a sacrifice of thanksgiving of that which is leavened, and proclaim free will offerings and brag about them; for this pleases you, you children of Israel,” says the Lord Yahweh. ",
		"book": "AMO",
		"verse": 5,
		"chapter": 4,
		"canon_order": 22416
	},
	{
		"verseText": "“I also have given you cleanness of teeth in all your cities, and lack of bread in every town; yet you haven’t returned to me,” says Yahweh. ",
		"book": "AMO",
		"verse": 6,
		"chapter": 4,
		"canon_order": 22417
	},
	{
		"verseText": "“I also have withheld the rain from you, when there were yet three months to the harvest; and I caused it to rain on one city, and caused it not to rain on another city. One field was rained on, and the field where it didn’t rain withered. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 4,
		"canon_order": 22418
	},
	{
		"verseText": "So two or three cities staggered to one city to drink water, and were not satisfied; yet you haven’t returned to me,” says Yahweh. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 4,
		"canon_order": 22419
	},
	{
		"verseText": "“I struck you with blight and mildew many times in your gardens and your vineyards, and the swarming locusts have devoured your fig trees and your olive trees; yet you haven’t returned to me,” says Yahweh. ",
		"book": "AMO",
		"verse": 9,
		"chapter": 4,
		"canon_order": 22420
	},
	{
		"verseText": "“I sent plagues among you like I did Egypt. I have slain your young men with the sword, and have carried away your horses. I filled your nostrils with the stench of your camp, yet you haven’t returned to me,” says Yahweh. ",
		"book": "AMO",
		"verse": 10,
		"chapter": 4,
		"canon_order": 22421
	},
	{
		"verseText": "“I have overthrown some of you, as when God overthrew Sodom and Gomorrah, and you were like a burning stick plucked out of the fire; yet you haven’t returned to me,” says Yahweh. ",
		"book": "AMO",
		"verse": 11,
		"chapter": 4,
		"canon_order": 22422
	},
	{
		"verseText": "“Therefore I will do this to you, Israel; because I will do this to you, prepare to meet your God, Israel. ",
		"book": "AMO",
		"verse": 12,
		"chapter": 4,
		"canon_order": 22423
	},
	{
		"verseText": "For, behold, he who forms the mountains, creates the wind, declares to man what is his thought, who makes the morning darkness, and treads on the high places of the earth: Yahweh, the God of Armies, is his name.” ",
		"book": "AMO",
		"verse": 13,
		"chapter": 4,
		"canon_order": 22424
	},
	{
		"verseText": "Listen to this word which I take up for a lamentation over you, O house of Israel: ",
		"book": "AMO",
		"verse": 1,
		"chapter": 5,
		"canon_order": 22425
	},
	{
		"verseText": "“The virgin of Israel has fallen; She shall rise no more. She is cast down on her land; there is no one to raise her up.” ",
		"book": "AMO",
		"verse": 2,
		"chapter": 5,
		"canon_order": 22426
	},
	{
		"verseText": "For the Lord Yahweh says: “The city that went out a thousand shall have a hundred left, and that which went out one hundred shall have ten left to the house of Israel.” ",
		"book": "AMO",
		"verse": 3,
		"chapter": 5,
		"canon_order": 22427
	},
	{
		"verseText": "For Yahweh says to the house of Israel: “Seek me, and you will live; ",
		"book": "AMO",
		"verse": 4,
		"chapter": 5,
		"canon_order": 22428
	},
	{
		"verseText": "but don’t seek Bethel, nor enter into Gilgal, and don’t pass to Beersheba; for Gilgal shall surely go into captivity, and Bethel shall come to nothing. ",
		"book": "AMO",
		"verse": 5,
		"chapter": 5,
		"canon_order": 22429
	},
	{
		"verseText": "Seek Yahweh, and you will live, lest he break out like fire in the house of Joseph, and it devour, and there be no one to quench it in Bethel. ",
		"book": "AMO",
		"verse": 6,
		"chapter": 5,
		"canon_order": 22430
	},
	{
		"verseText": "You who turn justice to wormwood, and cast down righteousness to the earth! ",
		"book": "AMO",
		"verse": 7,
		"chapter": 5,
		"canon_order": 22431
	},
	{
		"verseText": "Seek him who made the Pleiades and Orion, and turns the shadow of death into the morning, and makes the day dark with night; who calls for the waters of the sea, and pours them out on the surface of the earth, Yahweh is his name, ",
		"book": "AMO",
		"verse": 8,
		"chapter": 5,
		"canon_order": 22432
	},
	{
		"verseText": "who brings sudden destruction on the strong, so that destruction comes on the fortress. ",
		"book": "AMO",
		"verse": 9,
		"chapter": 5,
		"canon_order": 22433
	},
	{
		"verseText": "They hate him who reproves in the gate, and they abhor him who speaks blamelessly. ",
		"book": "AMO",
		"verse": 10,
		"chapter": 5,
		"canon_order": 22434
	},
	{
		"verseText": "Therefore, because you trample on the poor and take taxes from him of wheat, you have built houses of cut stone, but you will not dwell in them. You have planted pleasant vineyards, but you shall not drink their wine. ",
		"book": "AMO",
		"verse": 11,
		"chapter": 5,
		"canon_order": 22435
	},
	{
		"verseText": "For I know how many are your offenses, and how great are your sins— you who afflict the just, who take a bribe, and who turn away the needy in the courts. ",
		"book": "AMO",
		"verse": 12,
		"chapter": 5,
		"canon_order": 22436
	},
	{
		"verseText": "Therefore a prudent person keeps silent in such a time, for it is an evil time. ",
		"book": "AMO",
		"verse": 13,
		"chapter": 5,
		"canon_order": 22437
	},
	{
		"verseText": "Seek good, and not evil, that you may live; and so Yahweh, the God of Armies, will be with you, as you say. ",
		"book": "AMO",
		"verse": 14,
		"chapter": 5,
		"canon_order": 22438
	},
	{
		"verseText": "Hate evil, love good, and establish justice in the courts. It may be that Yahweh, the God of Armies, will be gracious to the remnant of Joseph.” ",
		"book": "AMO",
		"verse": 15,
		"chapter": 5,
		"canon_order": 22439
	},
	{
		"verseText": "Therefore Yahweh, the God of Armies, the Lord, says: “Wailing will be in all the wide ways. They will say in all the streets, ‘Alas! Alas!’ They will call the farmer to mourning, and those who are skillful in lamentation to wailing. ",
		"book": "AMO",
		"verse": 16,
		"chapter": 5,
		"canon_order": 22440
	},
	{
		"verseText": "In all vineyards there will be wailing, for I will pass through the middle of you,” says Yahweh. ",
		"book": "AMO",
		"verse": 17,
		"chapter": 5,
		"canon_order": 22441
	},
	{
		"verseText": "“Woe to you who desire the day of Yahweh! Why do you long for the day of Yahweh? It is darkness, and not light. ",
		"book": "AMO",
		"verse": 18,
		"chapter": 5,
		"canon_order": 22442
	},
	{
		"verseText": "As if a man fled from a lion, and a bear met him; or he went into the house and leaned his hand on the wall, and a snake bit him. ",
		"book": "AMO",
		"verse": 19,
		"chapter": 5,
		"canon_order": 22443
	},
	{
		"verseText": "Won’t the day of Yahweh be darkness, and not light? Even very dark, and no brightness in it? ",
		"book": "AMO",
		"verse": 20,
		"chapter": 5,
		"canon_order": 22444
	},
	{
		"verseText": "I hate, I despise your feasts, and I can’t stand your solemn assemblies. ",
		"book": "AMO",
		"verse": 21,
		"chapter": 5,
		"canon_order": 22445
	},
	{
		"verseText": "Yes, though you offer me your burnt offerings and meal offerings, I will not accept them; neither will I regard the peace offerings of your fat animals. ",
		"book": "AMO",
		"verse": 22,
		"chapter": 5,
		"canon_order": 22446
	},
	{
		"verseText": "Take away from me the noise of your songs! I will not listen to the music of your harps. ",
		"book": "AMO",
		"verse": 23,
		"chapter": 5,
		"canon_order": 22447
	},
	{
		"verseText": "But let justice roll on like rivers, and righteousness like a mighty stream. ",
		"book": "AMO",
		"verse": 24,
		"chapter": 5,
		"canon_order": 22448
	},
	{
		"verseText": "“Did you bring to me sacrifices and offerings in the wilderness forty years, house of Israel? ",
		"book": "AMO",
		"verse": 25,
		"chapter": 5,
		"canon_order": 22449
	},
	{
		"verseText": "You also carried the tent of your king and the shrine of your images, the star of your god, which you made for yourselves. ",
		"book": "AMO",
		"verse": 26,
		"chapter": 5,
		"canon_order": 22450
	},
	{
		"verseText": "Therefore I will cause you to go into captivity beyond Damascus,” says Yahweh, whose name is the God of Armies. ",
		"book": "AMO",
		"verse": 27,
		"chapter": 5,
		"canon_order": 22451
	},
	{
		"verseText": "Woe to those who are at ease in Zion, and to those who are secure on the mountain of Samaria, the notable men of the chief of the nations, to whom the house of Israel come! ",
		"book": "AMO",
		"verse": 1,
		"chapter": 6,
		"canon_order": 22452
	},
	{
		"verseText": "Go to Calneh, and see. From there go to Hamath the great. Then go down to Gath of the Philistines. Are they better than these kingdoms? Is their border greater than your border? ",
		"book": "AMO",
		"verse": 2,
		"chapter": 6,
		"canon_order": 22453
	},
	{
		"verseText": "Alas for you who put far away the evil day, and cause the seat of violence to come near, ",
		"book": "AMO",
		"verse": 3,
		"chapter": 6,
		"canon_order": 22454
	},
	{
		"verseText": "who lie on beds of ivory, and stretch themselves on their couches, and eat the lambs out of the flock, and the calves out of the middle of the stall, ",
		"book": "AMO",
		"verse": 4,
		"chapter": 6,
		"canon_order": 22455
	},
	{
		"verseText": "who strum on the strings of a harp, who invent for themselves instruments of music, like David; ",
		"book": "AMO",
		"verse": 5,
		"chapter": 6,
		"canon_order": 22456
	},
	{
		"verseText": "who drink wine in bowls, and anoint themselves with the best oils, but they are not grieved for the affliction of Joseph. ",
		"book": "AMO",
		"verse": 6,
		"chapter": 6,
		"canon_order": 22457
	},
	{
		"verseText": "Therefore they will now go captive with the first who go captive. The feasting and lounging will end. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 6,
		"canon_order": 22458
	},
	{
		"verseText": "“The Lord Yahweh has sworn by himself,” says Yahweh, the God of Armies: “I abhor the pride of Jacob, and detest his fortresses. Therefore I will deliver up the city with all that is in it. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 6,
		"canon_order": 22459
	},
	{
		"verseText": "It will happen that if ten men remain in one house, they will die. ",
		"book": "AMO",
		"verse": 9,
		"chapter": 6,
		"canon_order": 22460
	},
	{
		"verseText": "“When a man’s relative carries him, even he who burns him, to bring bodies out of the house, and asks him who is in the innermost parts of the house, ‘Is there yet any with you?’ And he says, ‘No;’ then he will say, ‘Hush! Indeed we must not mention Yahweh’s name.’ ",
		"book": "AMO",
		"verse": 10,
		"chapter": 6,
		"canon_order": 22461
	},
	{
		"verseText": "“For, behold, Yahweh commands, and the great house will be smashed to pieces, and the little house into bits. ",
		"book": "AMO",
		"verse": 11,
		"chapter": 6,
		"canon_order": 22462
	},
	{
		"verseText": "Do horses run on the rocky crags? Does one plow there with oxen? But you have turned justice into poison, and the fruit of righteousness into bitterness, ",
		"book": "AMO",
		"verse": 12,
		"chapter": 6,
		"canon_order": 22463
	},
	{
		"verseText": "you who rejoice in a thing of nothing, who say, ‘Haven’t we taken for ourselves horns by our own strength?’ ",
		"book": "AMO",
		"verse": 13,
		"chapter": 6,
		"canon_order": 22464
	},
	{
		"verseText": "For, behold, I will raise up against you a nation, house of Israel,” says Yahweh, the God of Armies; “and they will afflict you from the entrance of Hamath to the brook of the Arabah.” ",
		"book": "AMO",
		"verse": 14,
		"chapter": 6,
		"canon_order": 22465
	},
	{
		"verseText": "Thus the Lord Yahweh showed me: behold, he formed locusts in the beginning of the shooting up of the latter growth; and behold, it was the latter growth after the king’s harvest. ",
		"book": "AMO",
		"verse": 1,
		"chapter": 7,
		"canon_order": 22466
	},
	{
		"verseText": "When they finished eating the grass of the land, then I said, “Lord Yahweh, forgive, I beg you! How could Jacob stand? For he is small.” ",
		"book": "AMO",
		"verse": 2,
		"chapter": 7,
		"canon_order": 22467
	},
	{
		"verseText": "Yahweh relented concerning this. “It shall not be,” says Yahweh. ",
		"book": "AMO",
		"verse": 3,
		"chapter": 7,
		"canon_order": 22468
	},
	{
		"verseText": "Thus the Lord Yahweh showed me: behold, the Lord Yahweh called for judgment by fire; and it dried up the great deep, and would have devoured the land. ",
		"book": "AMO",
		"verse": 4,
		"chapter": 7,
		"canon_order": 22469
	},
	{
		"verseText": "Then I said, “Lord Yahweh, stop, I beg you! How could Jacob stand? For he is small.” ",
		"book": "AMO",
		"verse": 5,
		"chapter": 7,
		"canon_order": 22470
	},
	{
		"verseText": "Yahweh relented concerning this. “This also shall not be,” says the Lord Yahweh. ",
		"book": "AMO",
		"verse": 6,
		"chapter": 7,
		"canon_order": 22471
	},
	{
		"verseText": "Thus he showed me: behold, the Lord stood beside a wall made by a plumb line, with a plumb line in his hand. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 7,
		"canon_order": 22472
	},
	{
		"verseText": "Yahweh said to me, “Amos, what do you see?” I said, “A plumb line.” Then the Lord said, “Behold, I will set a plumb line in the middle of my people Israel. I will not again pass by them any more. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 7,
		"canon_order": 22473
	},
	{
		"verseText": "The high places of Isaac will be desolate, the sanctuaries of Israel will be laid waste; and I will rise against the house of Jeroboam with the sword.” ",
		"book": "AMO",
		"verse": 9,
		"chapter": 7,
		"canon_order": 22474
	},
	{
		"verseText": "Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the middle of the house of Israel. The land is not able to bear all his words. ",
		"book": "AMO",
		"verse": 10,
		"chapter": 7,
		"canon_order": 22475
	},
	{
		"verseText": "For Amos says, ‘Jeroboam will die by the sword, and Israel shall surely be led away captive out of his land.’” ",
		"book": "AMO",
		"verse": 11,
		"chapter": 7,
		"canon_order": 22476
	},
	{
		"verseText": "Amaziah also said to Amos, “You seer, go, flee away into the land of Judah, and there eat bread, and prophesy there, ",
		"book": "AMO",
		"verse": 12,
		"chapter": 7,
		"canon_order": 22477
	},
	{
		"verseText": "but don’t prophesy again any more at Bethel; for it is the king’s sanctuary, and it is a royal house!” ",
		"book": "AMO",
		"verse": 13,
		"chapter": 7,
		"canon_order": 22478
	},
	{
		"verseText": "Then Amos answered Amaziah, “I was no prophet, neither was I a prophet’s son, but I was a herdsman, and a farmer of sycamore figs; ",
		"book": "AMO",
		"verse": 14,
		"chapter": 7,
		"canon_order": 22479
	},
	{
		"verseText": "and Yahweh took me from following the flock, and Yahweh said to me, ‘Go, prophesy to my people Israel.’ ",
		"book": "AMO",
		"verse": 15,
		"chapter": 7,
		"canon_order": 22480
	},
	{
		"verseText": "Now therefore listen to Yahweh’s word: ‘You say, Don’t prophesy against Israel, and don’t preach against the house of Isaac.’ ",
		"book": "AMO",
		"verse": 16,
		"chapter": 7,
		"canon_order": 22481
	},
	{
		"verseText": "Therefore Yahweh says: ‘Your wife shall be a prostitute in the city, and your sons and your daughters shall fall by the sword, and your land shall be divided by line; and you yourself shall die in a land that is unclean, and Israel shall surely be led away captive out of his land.’” ",
		"book": "AMO",
		"verse": 17,
		"chapter": 7,
		"canon_order": 22482
	},
	{
		"verseText": "Thus the Lord Yahweh showed me: behold, a basket of summer fruit. ",
		"book": "AMO",
		"verse": 1,
		"chapter": 8,
		"canon_order": 22483
	},
	{
		"verseText": "He said, “Amos, what do you see?” I said, “A basket of summer fruit.” Then Yahweh said to me, “The end has come on my people Israel. I will not again pass by them any more. ",
		"book": "AMO",
		"verse": 2,
		"chapter": 8,
		"canon_order": 22484
	},
	{
		"verseText": "The songs of the temple will be wailing in that day,” says the Lord Yahweh. “The dead bodies will be many. In every place they will throw them out with silence. ",
		"book": "AMO",
		"verse": 3,
		"chapter": 8,
		"canon_order": 22485
	},
	{
		"verseText": "Hear this, you who desire to swallow up the needy, and cause the poor of the land to fail, ",
		"book": "AMO",
		"verse": 4,
		"chapter": 8,
		"canon_order": 22486
	},
	{
		"verseText": "saying, ‘When will the new moon be gone, that we may sell grain? And the Sabbath, that we may market wheat, making the ephah small, and the shekel large, and dealing falsely with balances of deceit; ",
		"book": "AMO",
		"verse": 5,
		"chapter": 8,
		"canon_order": 22487
	},
	{
		"verseText": "that we may buy the poor for silver, and the needy for a pair of sandals, and sell the sweepings with the wheat?’” ",
		"book": "AMO",
		"verse": 6,
		"chapter": 8,
		"canon_order": 22488
	},
	{
		"verseText": "Yahweh has sworn by the pride of Jacob, “Surely I will never forget any of their works. ",
		"book": "AMO",
		"verse": 7,
		"chapter": 8,
		"canon_order": 22489
	},
	{
		"verseText": "Won’t the land tremble for this, and everyone mourn who dwells in it? Yes, it will rise up wholly like the River; and it will be stirred up and sink again, like the River of Egypt. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 8,
		"canon_order": 22490
	},
	{
		"verseText": "It will happen in that day,” says the Lord Yahweh, “that I will cause the sun to go down at noon, and I will darken the earth in the clear day. ",
		"book": "AMO",
		"verse": 9,
		"chapter": 8,
		"canon_order": 22491
	},
	{
		"verseText": "I will turn your feasts into mourning, and all your songs into lamentation; and I will make you wear sackcloth on all your bodies, and baldness on every head. I will make it like the mourning for an only son, and its end like a bitter day. ",
		"book": "AMO",
		"verse": 10,
		"chapter": 8,
		"canon_order": 22492
	},
	{
		"verseText": "Behold, the days come,” says the Lord Yahweh, “that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing Yahweh’s words. ",
		"book": "AMO",
		"verse": 11,
		"chapter": 8,
		"canon_order": 22493
	},
	{
		"verseText": "They will wander from sea to sea, and from the north even to the east; they will run back and forth to seek Yahweh’s word, and will not find it. ",
		"book": "AMO",
		"verse": 12,
		"chapter": 8,
		"canon_order": 22494
	},
	{
		"verseText": "In that day the beautiful virgins and the young men will faint for thirst. ",
		"book": "AMO",
		"verse": 13,
		"chapter": 8,
		"canon_order": 22495
	},
	{
		"verseText": "Those who swear by the sin of Samaria, and say, ‘As your god, Dan, lives,’ and, ‘As the way of Beersheba lives,’ they will fall, and never rise up again.” ",
		"book": "AMO",
		"verse": 14,
		"chapter": 8,
		"canon_order": 22496
	},
	{
		"verseText": "I saw the Lord standing beside the altar, and he said, “Strike the tops of the pillars, that the thresholds may shake. Break them in pieces on the head of all of them. I will kill the last of them with the sword. Not one of them will flee away. Not one of them will escape. ",
		"book": "AMO",
		"verse": 1,
		"chapter": 9,
		"canon_order": 22497
	},
	{
		"verseText": "Though they dig into Sheol, there my hand will take them; and though they climb up to heaven, there I will bring them down. ",
		"book": "AMO",
		"verse": 2,
		"chapter": 9,
		"canon_order": 22498
	},
	{
		"verseText": "Though they hide themselves in the top of Carmel, I will search and take them out from there; and though they be hidden from my sight in the bottom of the sea, there I will command the serpent, and it will bite them. ",
		"book": "AMO",
		"verse": 3,
		"chapter": 9,
		"canon_order": 22499
	},
	{
		"verseText": "Though they go into captivity before their enemies, there I will command the sword, and it will kill them. I will set my eyes on them for evil, and not for good. ",
		"book": "AMO",
		"verse": 4,
		"chapter": 9,
		"canon_order": 22500
	},
	{
		"verseText": "For the Lord, Yahweh of Armies, is he who touches the land and it melts, and all who dwell in it will mourn; and it will rise up wholly like the River, and will sink again, like the River of Egypt. ",
		"book": "AMO",
		"verse": 5,
		"chapter": 9,
		"canon_order": 22501
	},
	{
		"verseText": "It is he who builds his rooms in the heavens, and has founded his vault on the earth; he who calls for the waters of the sea, and pours them out on the surface of the earth—Yahweh is his name. ",
		"book": "AMO",
		"verse": 6,
		"chapter": 9,
		"canon_order": 22502
	},
	{
		"verseText": "Are you not like the children of the Ethiopians to me, children of Israel?” says Yahweh. “Haven’t I brought up Israel out of the land of Egypt, and the Philistines from Caphtor, and the Syrians from Kir? ",
		"book": "AMO",
		"verse": 7,
		"chapter": 9,
		"canon_order": 22503
	},
	{
		"verseText": "Behold, the eyes of the Lord Yahweh are on the sinful kingdom, and I will destroy it from off the surface of the earth, except that I will not utterly destroy the house of Jacob,” says Yahweh. ",
		"book": "AMO",
		"verse": 8,
		"chapter": 9,
		"canon_order": 22504
	},
	{
		"verseText": "“For behold, I will command, and I will sift the house of Israel among all the nations as grain is sifted in a sieve, yet not the least kernel will fall on the earth. ",
		"book": "AMO",
		"verse": 9,
		"chapter": 9,
		"canon_order": 22505
	},
	{
		"verseText": "All the sinners of my people will die by the sword, who say, ‘Evil won’t overtake nor meet us.’ ",
		"book": "AMO",
		"verse": 10,
		"chapter": 9,
		"canon_order": 22506
	},
	{
		"verseText": "In that day I will raise up the tent of David who is fallen and close up its breaches, and I will raise up its ruins, and I will build it as in the days of old, ",
		"book": "AMO",
		"verse": 11,
		"chapter": 9,
		"canon_order": 22507
	},
	{
		"verseText": "that they may possess the remnant of Edom and all the nations who are called by my name,” says Yahweh who does this. ",
		"book": "AMO",
		"verse": 12,
		"chapter": 9,
		"canon_order": 22508
	},
	{
		"verseText": "“Behold, the days come,” says Yahweh, “that the plowman shall overtake the reaper, and the one treading grapes him who sows seed; and sweet wine will drip from the mountains, and flow from the hills. ",
		"book": "AMO",
		"verse": 13,
		"chapter": 9,
		"canon_order": 22509
	},
	{
		"verseText": "I will bring my people Israel back from captivity, and they will rebuild the ruined cities, and inhabit them; and they will plant vineyards, and drink wine from them. They shall also make gardens, and eat their fruit. ",
		"book": "AMO",
		"verse": 14,
		"chapter": 9,
		"canon_order": 22510
	},
	{
		"verseText": "I will plant them on their land, and they will no more be plucked up out of their land which I have given them,” says Yahweh your God. ",
		"book": "AMO",
		"verse": 15,
		"chapter": 9,
		"canon_order": 22511
	}
]