[
	{
		"verseText": "Paul, an apostle of Christ Jesus through the will of God, to the saints who are at Ephesus, and the faithful in Christ Jesus: ",
		"book": "EPH",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29204
	},
	{
		"verseText": "Grace to you and peace from God our Father and the Lord Jesus Christ. ",
		"book": "EPH",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29205
	},
	{
		"verseText": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ, ",
		"book": "EPH",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29206
	},
	{
		"verseText": "even as he chose us in him before the foundation of the world, that we would be holy and without defect before him in love, ",
		"book": "EPH",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29207
	},
	{
		"verseText": "having predestined us for adoption as children through Jesus Christ to himself, according to the good pleasure of his desire, ",
		"book": "EPH",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29208
	},
	{
		"verseText": "to the praise of the glory of his grace, by which he freely gave us favor in the Beloved. ",
		"book": "EPH",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29209
	},
	{
		"verseText": "In him we have our redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace ",
		"book": "EPH",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29210
	},
	{
		"verseText": "which he made to abound toward us in all wisdom and prudence, ",
		"book": "EPH",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29211
	},
	{
		"verseText": "making known to us the mystery of his will, according to his good pleasure which he purposed in him ",
		"book": "EPH",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29212
	},
	{
		"verseText": "to an administration of the fullness of the times, to sum up all things in Christ, the things in the heavens and the things on the earth, in him. ",
		"book": "EPH",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29213
	},
	{
		"verseText": "We were also assigned an inheritance in him, having been foreordained according to the purpose of him who does all things after the counsel of his will, ",
		"book": "EPH",
		"verse": 11,
		"chapter": 1,
		"canon_order": 29214
	},
	{
		"verseText": "to the end that we should be to the praise of his glory, we who had before hoped in Christ. ",
		"book": "EPH",
		"verse": 12,
		"chapter": 1,
		"canon_order": 29215
	},
	{
		"verseText": "In him you also, having heard the word of the truth, the Good News of your salvation—in whom, having also believed, you were sealed with the promised Holy Spirit, ",
		"book": "EPH",
		"verse": 13,
		"chapter": 1,
		"canon_order": 29216
	},
	{
		"verseText": "who is a pledge of our inheritance, to the redemption of God’s own possession, to the praise of his glory. ",
		"book": "EPH",
		"verse": 14,
		"chapter": 1,
		"canon_order": 29217
	},
	{
		"verseText": "For this cause I also, having heard of the faith in the Lord Jesus which is among you and the love which you have toward all the saints, ",
		"book": "EPH",
		"verse": 15,
		"chapter": 1,
		"canon_order": 29218
	},
	{
		"verseText": "don’t cease to give thanks for you, making mention of you in my prayers, ",
		"book": "EPH",
		"verse": 16,
		"chapter": 1,
		"canon_order": 29219
	},
	{
		"verseText": "that the God of our Lord Jesus Christ, the Father of glory, may give to you a spirit of wisdom and revelation in the knowledge of him, ",
		"book": "EPH",
		"verse": 17,
		"chapter": 1,
		"canon_order": 29220
	},
	{
		"verseText": "having the eyes of your hearts enlightened, that you may know what is the hope of his calling, and what are the riches of the glory of his inheritance in the saints, ",
		"book": "EPH",
		"verse": 18,
		"chapter": 1,
		"canon_order": 29221
	},
	{
		"verseText": "and what is the exceeding greatness of his power toward us who believe, according to that working of the strength of his might ",
		"book": "EPH",
		"verse": 19,
		"chapter": 1,
		"canon_order": 29222
	},
	{
		"verseText": "which he worked in Christ when he raised him from the dead and made him to sit at his right hand in the heavenly places, ",
		"book": "EPH",
		"verse": 20,
		"chapter": 1,
		"canon_order": 29223
	},
	{
		"verseText": "far above all rule, authority, power, dominion, and every name that is named, not only in this age, but also in that which is to come. ",
		"book": "EPH",
		"verse": 21,
		"chapter": 1,
		"canon_order": 29224
	},
	{
		"verseText": "He put all things in subjection under his feet, and gave him to be head over all things for the assembly, ",
		"book": "EPH",
		"verse": 22,
		"chapter": 1,
		"canon_order": 29225
	},
	{
		"verseText": "which is his body, the fullness of him who fills all in all. ",
		"book": "EPH",
		"verse": 23,
		"chapter": 1,
		"canon_order": 29226
	},
	{
		"verseText": "You were made alive when you were dead in transgressions and sins, ",
		"book": "EPH",
		"verse": 1,
		"chapter": 2,
		"canon_order": 29227
	},
	{
		"verseText": "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience. ",
		"book": "EPH",
		"verse": 2,
		"chapter": 2,
		"canon_order": 29228
	},
	{
		"verseText": "We also all once lived among them in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest. ",
		"book": "EPH",
		"verse": 3,
		"chapter": 2,
		"canon_order": 29229
	},
	{
		"verseText": "But God, being rich in mercy, for his great love with which he loved us, ",
		"book": "EPH",
		"verse": 4,
		"chapter": 2,
		"canon_order": 29230
	},
	{
		"verseText": "even when we were dead through our trespasses, made us alive together with Christ—by grace you have been saved— ",
		"book": "EPH",
		"verse": 5,
		"chapter": 2,
		"canon_order": 29231
	},
	{
		"verseText": "and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus, ",
		"book": "EPH",
		"verse": 6,
		"chapter": 2,
		"canon_order": 29232
	},
	{
		"verseText": "that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus; ",
		"book": "EPH",
		"verse": 7,
		"chapter": 2,
		"canon_order": 29233
	},
	{
		"verseText": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God, ",
		"book": "EPH",
		"verse": 8,
		"chapter": 2,
		"canon_order": 29234
	},
	{
		"verseText": "not of works, that no one would boast. ",
		"book": "EPH",
		"verse": 9,
		"chapter": 2,
		"canon_order": 29235
	},
	{
		"verseText": "For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them. ",
		"book": "EPH",
		"verse": 10,
		"chapter": 2,
		"canon_order": 29236
	},
	{
		"verseText": "Therefore remember that once you, the Gentiles in the flesh, who are called “uncircumcision” by that which is called “circumcision” (in the flesh, made by hands), ",
		"book": "EPH",
		"verse": 11,
		"chapter": 2,
		"canon_order": 29237
	},
	{
		"verseText": "that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world. ",
		"book": "EPH",
		"verse": 12,
		"chapter": 2,
		"canon_order": 29238
	},
	{
		"verseText": "But now in Christ Jesus you who once were far off are made near in the blood of Christ. ",
		"book": "EPH",
		"verse": 13,
		"chapter": 2,
		"canon_order": 29239
	},
	{
		"verseText": "For he is our peace, who made both one, and broke down the middle wall of separation, ",
		"book": "EPH",
		"verse": 14,
		"chapter": 2,
		"canon_order": 29240
	},
	{
		"verseText": "having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace, ",
		"book": "EPH",
		"verse": 15,
		"chapter": 2,
		"canon_order": 29241
	},
	{
		"verseText": "and might reconcile them both in one body to God through the cross, having killed the hostility through it. ",
		"book": "EPH",
		"verse": 16,
		"chapter": 2,
		"canon_order": 29242
	},
	{
		"verseText": "He came and preached peace to you who were far off and to those who were near. ",
		"book": "EPH",
		"verse": 17,
		"chapter": 2,
		"canon_order": 29243
	},
	{
		"verseText": "For through him we both have our access in one Spirit to the Father. ",
		"book": "EPH",
		"verse": 18,
		"chapter": 2,
		"canon_order": 29244
	},
	{
		"verseText": "So then you are no longer strangers and foreigners, but you are fellow citizens with the saints and of the household of God, ",
		"book": "EPH",
		"verse": 19,
		"chapter": 2,
		"canon_order": 29245
	},
	{
		"verseText": "being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone; ",
		"book": "EPH",
		"verse": 20,
		"chapter": 2,
		"canon_order": 29246
	},
	{
		"verseText": "in whom the whole building, fitted together, grows into a holy temple in the Lord; ",
		"book": "EPH",
		"verse": 21,
		"chapter": 2,
		"canon_order": 29247
	},
	{
		"verseText": "in whom you also are built together for a habitation of God in the Spirit. ",
		"book": "EPH",
		"verse": 22,
		"chapter": 2,
		"canon_order": 29248
	},
	{
		"verseText": "For this cause I, Paul, am the prisoner of Christ Jesus on behalf of you Gentiles, ",
		"book": "EPH",
		"verse": 1,
		"chapter": 3,
		"canon_order": 29249
	},
	{
		"verseText": "if it is so that you have heard of the administration of that grace of God which was given me toward you, ",
		"book": "EPH",
		"verse": 2,
		"chapter": 3,
		"canon_order": 29250
	},
	{
		"verseText": "how that by revelation the mystery was made known to me, as I wrote before in few words, ",
		"book": "EPH",
		"verse": 3,
		"chapter": 3,
		"canon_order": 29251
	},
	{
		"verseText": "by which, when you read, you can perceive my understanding in the mystery of Christ, ",
		"book": "EPH",
		"verse": 4,
		"chapter": 3,
		"canon_order": 29252
	},
	{
		"verseText": "which in other generations was not made known to the children of men, as it has now been revealed to his holy apostles and prophets in the Spirit, ",
		"book": "EPH",
		"verse": 5,
		"chapter": 3,
		"canon_order": 29253
	},
	{
		"verseText": "that the Gentiles are fellow heirs and fellow members of the body, and fellow partakers of his promise in Christ Jesus through the Good News, ",
		"book": "EPH",
		"verse": 6,
		"chapter": 3,
		"canon_order": 29254
	},
	{
		"verseText": "of which I was made a servant according to the gift of that grace of God which was given me according to the working of his power. ",
		"book": "EPH",
		"verse": 7,
		"chapter": 3,
		"canon_order": 29255
	},
	{
		"verseText": "To me, the very least of all saints, was this grace given, to preach to the Gentiles the unsearchable riches of Christ, ",
		"book": "EPH",
		"verse": 8,
		"chapter": 3,
		"canon_order": 29256
	},
	{
		"verseText": "and to make all men see what is the administration of the mystery which for ages has been hidden in God, who created all things through Jesus Christ, ",
		"book": "EPH",
		"verse": 9,
		"chapter": 3,
		"canon_order": 29257
	},
	{
		"verseText": "to the intent that now through the assembly the manifold wisdom of God might be made known to the principalities and the powers in the heavenly places, ",
		"book": "EPH",
		"verse": 10,
		"chapter": 3,
		"canon_order": 29258
	},
	{
		"verseText": "according to the eternal purpose which he accomplished in Christ Jesus our Lord. ",
		"book": "EPH",
		"verse": 11,
		"chapter": 3,
		"canon_order": 29259
	},
	{
		"verseText": "In him we have boldness and access in confidence through our faith in him. ",
		"book": "EPH",
		"verse": 12,
		"chapter": 3,
		"canon_order": 29260
	},
	{
		"verseText": "Therefore I ask that you may not lose heart at my troubles for you, which are your glory. ",
		"book": "EPH",
		"verse": 13,
		"chapter": 3,
		"canon_order": 29261
	},
	{
		"verseText": "For this cause, I bow my knees to the Father of our Lord Jesus Christ, ",
		"book": "EPH",
		"verse": 14,
		"chapter": 3,
		"canon_order": 29262
	},
	{
		"verseText": "from whom every family in heaven and on earth is named, ",
		"book": "EPH",
		"verse": 15,
		"chapter": 3,
		"canon_order": 29263
	},
	{
		"verseText": "that he would grant you, according to the riches of his glory, that you may be strengthened with power through his Spirit in the inner person, ",
		"book": "EPH",
		"verse": 16,
		"chapter": 3,
		"canon_order": 29264
	},
	{
		"verseText": "that Christ may dwell in your hearts through faith, to the end that you, being rooted and grounded in love, ",
		"book": "EPH",
		"verse": 17,
		"chapter": 3,
		"canon_order": 29265
	},
	{
		"verseText": "may be strengthened to comprehend with all the saints what is the width and length and height and depth, ",
		"book": "EPH",
		"verse": 18,
		"chapter": 3,
		"canon_order": 29266
	},
	{
		"verseText": "and to know Christ’s love which surpasses knowledge, that you may be filled with all the fullness of God. ",
		"book": "EPH",
		"verse": 19,
		"chapter": 3,
		"canon_order": 29267
	},
	{
		"verseText": "Now to him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us, ",
		"book": "EPH",
		"verse": 20,
		"chapter": 3,
		"canon_order": 29268
	},
	{
		"verseText": "to him be the glory in the assembly and in Christ Jesus to all generations, forever and ever. Amen. ",
		"book": "EPH",
		"verse": 21,
		"chapter": 3,
		"canon_order": 29269
	},
	{
		"verseText": "I therefore, the prisoner in the Lord, beg you to walk worthily of the calling with which you were called, ",
		"book": "EPH",
		"verse": 1,
		"chapter": 4,
		"canon_order": 29270
	},
	{
		"verseText": "with all lowliness and humility, with patience, bearing with one another in love, ",
		"book": "EPH",
		"verse": 2,
		"chapter": 4,
		"canon_order": 29271
	},
	{
		"verseText": "being eager to keep the unity of the Spirit in the bond of peace. ",
		"book": "EPH",
		"verse": 3,
		"chapter": 4,
		"canon_order": 29272
	},
	{
		"verseText": "There is one body and one Spirit, even as you also were called in one hope of your calling, ",
		"book": "EPH",
		"verse": 4,
		"chapter": 4,
		"canon_order": 29273
	},
	{
		"verseText": "one Lord, one faith, one baptism, ",
		"book": "EPH",
		"verse": 5,
		"chapter": 4,
		"canon_order": 29274
	},
	{
		"verseText": "one God and Father of all, who is over all and through all and in us all. ",
		"book": "EPH",
		"verse": 6,
		"chapter": 4,
		"canon_order": 29275
	},
	{
		"verseText": "But to each one of us, the grace was given according to the measure of the gift of Christ. ",
		"book": "EPH",
		"verse": 7,
		"chapter": 4,
		"canon_order": 29276
	},
	{
		"verseText": "Therefore he says, “When he ascended on high, he led captivity captive, and gave gifts to people.” ",
		"book": "EPH",
		"verse": 8,
		"chapter": 4,
		"canon_order": 29277
	},
	{
		"verseText": "Now this, “He ascended”, what is it but that he also first descended into the lower parts of the earth? ",
		"book": "EPH",
		"verse": 9,
		"chapter": 4,
		"canon_order": 29278
	},
	{
		"verseText": "He who descended is the one who also ascended far above all the heavens, that he might fill all things. ",
		"book": "EPH",
		"verse": 10,
		"chapter": 4,
		"canon_order": 29279
	},
	{
		"verseText": "He gave some to be apostles; and some, prophets; and some, evangelists; and some, shepherds and teachers; ",
		"book": "EPH",
		"verse": 11,
		"chapter": 4,
		"canon_order": 29280
	},
	{
		"verseText": "for the perfecting of the saints, to the work of serving, to the building up of the body of Christ, ",
		"book": "EPH",
		"verse": 12,
		"chapter": 4,
		"canon_order": 29281
	},
	{
		"verseText": "until we all attain to the unity of the faith and of the knowledge of the Son of God, to a full grown man, to the measure of the stature of the fullness of Christ, ",
		"book": "EPH",
		"verse": 13,
		"chapter": 4,
		"canon_order": 29282
	},
	{
		"verseText": "that we may no longer be children, tossed back and forth and carried about with every wind of doctrine, by the trickery of men, in craftiness, after the wiles of error; ",
		"book": "EPH",
		"verse": 14,
		"chapter": 4,
		"canon_order": 29283
	},
	{
		"verseText": "but speaking truth in love, we may grow up in all things into him who is the head, Christ, ",
		"book": "EPH",
		"verse": 15,
		"chapter": 4,
		"canon_order": 29284
	},
	{
		"verseText": "from whom all the body, being fitted and knit together through that which every joint supplies, according to the working in measure of each individual part, makes the body increase to the building up of itself in love. ",
		"book": "EPH",
		"verse": 16,
		"chapter": 4,
		"canon_order": 29285
	},
	{
		"verseText": "This I say therefore, and testify in the Lord, that you no longer walk as the rest of the Gentiles also walk, in the futility of their mind, ",
		"book": "EPH",
		"verse": 17,
		"chapter": 4,
		"canon_order": 29286
	},
	{
		"verseText": "being darkened in their understanding, alienated from the life of God because of the ignorance that is in them, because of the hardening of their hearts. ",
		"book": "EPH",
		"verse": 18,
		"chapter": 4,
		"canon_order": 29287
	},
	{
		"verseText": "They, having become callous, gave themselves up to lust, to work all uncleanness with greediness. ",
		"book": "EPH",
		"verse": 19,
		"chapter": 4,
		"canon_order": 29288
	},
	{
		"verseText": "But you didn’t learn Christ that way, ",
		"book": "EPH",
		"verse": 20,
		"chapter": 4,
		"canon_order": 29289
	},
	{
		"verseText": "if indeed you heard him and were taught in him, even as truth is in Jesus: ",
		"book": "EPH",
		"verse": 21,
		"chapter": 4,
		"canon_order": 29290
	},
	{
		"verseText": "that you put away, as concerning your former way of life, the old man that grows corrupt after the lusts of deceit, ",
		"book": "EPH",
		"verse": 22,
		"chapter": 4,
		"canon_order": 29291
	},
	{
		"verseText": "and that you be renewed in the spirit of your mind, ",
		"book": "EPH",
		"verse": 23,
		"chapter": 4,
		"canon_order": 29292
	},
	{
		"verseText": "and put on the new man, who in the likeness of God has been created in righteousness and holiness of truth. ",
		"book": "EPH",
		"verse": 24,
		"chapter": 4,
		"canon_order": 29293
	},
	{
		"verseText": "Therefore, putting away falsehood, speak truth each one with his neighbor, for we are members of one another. ",
		"book": "EPH",
		"verse": 25,
		"chapter": 4,
		"canon_order": 29294
	},
	{
		"verseText": "“Be angry, and don’t sin.” Don’t let the sun go down on your wrath, ",
		"book": "EPH",
		"verse": 26,
		"chapter": 4,
		"canon_order": 29295
	},
	{
		"verseText": "and don’t give place to the devil. ",
		"book": "EPH",
		"verse": 27,
		"chapter": 4,
		"canon_order": 29296
	},
	{
		"verseText": "Let him who stole steal no more; but rather let him labor, producing with his hands something that is good, that he may have something to give to him who has need. ",
		"book": "EPH",
		"verse": 28,
		"chapter": 4,
		"canon_order": 29297
	},
	{
		"verseText": "Let no corrupt speech proceed out of your mouth, but only what is good for building others up as the need may be, that it may give grace to those who hear. ",
		"book": "EPH",
		"verse": 29,
		"chapter": 4,
		"canon_order": 29298
	},
	{
		"verseText": "Don’t grieve the Holy Spirit of God, in whom you were sealed for the day of redemption. ",
		"book": "EPH",
		"verse": 30,
		"chapter": 4,
		"canon_order": 29299
	},
	{
		"verseText": "Let all bitterness, wrath, anger, outcry, and slander be put away from you, with all malice. ",
		"book": "EPH",
		"verse": 31,
		"chapter": 4,
		"canon_order": 29300
	},
	{
		"verseText": "And be kind to one another, tender hearted, forgiving each other, just as God also in Christ forgave you. ",
		"book": "EPH",
		"verse": 32,
		"chapter": 4,
		"canon_order": 29301
	},
	{
		"verseText": "Be therefore imitators of God, as beloved children. ",
		"book": "EPH",
		"verse": 1,
		"chapter": 5,
		"canon_order": 29302
	},
	{
		"verseText": "Walk in love, even as Christ also loved us and gave himself up for us, an offering and a sacrifice to God for a sweet-smelling fragrance. ",
		"book": "EPH",
		"verse": 2,
		"chapter": 5,
		"canon_order": 29303
	},
	{
		"verseText": "But sexual immorality, and all uncleanness or covetousness, let it not even be mentioned among you, as becomes saints; ",
		"book": "EPH",
		"verse": 3,
		"chapter": 5,
		"canon_order": 29304
	},
	{
		"verseText": "nor filthiness, nor foolish talking, nor jesting, which are not appropriate, but rather giving of thanks. ",
		"book": "EPH",
		"verse": 4,
		"chapter": 5,
		"canon_order": 29305
	},
	{
		"verseText": "Know this for sure, that no sexually immoral person, nor unclean person, nor covetous man (who is an idolater), has any inheritance in the Kingdom of Christ and God. ",
		"book": "EPH",
		"verse": 5,
		"chapter": 5,
		"canon_order": 29306
	},
	{
		"verseText": "Let no one deceive you with empty words, for because of these things the wrath of God comes on the children of disobedience. ",
		"book": "EPH",
		"verse": 6,
		"chapter": 5,
		"canon_order": 29307
	},
	{
		"verseText": "Therefore don’t be partakers with them. ",
		"book": "EPH",
		"verse": 7,
		"chapter": 5,
		"canon_order": 29308
	},
	{
		"verseText": "For you were once darkness, but are now light in the Lord. Walk as children of light, ",
		"book": "EPH",
		"verse": 8,
		"chapter": 5,
		"canon_order": 29309
	},
	{
		"verseText": "for the fruit of the Spirit is in all goodness and righteousness and truth, ",
		"book": "EPH",
		"verse": 9,
		"chapter": 5,
		"canon_order": 29310
	},
	{
		"verseText": "proving what is well pleasing to the Lord. ",
		"book": "EPH",
		"verse": 10,
		"chapter": 5,
		"canon_order": 29311
	},
	{
		"verseText": "Have no fellowship with the unfruitful deeds of darkness, but rather even reprove them. ",
		"book": "EPH",
		"verse": 11,
		"chapter": 5,
		"canon_order": 29312
	},
	{
		"verseText": "For it is a shame even to speak of the things which are done by them in secret. ",
		"book": "EPH",
		"verse": 12,
		"chapter": 5,
		"canon_order": 29313
	},
	{
		"verseText": "But all things, when they are reproved, are revealed by the light, for everything that reveals is light. ",
		"book": "EPH",
		"verse": 13,
		"chapter": 5,
		"canon_order": 29314
	},
	{
		"verseText": "Therefore he says, “Awake, you who sleep, and arise from the dead, and Christ will shine on you.” ",
		"book": "EPH",
		"verse": 14,
		"chapter": 5,
		"canon_order": 29315
	},
	{
		"verseText": "Therefore watch carefully how you walk, not as unwise, but as wise, ",
		"book": "EPH",
		"verse": 15,
		"chapter": 5,
		"canon_order": 29316
	},
	{
		"verseText": "redeeming the time, because the days are evil. ",
		"book": "EPH",
		"verse": 16,
		"chapter": 5,
		"canon_order": 29317
	},
	{
		"verseText": "Therefore, don’t be foolish, but understand what the will of the Lord is. ",
		"book": "EPH",
		"verse": 17,
		"chapter": 5,
		"canon_order": 29318
	},
	{
		"verseText": "Don’t be drunken with wine, in which is dissipation, but be filled with the Spirit, ",
		"book": "EPH",
		"verse": 18,
		"chapter": 5,
		"canon_order": 29319
	},
	{
		"verseText": "speaking to one another in psalms, hymns, and spiritual songs; singing and making melody in your heart to the Lord; ",
		"book": "EPH",
		"verse": 19,
		"chapter": 5,
		"canon_order": 29320
	},
	{
		"verseText": "giving thanks always concerning all things in the name of our Lord Jesus Christ to God, even the Father; ",
		"book": "EPH",
		"verse": 20,
		"chapter": 5,
		"canon_order": 29321
	},
	{
		"verseText": "subjecting yourselves to one another in the fear of Christ. ",
		"book": "EPH",
		"verse": 21,
		"chapter": 5,
		"canon_order": 29322
	},
	{
		"verseText": "Wives, be subject to your own husbands, as to the Lord. ",
		"book": "EPH",
		"verse": 22,
		"chapter": 5,
		"canon_order": 29323
	},
	{
		"verseText": "For the husband is the head of the wife, as Christ also is the head of the assembly, being himself the savior of the body. ",
		"book": "EPH",
		"verse": 23,
		"chapter": 5,
		"canon_order": 29324
	},
	{
		"verseText": "But as the assembly is subject to Christ, so let the wives also be to their own husbands in everything. ",
		"book": "EPH",
		"verse": 24,
		"chapter": 5,
		"canon_order": 29325
	},
	{
		"verseText": "Husbands, love your wives, even as Christ also loved the assembly and gave himself up for her, ",
		"book": "EPH",
		"verse": 25,
		"chapter": 5,
		"canon_order": 29326
	},
	{
		"verseText": "that he might sanctify her, having cleansed her by the washing of water with the word, ",
		"book": "EPH",
		"verse": 26,
		"chapter": 5,
		"canon_order": 29327
	},
	{
		"verseText": "that he might present the assembly to himself gloriously, not having spot or wrinkle or any such thing, but that she should be holy and without defect. ",
		"book": "EPH",
		"verse": 27,
		"chapter": 5,
		"canon_order": 29328
	},
	{
		"verseText": "Even so husbands also ought to love their own wives as their own bodies. He who loves his own wife loves himself. ",
		"book": "EPH",
		"verse": 28,
		"chapter": 5,
		"canon_order": 29329
	},
	{
		"verseText": "For no man ever hated his own flesh, but nourishes and cherishes it, even as the Lord also does the assembly, ",
		"book": "EPH",
		"verse": 29,
		"chapter": 5,
		"canon_order": 29330
	},
	{
		"verseText": "because we are members of his body, of his flesh and bones. ",
		"book": "EPH",
		"verse": 30,
		"chapter": 5,
		"canon_order": 29331
	},
	{
		"verseText": "“For this cause a man will leave his father and mother and will be joined to his wife. Then the two will become one flesh.” ",
		"book": "EPH",
		"verse": 31,
		"chapter": 5,
		"canon_order": 29332
	},
	{
		"verseText": "This mystery is great, but I speak concerning Christ and the assembly. ",
		"book": "EPH",
		"verse": 32,
		"chapter": 5,
		"canon_order": 29333
	},
	{
		"verseText": "Nevertheless each of you must also love his own wife even as himself; and let the wife see that she respects her husband. ",
		"book": "EPH",
		"verse": 33,
		"chapter": 5,
		"canon_order": 29334
	},
	{
		"verseText": "Children, obey your parents in the Lord, for this is right. ",
		"book": "EPH",
		"verse": 1,
		"chapter": 6,
		"canon_order": 29335
	},
	{
		"verseText": "“Honor your father and mother,” which is the first commandment with a promise: ",
		"book": "EPH",
		"verse": 2,
		"chapter": 6,
		"canon_order": 29336
	},
	{
		"verseText": "“that it may be well with you, and you may live long on the earth.” ",
		"book": "EPH",
		"verse": 3,
		"chapter": 6,
		"canon_order": 29337
	},
	{
		"verseText": "You fathers, don’t provoke your children to wrath, but nurture them in the discipline and instruction of the Lord. ",
		"book": "EPH",
		"verse": 4,
		"chapter": 6,
		"canon_order": 29338
	},
	{
		"verseText": "Servants, be obedient to those who according to the flesh are your masters, with fear and trembling, in singleness of your heart, as to Christ, ",
		"book": "EPH",
		"verse": 5,
		"chapter": 6,
		"canon_order": 29339
	},
	{
		"verseText": "not in the way of service only when eyes are on you, as men pleasers, but as servants of Christ, doing the will of God from the heart, ",
		"book": "EPH",
		"verse": 6,
		"chapter": 6,
		"canon_order": 29340
	},
	{
		"verseText": "with good will doing service as to the Lord and not to men, ",
		"book": "EPH",
		"verse": 7,
		"chapter": 6,
		"canon_order": 29341
	},
	{
		"verseText": "knowing that whatever good thing each one does, he will receive the same good again from the Lord, whether he is bound or free. ",
		"book": "EPH",
		"verse": 8,
		"chapter": 6,
		"canon_order": 29342
	},
	{
		"verseText": "You masters, do the same things to them, and give up threatening, knowing that he who is both their Master and yours is in heaven, and there is no partiality with him. ",
		"book": "EPH",
		"verse": 9,
		"chapter": 6,
		"canon_order": 29343
	},
	{
		"verseText": "Finally, be strong in the Lord and in the strength of his might. ",
		"book": "EPH",
		"verse": 10,
		"chapter": 6,
		"canon_order": 29344
	},
	{
		"verseText": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil. ",
		"book": "EPH",
		"verse": 11,
		"chapter": 6,
		"canon_order": 29345
	},
	{
		"verseText": "For our wrestling is not against flesh and blood, but against the principalities, against the powers, against the world’s rulers of the darkness of this age, and against the spiritual forces of wickedness in the heavenly places. ",
		"book": "EPH",
		"verse": 12,
		"chapter": 6,
		"canon_order": 29346
	},
	{
		"verseText": "Therefore put on the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand. ",
		"book": "EPH",
		"verse": 13,
		"chapter": 6,
		"canon_order": 29347
	},
	{
		"verseText": "Stand therefore, having the utility belt of truth buckled around your waist, and having put on the breastplate of righteousness, ",
		"book": "EPH",
		"verse": 14,
		"chapter": 6,
		"canon_order": 29348
	},
	{
		"verseText": "and having fitted your feet with the preparation of the Good News of peace, ",
		"book": "EPH",
		"verse": 15,
		"chapter": 6,
		"canon_order": 29349
	},
	{
		"verseText": "above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one. ",
		"book": "EPH",
		"verse": 16,
		"chapter": 6,
		"canon_order": 29350
	},
	{
		"verseText": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God; ",
		"book": "EPH",
		"verse": 17,
		"chapter": 6,
		"canon_order": 29351
	},
	{
		"verseText": "with all prayer and requests, praying at all times in the Spirit, and being watchful to this end in all perseverance and requests for all the saints. ",
		"book": "EPH",
		"verse": 18,
		"chapter": 6,
		"canon_order": 29352
	},
	{
		"verseText": "Pray for me, that utterance may be given to me in opening my mouth, to make known with boldness the mystery of the Good News, ",
		"book": "EPH",
		"verse": 19,
		"chapter": 6,
		"canon_order": 29353
	},
	{
		"verseText": "for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak. ",
		"book": "EPH",
		"verse": 20,
		"chapter": 6,
		"canon_order": 29354
	},
	{
		"verseText": "But that you also may know my affairs, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will make known to you all things. ",
		"book": "EPH",
		"verse": 21,
		"chapter": 6,
		"canon_order": 29355
	},
	{
		"verseText": "I have sent him to you for this very purpose, that you may know our state and that he may comfort your hearts. ",
		"book": "EPH",
		"verse": 22,
		"chapter": 6,
		"canon_order": 29356
	},
	{
		"verseText": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ. ",
		"book": "EPH",
		"verse": 23,
		"chapter": 6,
		"canon_order": 29357
	},
	{
		"verseText": "Grace be with all those who love our Lord Jesus Christ with incorruptible love. Amen. ",
		"book": "EPH",
		"verse": 24,
		"chapter": 6,
		"canon_order": 29358
	}
]