[
	{
		"verseText": "Now these are the names of the sons of Israel, who came into Egypt (every man and his household came with Jacob): ",
		"book": "EXO",
		"verse": 1,
		"chapter": 1,
		"canon_order": 1534
	},
	{
		"verseText": "Reuben, Simeon, Levi, and Judah, ",
		"book": "EXO",
		"verse": 2,
		"chapter": 1,
		"canon_order": 1535
	},
	{
		"verseText": "Issachar, Zebulun, and Benjamin, ",
		"book": "EXO",
		"verse": 3,
		"chapter": 1,
		"canon_order": 1536
	},
	{
		"verseText": "Dan and Naphtali, Gad and Asher. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 1,
		"canon_order": 1537
	},
	{
		"verseText": "All the souls who came out of Jacob’s body were seventy souls, and Joseph was in Egypt already. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 1,
		"canon_order": 1538
	},
	{
		"verseText": "Joseph died, as did all his brothers, and all that generation. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 1,
		"canon_order": 1539
	},
	{
		"verseText": "The children of Israel were fruitful, and increased abundantly, and multiplied, and grew exceedingly mighty; and the land was filled with them. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 1,
		"canon_order": 1540
	},
	{
		"verseText": "Now there arose a new king over Egypt, who didn’t know Joseph. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 1,
		"canon_order": 1541
	},
	{
		"verseText": "He said to his people, “Behold, the people of the children of Israel are more and mightier than we. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 1,
		"canon_order": 1542
	},
	{
		"verseText": "Come, let’s deal wisely with them, lest they multiply, and it happen that when any war breaks out, they also join themselves to our enemies and fight against us, and escape out of the land.” ",
		"book": "EXO",
		"verse": 10,
		"chapter": 1,
		"canon_order": 1543
	},
	{
		"verseText": "Therefore they set taskmasters over them to afflict them with their burdens. They built storage cities for Pharaoh: Pithom and Raamses. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 1,
		"canon_order": 1544
	},
	{
		"verseText": "But the more they afflicted them, the more they multiplied and the more they spread out. They started to dread the children of Israel. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 1,
		"canon_order": 1545
	},
	{
		"verseText": "The Egyptians ruthlessly made the children of Israel serve, ",
		"book": "EXO",
		"verse": 13,
		"chapter": 1,
		"canon_order": 1546
	},
	{
		"verseText": "and they made their lives bitter with hard service in mortar and in brick, and in all kinds of service in the field, all their service, in which they ruthlessly made them serve. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 1,
		"canon_order": 1547
	},
	{
		"verseText": "The king of Egypt spoke to the Hebrew midwives, of whom the name of the one was Shiphrah, and the name of the other Puah, ",
		"book": "EXO",
		"verse": 15,
		"chapter": 1,
		"canon_order": 1548
	},
	{
		"verseText": "and he said, “When you perform the duty of a midwife to the Hebrew women, and see them on the birth stool, if it is a son, then you shall kill him; but if it is a daughter, then she shall live.” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 1,
		"canon_order": 1549
	},
	{
		"verseText": "But the midwives feared God, and didn’t do what the king of Egypt commanded them, but saved the baby boys alive. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 1,
		"canon_order": 1550
	},
	{
		"verseText": "The king of Egypt called for the midwives, and said to them, “Why have you done this thing and saved the boys alive?” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 1,
		"canon_order": 1551
	},
	{
		"verseText": "The midwives said to Pharaoh, “Because the Hebrew women aren’t like the Egyptian women; for they are vigorous and give birth before the midwife comes to them.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 1,
		"canon_order": 1552
	},
	{
		"verseText": "God dealt well with the midwives, and the people multiplied, and grew very mighty. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 1,
		"canon_order": 1553
	},
	{
		"verseText": "Because the midwives feared God, he gave them families. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 1,
		"canon_order": 1554
	},
	{
		"verseText": "Pharaoh commanded all his people, saying, “You shall cast every son who is born into the river, and every daughter you shall save alive.” ",
		"book": "EXO",
		"verse": 22,
		"chapter": 1,
		"canon_order": 1555
	},
	{
		"verseText": "A man of the house of Levi went and took a daughter of Levi as his wife. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 2,
		"canon_order": 1556
	},
	{
		"verseText": "The woman conceived and bore a son. When she saw that he was a fine child, she hid him three months. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 2,
		"canon_order": 1557
	},
	{
		"verseText": "When she could no longer hide him, she took a papyrus basket for him, and coated it with tar and with pitch. She put the child in it, and laid it in the reeds by the river’s bank. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 2,
		"canon_order": 1558
	},
	{
		"verseText": "His sister stood far off, to see what would be done to him. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 2,
		"canon_order": 1559
	},
	{
		"verseText": "Pharaoh’s daughter came down to bathe at the river. Her maidens walked along by the riverside. She saw the basket among the reeds, and sent her servant to get it. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 2,
		"canon_order": 1560
	},
	{
		"verseText": "She opened it, and saw the child, and behold, the baby cried. She had compassion on him, and said, “This is one of the Hebrews’ children.” ",
		"book": "EXO",
		"verse": 6,
		"chapter": 2,
		"canon_order": 1561
	},
	{
		"verseText": "Then his sister said to Pharaoh’s daughter, “Should I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?” ",
		"book": "EXO",
		"verse": 7,
		"chapter": 2,
		"canon_order": 1562
	},
	{
		"verseText": "Pharaoh’s daughter said to her, “Go.” The young woman went and called the child’s mother. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 2,
		"canon_order": 1563
	},
	{
		"verseText": "Pharaoh’s daughter said to her, “Take this child away, and nurse him for me, and I will give you your wages.” The woman took the child, and nursed it. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 2,
		"canon_order": 1564
	},
	{
		"verseText": "The child grew, and she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, and said, “Because I drew him out of the water.” ",
		"book": "EXO",
		"verse": 10,
		"chapter": 2,
		"canon_order": 1565
	},
	{
		"verseText": "In those days, when Moses had grown up, he went out to his brothers and saw their burdens. He saw an Egyptian striking a Hebrew, one of his brothers. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 2,
		"canon_order": 1566
	},
	{
		"verseText": "He looked this way and that way, and when he saw that there was no one, he killed the Egyptian, and hid him in the sand. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 2,
		"canon_order": 1567
	},
	{
		"verseText": "He went out the second day, and behold, two men of the Hebrews were fighting with each other. He said to him who did the wrong, “Why do you strike your fellow?” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 2,
		"canon_order": 1568
	},
	{
		"verseText": "He said, “Who made you a prince and a judge over us? Do you plan to kill me, as you killed the Egyptian?” Moses was afraid, and said, “Surely this thing is known.” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 2,
		"canon_order": 1569
	},
	{
		"verseText": "Now when Pharaoh heard this thing, he sought to kill Moses. But Moses fled from the face of Pharaoh, and lived in the land of Midian, and he sat down by a well. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 2,
		"canon_order": 1570
	},
	{
		"verseText": "Now the priest of Midian had seven daughters. They came and drew water, and filled the troughs to water their father’s flock. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 2,
		"canon_order": 1571
	},
	{
		"verseText": "The shepherds came and drove them away; but Moses stood up and helped them, and watered their flock. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 2,
		"canon_order": 1572
	},
	{
		"verseText": "When they came to Reuel, their father, he said, “How is it that you have returned so early today?” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 2,
		"canon_order": 1573
	},
	{
		"verseText": "They said, “An Egyptian delivered us out of the hand of the shepherds, and moreover he drew water for us, and watered the flock.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 2,
		"canon_order": 1574
	},
	{
		"verseText": "He said to his daughters, “Where is he? Why is it that you have left the man? Call him, that he may eat bread.” ",
		"book": "EXO",
		"verse": 20,
		"chapter": 2,
		"canon_order": 1575
	},
	{
		"verseText": "Moses was content to dwell with the man. He gave Moses Zipporah, his daughter. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 2,
		"canon_order": 1576
	},
	{
		"verseText": "She bore a son, and he named him Gershom, for he said, “I have lived as a foreigner in a foreign land.” ",
		"book": "EXO",
		"verse": 22,
		"chapter": 2,
		"canon_order": 1577
	},
	{
		"verseText": "In the course of those many days, the king of Egypt died, and the children of Israel sighed because of the bondage, and they cried, and their cry came up to God because of the bondage. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 2,
		"canon_order": 1578
	},
	{
		"verseText": "God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 2,
		"canon_order": 1579
	},
	{
		"verseText": "God saw the children of Israel, and God understood. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 2,
		"canon_order": 1580
	},
	{
		"verseText": "Now Moses was keeping the flock of Jethro, his father-in-law, the priest of Midian, and he led the flock to the back of the wilderness, and came to God’s mountain, to Horeb. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 3,
		"canon_order": 1581
	},
	{
		"verseText": "Yahweh’s angel appeared to him in a flame of fire out of the middle of a bush. He looked, and behold, the bush burned with fire, and the bush was not consumed. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 3,
		"canon_order": 1582
	},
	{
		"verseText": "Moses said, “I will go now, and see this great sight, why the bush is not burned.” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 3,
		"canon_order": 1583
	},
	{
		"verseText": "When Yahweh saw that he came over to see, God called to him out of the middle of the bush, and said, “Moses! Moses!” He said, “Here I am.” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 3,
		"canon_order": 1584
	},
	{
		"verseText": "He said, “Don’t come close. Take off your sandals, for the place you are standing on is holy ground.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 3,
		"canon_order": 1585
	},
	{
		"verseText": "Moreover he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Moses hid his face because he was afraid to look at God. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 3,
		"canon_order": 1586
	},
	{
		"verseText": "Yahweh said, “I have surely seen the affliction of my people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 3,
		"canon_order": 1587
	},
	{
		"verseText": "I have come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land to a good and large land, to a land flowing with milk and honey; to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 3,
		"canon_order": 1588
	},
	{
		"verseText": "Now, behold, the cry of the children of Israel has come to me. Moreover I have seen the oppression with which the Egyptians oppress them. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 3,
		"canon_order": 1589
	},
	{
		"verseText": "Come now therefore, and I will send you to Pharaoh, that you may bring my people, the children of Israel, out of Egypt.” ",
		"book": "EXO",
		"verse": 10,
		"chapter": 3,
		"canon_order": 1590
	},
	{
		"verseText": "Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?” ",
		"book": "EXO",
		"verse": 11,
		"chapter": 3,
		"canon_order": 1591
	},
	{
		"verseText": "He said, “Certainly I will be with you. This will be the token to you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 3,
		"canon_order": 1592
	},
	{
		"verseText": "Moses said to God, “Behold, when I come to the children of Israel, and tell them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what should I tell them?” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 3,
		"canon_order": 1593
	},
	{
		"verseText": "God said to Moses, “I AM WHO I AM,” and he said, “You shall tell the children of Israel this: ‘I AM has sent me to you.’” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 3,
		"canon_order": 1594
	},
	{
		"verseText": "God said moreover to Moses, “You shall tell the children of Israel this, ‘Yahweh, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and this is my memorial to all generations. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 3,
		"canon_order": 1595
	},
	{
		"verseText": "Go and gather the elders of Israel together, and tell them, ‘Yahweh, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have surely visited you, and seen that which is done to you in Egypt. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 3,
		"canon_order": 1596
	},
	{
		"verseText": "I have said, I will bring you up out of the affliction of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.”’ ",
		"book": "EXO",
		"verse": 17,
		"chapter": 3,
		"canon_order": 1597
	},
	{
		"verseText": "They will listen to your voice. You shall come, you and the elders of Israel, to the king of Egypt, and you shall tell him, ‘Yahweh, the God of the Hebrews, has met with us. Now please let us go three days’ journey into the wilderness, that we may sacrifice to Yahweh, our God.’ ",
		"book": "EXO",
		"verse": 18,
		"chapter": 3,
		"canon_order": 1598
	},
	{
		"verseText": "I know that the king of Egypt won’t give you permission to go, no, not by a mighty hand. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 3,
		"canon_order": 1599
	},
	{
		"verseText": "I will reach out my hand and strike Egypt with all my wonders which I will do among them, and after that he will let you go. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 3,
		"canon_order": 1600
	},
	{
		"verseText": "I will give this people favor in the sight of the Egyptians, and it will happen that when you go, you shall not go empty-handed. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 3,
		"canon_order": 1601
	},
	{
		"verseText": "But every woman shall ask of her neighbor, and of her who visits her house, jewels of silver, jewels of gold, and clothing. You shall put them on your sons, and on your daughters. You shall plunder the Egyptians.” ",
		"book": "EXO",
		"verse": 22,
		"chapter": 3,
		"canon_order": 1602
	},
	{
		"verseText": "Moses answered, “But, behold, they will not believe me, nor listen to my voice; for they will say, ‘Yahweh has not appeared to you.’” ",
		"book": "EXO",
		"verse": 1,
		"chapter": 4,
		"canon_order": 1603
	},
	{
		"verseText": "Yahweh said to him, “What is that in your hand?” He said, “A rod.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 4,
		"canon_order": 1604
	},
	{
		"verseText": "He said, “Throw it on the ground.” He threw it on the ground, and it became a snake; and Moses ran away from it. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 4,
		"canon_order": 1605
	},
	{
		"verseText": "Yahweh said to Moses, “Stretch out your hand, and take it by the tail.” He stretched out his hand, and took hold of it, and it became a rod in his hand. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 4,
		"canon_order": 1606
	},
	{
		"verseText": "“This is so that they may believe that Yahweh, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 4,
		"canon_order": 1607
	},
	{
		"verseText": "Yahweh said furthermore to him, “Now put your hand inside your cloak.” He put his hand inside his cloak, and when he took it out, behold, his hand was leprous, as white as snow. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 4,
		"canon_order": 1608
	},
	{
		"verseText": "He said, “Put your hand inside your cloak again.” He put his hand inside his cloak again, and when he took it out of his cloak, behold, it had turned again as his other flesh. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 4,
		"canon_order": 1609
	},
	{
		"verseText": "“It will happen, if they will not believe you or listen to the voice of the first sign, that they will believe the voice of the latter sign. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 4,
		"canon_order": 1610
	},
	{
		"verseText": "It will happen, if they will not believe even these two signs or listen to your voice, that you shall take of the water of the river, and pour it on the dry land. The water which you take out of the river will become blood on the dry land.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 4,
		"canon_order": 1611
	},
	{
		"verseText": "Moses said to Yahweh, “O Lord, I am not eloquent, neither before now, nor since you have spoken to your servant; for I am slow of speech, and of a slow tongue.” ",
		"book": "EXO",
		"verse": 10,
		"chapter": 4,
		"canon_order": 1612
	},
	{
		"verseText": "Yahweh said to him, “Who made man’s mouth? Or who makes one mute, or deaf, or seeing, or blind? Isn’t it I, Yahweh? ",
		"book": "EXO",
		"verse": 11,
		"chapter": 4,
		"canon_order": 1613
	},
	{
		"verseText": "Now therefore go, and I will be with your mouth, and teach you what you shall speak.” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 4,
		"canon_order": 1614
	},
	{
		"verseText": "Moses said, “Oh, Lord, please send someone else.” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 4,
		"canon_order": 1615
	},
	{
		"verseText": "Yahweh’s anger burned against Moses, and he said, “What about Aaron, your brother, the Levite? I know that he can speak well. Also, behold, he is coming out to meet you. When he sees you, he will be glad in his heart. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 4,
		"canon_order": 1616
	},
	{
		"verseText": "You shall speak to him, and put the words in his mouth. I will be with your mouth, and with his mouth, and will teach you what you shall do. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 4,
		"canon_order": 1617
	},
	{
		"verseText": "He will be your spokesman to the people. It will happen that he will be to you a mouth, and you will be to him as God. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 4,
		"canon_order": 1618
	},
	{
		"verseText": "You shall take this rod in your hand, with which you shall do the signs.” ",
		"book": "EXO",
		"verse": 17,
		"chapter": 4,
		"canon_order": 1619
	},
	{
		"verseText": "Moses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brothers who are in Egypt, and see whether they are still alive.” Jethro said to Moses, “Go in peace.” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 4,
		"canon_order": 1620
	},
	{
		"verseText": "Yahweh said to Moses in Midian, “Go, return into Egypt; for all the men who sought your life are dead.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 4,
		"canon_order": 1621
	},
	{
		"verseText": "Moses took his wife and his sons, and set them on a donkey, and he returned to the land of Egypt. Moses took God’s rod in his hand. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 4,
		"canon_order": 1622
	},
	{
		"verseText": "Yahweh said to Moses, “When you go back into Egypt, see that you do before Pharaoh all the wonders which I have put in your hand, but I will harden his heart and he will not let the people go. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 4,
		"canon_order": 1623
	},
	{
		"verseText": "You shall tell Pharaoh, ‘Yahweh says, Israel is my son, my firstborn, ",
		"book": "EXO",
		"verse": 22,
		"chapter": 4,
		"canon_order": 1624
	},
	{
		"verseText": "and I have said to you, “Let my son go, that he may serve me;” and you have refused to let him go. Behold, I will kill your firstborn son.’” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 4,
		"canon_order": 1625
	},
	{
		"verseText": "On the way at a lodging place, Yahweh met Moses and wanted to kill him. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 4,
		"canon_order": 1626
	},
	{
		"verseText": "Then Zipporah took a flint, and cut off the foreskin of her son, and cast it at his feet; and she said, “Surely you are a bridegroom of blood to me.” ",
		"book": "EXO",
		"verse": 25,
		"chapter": 4,
		"canon_order": 1627
	},
	{
		"verseText": "So he let him alone. Then she said, “You are a bridegroom of blood,” because of the circumcision. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 4,
		"canon_order": 1628
	},
	{
		"verseText": "Yahweh said to Aaron, “Go into the wilderness to meet Moses.” He went, and met him on God’s mountain, and kissed him. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 4,
		"canon_order": 1629
	},
	{
		"verseText": "Moses told Aaron all Yahweh’s words with which he had sent him, and all the signs with which he had instructed him. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 4,
		"canon_order": 1630
	},
	{
		"verseText": "Moses and Aaron went and gathered together all the elders of the children of Israel. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 4,
		"canon_order": 1631
	},
	{
		"verseText": "Aaron spoke all the words which Yahweh had spoken to Moses, and did the signs in the sight of the people. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 4,
		"canon_order": 1632
	},
	{
		"verseText": "The people believed, and when they heard that Yahweh had visited the children of Israel, and that he had seen their affliction, then they bowed their heads and worshiped. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 4,
		"canon_order": 1633
	},
	{
		"verseText": "Afterward Moses and Aaron came, and said to Pharaoh, “This is what Yahweh, the God of Israel, says, ‘Let my people go, that they may hold a feast to me in the wilderness.’” ",
		"book": "EXO",
		"verse": 1,
		"chapter": 5,
		"canon_order": 1634
	},
	{
		"verseText": "Pharaoh said, “Who is Yahweh, that I should listen to his voice to let Israel go? I don’t know Yahweh, and moreover I will not let Israel go.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 5,
		"canon_order": 1635
	},
	{
		"verseText": "They said, “The God of the Hebrews has met with us. Please let us go three days’ journey into the wilderness, and sacrifice to Yahweh, our God, lest he fall on us with pestilence, or with the sword.” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 5,
		"canon_order": 1636
	},
	{
		"verseText": "The king of Egypt said to them, “Why do you, Moses and Aaron, take the people from their work? Get back to your burdens!” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 5,
		"canon_order": 1637
	},
	{
		"verseText": "Pharaoh said, “Behold, the people of the land are now many, and you make them rest from their burdens.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 5,
		"canon_order": 1638
	},
	{
		"verseText": "The same day Pharaoh commanded the taskmasters of the people and their officers, saying, ",
		"book": "EXO",
		"verse": 6,
		"chapter": 5,
		"canon_order": 1639
	},
	{
		"verseText": "“You shall no longer give the people straw to make brick, as before. Let them go and gather straw for themselves. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 5,
		"canon_order": 1640
	},
	{
		"verseText": "You shall require from them the number of the bricks which they made before. You shall not diminish anything of it, for they are idle. Therefore they cry, saying, ‘Let’s go and sacrifice to our God.’ ",
		"book": "EXO",
		"verse": 8,
		"chapter": 5,
		"canon_order": 1641
	},
	{
		"verseText": "Let heavier work be laid on the men, that they may labor in it. Don’t let them pay any attention to lying words.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 5,
		"canon_order": 1642
	},
	{
		"verseText": "The taskmasters of the people went out with their officers, and they spoke to the people, saying, “This is what Pharaoh says: ‘I will not give you straw. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 5,
		"canon_order": 1643
	},
	{
		"verseText": "Go yourselves, get straw where you can find it, for nothing of your work shall be diminished.’” ",
		"book": "EXO",
		"verse": 11,
		"chapter": 5,
		"canon_order": 1644
	},
	{
		"verseText": "So the people were scattered abroad throughout all the land of Egypt to gather stubble for straw. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 5,
		"canon_order": 1645
	},
	{
		"verseText": "The taskmasters were urgent saying, “Fulfill your work quota daily, as when there was straw!” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 5,
		"canon_order": 1646
	},
	{
		"verseText": "The officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten, and were asked, “Why haven’t you fulfilled your quota both yesterday and today, in making brick as before?” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 5,
		"canon_order": 1647
	},
	{
		"verseText": "Then the officers of the children of Israel came and cried to Pharaoh, saying, “Why do you deal this way with your servants? ",
		"book": "EXO",
		"verse": 15,
		"chapter": 5,
		"canon_order": 1648
	},
	{
		"verseText": "No straw is given to your servants, and they tell us, ‘Make brick!’ and behold, your servants are beaten; but the fault is in your own people.” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 5,
		"canon_order": 1649
	},
	{
		"verseText": "But Pharaoh said, “You are idle! You are idle! Therefore you say, ‘Let’s go and sacrifice to Yahweh.’ ",
		"book": "EXO",
		"verse": 17,
		"chapter": 5,
		"canon_order": 1650
	},
	{
		"verseText": "Go therefore now, and work; for no straw shall be given to you; yet you shall deliver the same number of bricks!” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 5,
		"canon_order": 1651
	},
	{
		"verseText": "The officers of the children of Israel saw that they were in trouble when it was said, “You shall not diminish anything from your daily quota of bricks!” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 5,
		"canon_order": 1652
	},
	{
		"verseText": "They met Moses and Aaron, who stood along the way, as they came out from Pharaoh. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 5,
		"canon_order": 1653
	},
	{
		"verseText": "They said to them, “May Yahweh look at you and judge, because you have made us a stench to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to kill us!” ",
		"book": "EXO",
		"verse": 21,
		"chapter": 5,
		"canon_order": 1654
	},
	{
		"verseText": "Moses returned to Yahweh, and said, “Lord, why have you brought trouble on this people? Why is it that you have sent me? ",
		"book": "EXO",
		"verse": 22,
		"chapter": 5,
		"canon_order": 1655
	},
	{
		"verseText": "For since I came to Pharaoh to speak in your name, he has brought trouble on this people. You have not rescued your people at all!” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 5,
		"canon_order": 1656
	},
	{
		"verseText": "Yahweh said to Moses, “Now you shall see what I will do to Pharaoh, for by a strong hand he shall let them go, and by a strong hand he shall drive them out of his land.” ",
		"book": "EXO",
		"verse": 1,
		"chapter": 6,
		"canon_order": 1657
	},
	{
		"verseText": "God spoke to Moses, and said to him, “I am Yahweh. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 6,
		"canon_order": 1658
	},
	{
		"verseText": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty; but by my name Yahweh I was not known to them. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 6,
		"canon_order": 1659
	},
	{
		"verseText": "I have also established my covenant with them, to give them the land of Canaan, the land of their travels, in which they lived as aliens. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 6,
		"canon_order": 1660
	},
	{
		"verseText": "Moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and I have remembered my covenant. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 6,
		"canon_order": 1661
	},
	{
		"verseText": "Therefore tell the children of Israel, ‘I am Yahweh, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with an outstretched arm, and with great judgments. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 6,
		"canon_order": 1662
	},
	{
		"verseText": "I will take you to myself for a people. I will be your God; and you shall know that I am Yahweh your God, who brings you out from under the burdens of the Egyptians. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 6,
		"canon_order": 1663
	},
	{
		"verseText": "I will bring you into the land which I swore to give to Abraham, to Isaac, and to Jacob; and I will give it to you for a heritage: I am Yahweh.’” ",
		"book": "EXO",
		"verse": 8,
		"chapter": 6,
		"canon_order": 1664
	},
	{
		"verseText": "Moses spoke so to the children of Israel, but they didn’t listen to Moses for anguish of spirit, and for cruel bondage. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 6,
		"canon_order": 1665
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 10,
		"chapter": 6,
		"canon_order": 1666
	},
	{
		"verseText": "“Go in, speak to Pharaoh king of Egypt, that he let the children of Israel go out of his land.” ",
		"book": "EXO",
		"verse": 11,
		"chapter": 6,
		"canon_order": 1667
	},
	{
		"verseText": "Moses spoke before Yahweh, saying, “Behold, the children of Israel haven’t listened to me. How then shall Pharaoh listen to me, when I have uncircumcised lips?” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 6,
		"canon_order": 1668
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, and gave them a command to the children of Israel, and to Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 6,
		"canon_order": 1669
	},
	{
		"verseText": "These are the heads of their fathers’ houses. The sons of Reuben the firstborn of Israel: Hanoch, and Pallu, Hezron, and Carmi; these are the families of Reuben. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 6,
		"canon_order": 1670
	},
	{
		"verseText": "The sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 6,
		"canon_order": 1671
	},
	{
		"verseText": "These are the names of the sons of Levi according to their generations: Gershon, and Kohath, and Merari; and the years of the life of Levi were one hundred thirty-seven years. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 6,
		"canon_order": 1672
	},
	{
		"verseText": "The sons of Gershon: Libni and Shimei, according to their families. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 6,
		"canon_order": 1673
	},
	{
		"verseText": "The sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel; and the years of the life of Kohath were one hundred thirty-three years. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 6,
		"canon_order": 1674
	},
	{
		"verseText": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 6,
		"canon_order": 1675
	},
	{
		"verseText": "Amram took Jochebed his father’s sister to himself as wife; and she bore him Aaron and Moses. The years of the life of Amram were one hundred thirty-seven years. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 6,
		"canon_order": 1676
	},
	{
		"verseText": "The sons of Izhar: Korah, and Nepheg, and Zichri. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 6,
		"canon_order": 1677
	},
	{
		"verseText": "The sons of Uzziel: Mishael, Elzaphan, and Sithri. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 6,
		"canon_order": 1678
	},
	{
		"verseText": "Aaron took Elisheba, the daughter of Amminadab, the sister of Nahshon, as his wife; and she bore him Nadab and Abihu, Eleazar and Ithamar. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 6,
		"canon_order": 1679
	},
	{
		"verseText": "The sons of Korah: Assir, Elkanah, and Abiasaph; these are the families of the Korahites. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 6,
		"canon_order": 1680
	},
	{
		"verseText": "Eleazar Aaron’s son took one of the daughters of Putiel as his wife; and she bore him Phinehas. These are the heads of the fathers’ houses of the Levites according to their families. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 6,
		"canon_order": 1681
	},
	{
		"verseText": "These are that Aaron and Moses to whom Yahweh said, “Bring out the children of Israel from the land of Egypt according to their armies.” ",
		"book": "EXO",
		"verse": 26,
		"chapter": 6,
		"canon_order": 1682
	},
	{
		"verseText": "These are those who spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are that Moses and Aaron. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 6,
		"canon_order": 1683
	},
	{
		"verseText": "On the day when Yahweh spoke to Moses in the land of Egypt, ",
		"book": "EXO",
		"verse": 28,
		"chapter": 6,
		"canon_order": 1684
	},
	{
		"verseText": "Yahweh said to Moses, “I am Yahweh. Tell Pharaoh king of Egypt all that I tell you.” ",
		"book": "EXO",
		"verse": 29,
		"chapter": 6,
		"canon_order": 1685
	},
	{
		"verseText": "Moses said before Yahweh, “Behold, I am of uncircumcised lips, and how shall Pharaoh listen to me?” ",
		"book": "EXO",
		"verse": 30,
		"chapter": 6,
		"canon_order": 1686
	},
	{
		"verseText": "Yahweh said to Moses, “Behold, I have made you as God to Pharaoh; and Aaron your brother shall be your prophet. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 7,
		"canon_order": 1687
	},
	{
		"verseText": "You shall speak all that I command you; and Aaron your brother shall speak to Pharaoh, that he let the children of Israel go out of his land. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 7,
		"canon_order": 1688
	},
	{
		"verseText": "I will harden Pharaoh’s heart, and multiply my signs and my wonders in the land of Egypt. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 7,
		"canon_order": 1689
	},
	{
		"verseText": "But Pharaoh will not listen to you, so I will lay my hand on Egypt, and bring out my armies, my people the children of Israel, out of the land of Egypt by great judgments. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 7,
		"canon_order": 1690
	},
	{
		"verseText": "The Egyptians shall know that I am Yahweh when I stretch out my hand on Egypt, and bring the children of Israel out from among them.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 7,
		"canon_order": 1691
	},
	{
		"verseText": "Moses and Aaron did so. As Yahweh commanded them, so they did. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 7,
		"canon_order": 1692
	},
	{
		"verseText": "Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 7,
		"canon_order": 1693
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "EXO",
		"verse": 8,
		"chapter": 7,
		"canon_order": 1694
	},
	{
		"verseText": "“When Pharaoh speaks to you, saying, ‘Perform a miracle!’ then you shall tell Aaron, ‘Take your rod, and cast it down before Pharaoh, and it will become a serpent.’” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 7,
		"canon_order": 1695
	},
	{
		"verseText": "Moses and Aaron went in to Pharaoh, and they did so, as Yahweh had commanded. Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 7,
		"canon_order": 1696
	},
	{
		"verseText": "Then Pharaoh also called for the wise men and the sorcerers. They also, the magicians of Egypt, did the same thing with their enchantments. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 7,
		"canon_order": 1697
	},
	{
		"verseText": "For they each cast down their rods, and they became serpents; but Aaron’s rod swallowed up their rods. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 7,
		"canon_order": 1698
	},
	{
		"verseText": "Pharaoh’s heart was hardened, and he didn’t listen to them, as Yahweh had spoken. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 7,
		"canon_order": 1699
	},
	{
		"verseText": "Yahweh said to Moses, “Pharaoh’s heart is stubborn. He refuses to let the people go. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 7,
		"canon_order": 1700
	},
	{
		"verseText": "Go to Pharaoh in the morning. Behold, he is going out to the water. You shall stand by the river’s bank to meet him. You shall take the rod which was turned to a serpent in your hand. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 7,
		"canon_order": 1701
	},
	{
		"verseText": "You shall tell him, ‘Yahweh, the God of the Hebrews, has sent me to you, saying, “Let my people go, that they may serve me in the wilderness. Behold, until now you haven’t listened.” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 7,
		"canon_order": 1702
	},
	{
		"verseText": "Yahweh says, “In this you shall know that I am Yahweh. Behold: I will strike with the rod that is in my hand on the waters which are in the river, and they shall be turned to blood. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 7,
		"canon_order": 1703
	},
	{
		"verseText": "The fish that are in the river will die and the river will become foul. The Egyptians will loathe to drink water from the river.”’” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 7,
		"canon_order": 1704
	},
	{
		"verseText": "Yahweh said to Moses, “Tell Aaron, ‘Take your rod, and stretch out your hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their ponds of water, that they may become blood. There will be blood throughout all the land of Egypt, both in vessels of wood and in vessels of stone.’” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 7,
		"canon_order": 1705
	},
	{
		"verseText": "Moses and Aaron did so, as Yahweh commanded; and he lifted up the rod, and struck the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 7,
		"canon_order": 1706
	},
	{
		"verseText": "The fish that were in the river died. The river became foul. The Egyptians couldn’t drink water from the river. The blood was throughout all the land of Egypt. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 7,
		"canon_order": 1707
	},
	{
		"verseText": "The magicians of Egypt did the same thing with their enchantments. So Pharaoh’s heart was hardened, and he didn’t listen to them, as Yahweh had spoken. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 7,
		"canon_order": 1708
	},
	{
		"verseText": "Pharaoh turned and went into his house, and he didn’t even take this to heart. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 7,
		"canon_order": 1709
	},
	{
		"verseText": "All the Egyptians dug around the river for water to drink; for they couldn’t drink the river water. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 7,
		"canon_order": 1710
	},
	{
		"verseText": "Seven days were fulfilled, after Yahweh had struck the river. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 7,
		"canon_order": 1711
	},
	{
		"verseText": "Yahweh spoke to Moses, “Go in to Pharaoh, and tell him, ‘This is what Yahweh says, “Let my people go, that they may serve me. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 8,
		"canon_order": 1712
	},
	{
		"verseText": "If you refuse to let them go, behold, I will plague all your borders with frogs. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 8,
		"canon_order": 1713
	},
	{
		"verseText": "The river will swarm with frogs, which will go up and come into your house, and into your bedroom, and on your bed, and into the house of your servants, and on your people, and into your ovens, and into your kneading troughs. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 8,
		"canon_order": 1714
	},
	{
		"verseText": "The frogs shall come up both on you, and on your people, and on all your servants.”’” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 8,
		"canon_order": 1715
	},
	{
		"verseText": "Yahweh said to Moses, “Tell Aaron, ‘Stretch out your hand with your rod over the rivers, over the streams, and over the pools, and cause frogs to come up on the land of Egypt.’” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 8,
		"canon_order": 1716
	},
	{
		"verseText": "Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 8,
		"canon_order": 1717
	},
	{
		"verseText": "The magicians did the same thing with their enchantments, and brought up frogs on the land of Egypt. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 8,
		"canon_order": 1718
	},
	{
		"verseText": "Then Pharaoh called for Moses and Aaron, and said, “Entreat Yahweh, that he take away the frogs from me and from my people; and I will let the people go, that they may sacrifice to Yahweh.” ",
		"book": "EXO",
		"verse": 8,
		"chapter": 8,
		"canon_order": 1719
	},
	{
		"verseText": "Moses said to Pharaoh, “I give you the honor of setting the time that I should pray for you, and for your servants, and for your people, that the frogs be destroyed from you and your houses, and remain in the river only.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 8,
		"canon_order": 1720
	},
	{
		"verseText": "Pharaoh said, “Tomorrow.” Moses said, “Let it be according to your word, that you may know that there is no one like Yahweh our God. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 8,
		"canon_order": 1721
	},
	{
		"verseText": "The frogs shall depart from you, and from your houses, and from your servants, and from your people. They shall remain in the river only.” ",
		"book": "EXO",
		"verse": 11,
		"chapter": 8,
		"canon_order": 1722
	},
	{
		"verseText": "Moses and Aaron went out from Pharaoh, and Moses cried to Yahweh concerning the frogs which he had brought on Pharaoh. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 8,
		"canon_order": 1723
	},
	{
		"verseText": "Yahweh did according to the word of Moses, and the frogs died out of the houses, out of the courts, and out of the fields. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 8,
		"canon_order": 1724
	},
	{
		"verseText": "They gathered them together in heaps, and the land stank. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 8,
		"canon_order": 1725
	},
	{
		"verseText": "But when Pharaoh saw that there was a respite, he hardened his heart, and didn’t listen to them, as Yahweh had spoken. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 8,
		"canon_order": 1726
	},
	{
		"verseText": "Yahweh said to Moses, “Tell Aaron, ‘Stretch out your rod, and strike the dust of the earth, that it may become lice throughout all the land of Egypt.’” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 8,
		"canon_order": 1727
	},
	{
		"verseText": "They did so; and Aaron stretched out his hand with his rod, and struck the dust of the earth, and there were lice on man, and on animal; all the dust of the earth became lice throughout all the land of Egypt. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 8,
		"canon_order": 1728
	},
	{
		"verseText": "The magicians tried with their enchantments to produce lice, but they couldn’t. There were lice on man, and on animal. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 8,
		"canon_order": 1729
	},
	{
		"verseText": "Then the magicians said to Pharaoh, “This is God’s finger;” but Pharaoh’s heart was hardened, and he didn’t listen to them, as Yahweh had spoken. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 8,
		"canon_order": 1730
	},
	{
		"verseText": "Yahweh said to Moses, “Rise up early in the morning, and stand before Pharaoh; behold, he comes out to the water; and tell him, ‘This is what Yahweh says, “Let my people go, that they may serve me. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 8,
		"canon_order": 1731
	},
	{
		"verseText": "Else, if you will not let my people go, behold, I will send swarms of flies on you, and on your servants, and on your people, and into your houses. The houses of the Egyptians shall be full of swarms of flies, and also the ground they are on. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 8,
		"canon_order": 1732
	},
	{
		"verseText": "I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there, to the end you may know that I am Yahweh on the earth. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 8,
		"canon_order": 1733
	},
	{
		"verseText": "I will put a division between my people and your people. This sign shall happen by tomorrow.”’” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 8,
		"canon_order": 1734
	},
	{
		"verseText": "Yahweh did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants’ houses. In all the land of Egypt the land was corrupted by reason of the swarms of flies. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 8,
		"canon_order": 1735
	},
	{
		"verseText": "Pharaoh called for Moses and for Aaron, and said, “Go, sacrifice to your God in the land!” ",
		"book": "EXO",
		"verse": 25,
		"chapter": 8,
		"canon_order": 1736
	},
	{
		"verseText": "Moses said, “It isn’t appropriate to do so; for we shall sacrifice the abomination of the Egyptians to Yahweh our God. Behold, if we sacrifice the abomination of the Egyptians before their eyes, won’t they stone us? ",
		"book": "EXO",
		"verse": 26,
		"chapter": 8,
		"canon_order": 1737
	},
	{
		"verseText": "We will go three days’ journey into the wilderness, and sacrifice to Yahweh our God, as he shall command us.” ",
		"book": "EXO",
		"verse": 27,
		"chapter": 8,
		"canon_order": 1738
	},
	{
		"verseText": "Pharaoh said, “I will let you go, that you may sacrifice to Yahweh your God in the wilderness, only you shall not go very far away. Pray for me.” ",
		"book": "EXO",
		"verse": 28,
		"chapter": 8,
		"canon_order": 1739
	},
	{
		"verseText": "Moses said, “Behold, I am going out from you. I will pray to Yahweh that the swarms of flies may depart from Pharaoh, from his servants, and from his people, tomorrow; only don’t let Pharaoh deal deceitfully any more in not letting the people go to sacrifice to Yahweh.” ",
		"book": "EXO",
		"verse": 29,
		"chapter": 8,
		"canon_order": 1740
	},
	{
		"verseText": "Moses went out from Pharaoh, and prayed to Yahweh. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 8,
		"canon_order": 1741
	},
	{
		"verseText": "Yahweh did according to the word of Moses, and he removed the swarms of flies from Pharaoh, from his servants, and from his people. There remained not one. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 8,
		"canon_order": 1742
	},
	{
		"verseText": "Pharaoh hardened his heart this time also, and he didn’t let the people go. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 8,
		"canon_order": 1743
	},
	{
		"verseText": "Then Yahweh said to Moses, “Go in to Pharaoh, and tell him, ‘This is what Yahweh, the God of the Hebrews, says: “Let my people go, that they may serve me. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 9,
		"canon_order": 1744
	},
	{
		"verseText": "For if you refuse to let them go, and hold them still, ",
		"book": "EXO",
		"verse": 2,
		"chapter": 9,
		"canon_order": 1745
	},
	{
		"verseText": "behold, Yahweh’s hand is on your livestock which are in the field, on the horses, on the donkeys, on the camels, on the herds, and on the flocks with a very grievous pestilence. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 9,
		"canon_order": 1746
	},
	{
		"verseText": "Yahweh will make a distinction between the livestock of Israel and the livestock of Egypt; and nothing shall die of all that belongs to the children of Israel.”’” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 9,
		"canon_order": 1747
	},
	{
		"verseText": "Yahweh appointed a set time, saying, “Tomorrow Yahweh shall do this thing in the land.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 9,
		"canon_order": 1748
	},
	{
		"verseText": "Yahweh did that thing on the next day; and all the livestock of Egypt died, but of the livestock of the children of Israel, not one died. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 9,
		"canon_order": 1749
	},
	{
		"verseText": "Pharaoh sent, and, behold, there was not so much as one of the livestock of the Israelites dead. But the heart of Pharaoh was stubborn, and he didn’t let the people go. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 9,
		"canon_order": 1750
	},
	{
		"verseText": "Yahweh said to Moses and to Aaron, “Take handfuls of ashes of the furnace, and let Moses sprinkle it toward the sky in the sight of Pharaoh. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 9,
		"canon_order": 1751
	},
	{
		"verseText": "It shall become small dust over all the land of Egypt, and shall be boils and blisters breaking out on man and on animal, throughout all the land of Egypt.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 9,
		"canon_order": 1752
	},
	{
		"verseText": "They took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward the sky; and it became boils and blisters breaking out on man and on animal. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 9,
		"canon_order": 1753
	},
	{
		"verseText": "The magicians couldn’t stand before Moses because of the boils; for the boils were on the magicians and on all the Egyptians. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 9,
		"canon_order": 1754
	},
	{
		"verseText": "Yahweh hardened the heart of Pharaoh, and he didn’t listen to them, as Yahweh had spoken to Moses. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 9,
		"canon_order": 1755
	},
	{
		"verseText": "Yahweh said to Moses, “Rise up early in the morning, and stand before Pharaoh, and tell him, ‘This is what Yahweh, the God of the Hebrews, says: “Let my people go, that they may serve me. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 9,
		"canon_order": 1756
	},
	{
		"verseText": "For this time I will send all my plagues against your heart, against your officials, and against your people; that you may know that there is no one like me in all the earth. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 9,
		"canon_order": 1757
	},
	{
		"verseText": "For now I would have stretched out my hand, and struck you and your people with pestilence, and you would have been cut off from the earth; ",
		"book": "EXO",
		"verse": 15,
		"chapter": 9,
		"canon_order": 1758
	},
	{
		"verseText": "but indeed for this cause I have made you stand: to show you my power, and that my name may be declared throughout all the earth, ",
		"book": "EXO",
		"verse": 16,
		"chapter": 9,
		"canon_order": 1759
	},
	{
		"verseText": "because you still exalt yourself against my people, that you won’t let them go. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 9,
		"canon_order": 1760
	},
	{
		"verseText": "Behold, tomorrow about this time I will cause it to rain a very grievous hail, such as has not been in Egypt since the day it was founded even until now. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 9,
		"canon_order": 1761
	},
	{
		"verseText": "Now therefore command that all of your livestock and all that you have in the field be brought into shelter. The hail will come down on every man and animal that is found in the field, and isn’t brought home, and they will die.”’” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 9,
		"canon_order": 1762
	},
	{
		"verseText": "Those who feared Yahweh’s word among the servants of Pharaoh made their servants and their livestock flee into the houses. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 9,
		"canon_order": 1763
	},
	{
		"verseText": "Whoever didn’t respect Yahweh’s word left his servants and his livestock in the field. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 9,
		"canon_order": 1764
	},
	{
		"verseText": "Yahweh said to Moses, “Stretch out your hand toward the sky, that there may be hail in all the land of Egypt, on man, and on animal, and on every herb of the field, throughout the land of Egypt.” ",
		"book": "EXO",
		"verse": 22,
		"chapter": 9,
		"canon_order": 1765
	},
	{
		"verseText": "Moses stretched out his rod toward the heavens, and Yahweh sent thunder and hail; and lightning flashed down to the earth. Yahweh rained hail on the land of Egypt. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 9,
		"canon_order": 1766
	},
	{
		"verseText": "So there was very severe hail, and lightning mixed with the hail, such as had not been in all the land of Egypt since it became a nation. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 9,
		"canon_order": 1767
	},
	{
		"verseText": "The hail struck throughout all the land of Egypt all that was in the field, both man and animal; and the hail struck every herb of the field, and broke every tree of the field. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 9,
		"canon_order": 1768
	},
	{
		"verseText": "Only in the land of Goshen, where the children of Israel were, there was no hail. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 9,
		"canon_order": 1769
	},
	{
		"verseText": "Pharaoh sent and called for Moses and Aaron, and said to them, “I have sinned this time. Yahweh is righteous, and I and my people are wicked. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 9,
		"canon_order": 1770
	},
	{
		"verseText": "Pray to Yahweh; for there has been enough of mighty thunderings and hail. I will let you go, and you shall stay no longer.” ",
		"book": "EXO",
		"verse": 28,
		"chapter": 9,
		"canon_order": 1771
	},
	{
		"verseText": "Moses said to him, “As soon as I have gone out of the city, I will spread out my hands to Yahweh. The thunders shall cease, and there will not be any more hail; that you may know that the earth is Yahweh’s. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 9,
		"canon_order": 1772
	},
	{
		"verseText": "But as for you and your servants, I know that you don’t yet fear Yahweh God.” ",
		"book": "EXO",
		"verse": 30,
		"chapter": 9,
		"canon_order": 1773
	},
	{
		"verseText": "The flax and the barley were struck, for the barley had ripened and the flax was blooming. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 9,
		"canon_order": 1774
	},
	{
		"verseText": "But the wheat and the spelt were not struck, for they had not grown up. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 9,
		"canon_order": 1775
	},
	{
		"verseText": "Moses went out of the city from Pharaoh, and spread out his hands to Yahweh; and the thunders and hail ceased, and the rain was not poured on the earth. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 9,
		"canon_order": 1776
	},
	{
		"verseText": "When Pharaoh saw that the rain and the hail and the thunders had ceased, he sinned yet more, and hardened his heart, he and his servants. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 9,
		"canon_order": 1777
	},
	{
		"verseText": "The heart of Pharaoh was hardened, and he didn’t let the children of Israel go, just as Yahweh had spoken through Moses. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 9,
		"canon_order": 1778
	},
	{
		"verseText": "Yahweh said to Moses, “Go in to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these my signs among them; ",
		"book": "EXO",
		"verse": 1,
		"chapter": 10,
		"canon_order": 1779
	},
	{
		"verseText": "and that you may tell in the hearing of your son, and of your son’s son, what things I have done to Egypt, and my signs which I have done among them; that you may know that I am Yahweh.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 10,
		"canon_order": 1780
	},
	{
		"verseText": "Moses and Aaron went in to Pharaoh, and said to him, “This is what Yahweh, the God of the Hebrews, says: ‘How long will you refuse to humble yourself before me? Let my people go, that they may serve me. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 10,
		"canon_order": 1781
	},
	{
		"verseText": "Or else, if you refuse to let my people go, behold, tomorrow I will bring locusts into your country, ",
		"book": "EXO",
		"verse": 4,
		"chapter": 10,
		"canon_order": 1782
	},
	{
		"verseText": "and they shall cover the surface of the earth, so that one won’t be able to see the earth. They shall eat the residue of that which has escaped, which remains to you from the hail, and shall eat every tree which grows for you out of the field. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 10,
		"canon_order": 1783
	},
	{
		"verseText": "Your houses shall be filled, and the houses of all your servants, and the houses of all the Egyptians, as neither your fathers nor your fathers’ fathers have seen, since the day that they were on the earth to this day.’” He turned, and went out from Pharaoh. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 10,
		"canon_order": 1784
	},
	{
		"verseText": "Pharaoh’s servants said to him, “How long will this man be a snare to us? Let the men go, that they may serve Yahweh, their God. Don’t you yet know that Egypt is destroyed?” ",
		"book": "EXO",
		"verse": 7,
		"chapter": 10,
		"canon_order": 1785
	},
	{
		"verseText": "Moses and Aaron were brought again to Pharaoh, and he said to them, “Go, serve Yahweh your God; but who are those who will go?” ",
		"book": "EXO",
		"verse": 8,
		"chapter": 10,
		"canon_order": 1786
	},
	{
		"verseText": "Moses said, “We will go with our young and with our old. We will go with our sons and with our daughters, with our flocks and with our herds; for we must hold a feast to Yahweh.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 10,
		"canon_order": 1787
	},
	{
		"verseText": "He said to them, “Yahweh be with you if I let you go with your little ones! See, evil is clearly before your faces. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 10,
		"canon_order": 1788
	},
	{
		"verseText": "Not so! Go now you who are men, and serve Yahweh; for that is what you desire!” Then they were driven out from Pharaoh’s presence. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 10,
		"canon_order": 1789
	},
	{
		"verseText": "Yahweh said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt, and eat every herb of the land, even all that the hail has left.” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 10,
		"canon_order": 1790
	},
	{
		"verseText": "Moses stretched out his rod over the land of Egypt, and Yahweh brought an east wind on the land all that day, and all night; and when it was morning, the east wind brought the locusts. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 10,
		"canon_order": 1791
	},
	{
		"verseText": "The locusts went up over all the land of Egypt, and rested in all the borders of Egypt. They were very grievous. Before them there were no such locusts as they, nor will there ever be again. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 10,
		"canon_order": 1792
	},
	{
		"verseText": "For they covered the surface of the whole earth, so that the land was darkened, and they ate every herb of the land, and all the fruit of the trees which the hail had left. There remained nothing green, either tree or herb of the field, through all the land of Egypt. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 10,
		"canon_order": 1793
	},
	{
		"verseText": "Then Pharaoh called for Moses and Aaron in haste, and he said, “I have sinned against Yahweh your God, and against you. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 10,
		"canon_order": 1794
	},
	{
		"verseText": "Now therefore please forgive my sin again, and pray to Yahweh your God, that he may also take away from me this death.” ",
		"book": "EXO",
		"verse": 17,
		"chapter": 10,
		"canon_order": 1795
	},
	{
		"verseText": "Moses went out from Pharaoh, and prayed to Yahweh. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 10,
		"canon_order": 1796
	},
	{
		"verseText": "Yahweh sent an exceedingly strong west wind, which took up the locusts, and drove them into the Red Sea. There remained not one locust in all the borders of Egypt. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 10,
		"canon_order": 1797
	},
	{
		"verseText": "But Yahweh hardened Pharaoh’s heart, and he didn’t let the children of Israel go. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 10,
		"canon_order": 1798
	},
	{
		"verseText": "Yahweh said to Moses, “Stretch out your hand toward the sky, that there may be darkness over the land of Egypt, even darkness which may be felt.” ",
		"book": "EXO",
		"verse": 21,
		"chapter": 10,
		"canon_order": 1799
	},
	{
		"verseText": "Moses stretched out his hand toward the sky, and there was a thick darkness in all the land of Egypt for three days. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 10,
		"canon_order": 1800
	},
	{
		"verseText": "They didn’t see one another, and nobody rose from his place for three days; but all the children of Israel had light in their dwellings. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 10,
		"canon_order": 1801
	},
	{
		"verseText": "Pharaoh called to Moses, and said, “Go, serve Yahweh. Only let your flocks and your herds stay behind. Let your little ones also go with you.” ",
		"book": "EXO",
		"verse": 24,
		"chapter": 10,
		"canon_order": 1802
	},
	{
		"verseText": "Moses said, “You must also give into our hand sacrifices and burnt offerings, that we may sacrifice to Yahweh our God. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 10,
		"canon_order": 1803
	},
	{
		"verseText": "Our livestock also shall go with us. Not a hoof shall be left behind, for of it we must take to serve Yahweh our God; and we don’t know with what we must serve Yahweh, until we come there.” ",
		"book": "EXO",
		"verse": 26,
		"chapter": 10,
		"canon_order": 1804
	},
	{
		"verseText": "But Yahweh hardened Pharaoh’s heart, and he wouldn’t let them go. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 10,
		"canon_order": 1805
	},
	{
		"verseText": "Pharaoh said to him, “Get away from me! Be careful to see my face no more; for in the day you see my face you shall die!” ",
		"book": "EXO",
		"verse": 28,
		"chapter": 10,
		"canon_order": 1806
	},
	{
		"verseText": "Moses said, “You have spoken well. I will see your face again no more.” ",
		"book": "EXO",
		"verse": 29,
		"chapter": 10,
		"canon_order": 1807
	},
	{
		"verseText": "Yahweh said to Moses, “I will bring yet one more plague on Pharaoh, and on Egypt; afterwards he will let you go. When he lets you go, he will surely thrust you out altogether. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 11,
		"canon_order": 1808
	},
	{
		"verseText": "Speak now in the ears of the people, and let every man ask of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 11,
		"canon_order": 1809
	},
	{
		"verseText": "Yahweh gave the people favor in the sight of the Egyptians. Moreover, the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants, and in the sight of the people. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 11,
		"canon_order": 1810
	},
	{
		"verseText": "Moses said, “This is what Yahweh says: ‘About midnight I will go out into the middle of Egypt, ",
		"book": "EXO",
		"verse": 4,
		"chapter": 11,
		"canon_order": 1811
	},
	{
		"verseText": "and all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the female servant who is behind the mill, and all the firstborn of livestock. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 11,
		"canon_order": 1812
	},
	{
		"verseText": "There will be a great cry throughout all the land of Egypt, such as there has not been, nor will be any more. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 11,
		"canon_order": 1813
	},
	{
		"verseText": "But against any of the children of Israel a dog won’t even bark or move its tongue, against man or animal, that you may know that Yahweh makes a distinction between the Egyptians and Israel. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 11,
		"canon_order": 1814
	},
	{
		"verseText": "All these servants of yours will come down to me, and bow down themselves to me, saying, “Get out, with all the people who follow you;” and after that I will go out.’” He went out from Pharaoh in hot anger. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 11,
		"canon_order": 1815
	},
	{
		"verseText": "Yahweh said to Moses, “Pharaoh won’t listen to you, that my wonders may be multiplied in the land of Egypt.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 11,
		"canon_order": 1816
	},
	{
		"verseText": "Moses and Aaron did all these wonders before Pharaoh, but Yahweh hardened Pharaoh’s heart, and he didn’t let the children of Israel go out of his land. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 11,
		"canon_order": 1817
	},
	{
		"verseText": "Yahweh spoke to Moses and Aaron in the land of Egypt, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 12,
		"canon_order": 1818
	},
	{
		"verseText": "“This month shall be to you the beginning of months. It shall be the first month of the year to you. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 12,
		"canon_order": 1819
	},
	{
		"verseText": "Speak to all the congregation of Israel, saying, ‘On the tenth day of this month, they shall take to them every man a lamb, according to their fathers’ houses, a lamb for a household; ",
		"book": "EXO",
		"verse": 3,
		"chapter": 12,
		"canon_order": 1820
	},
	{
		"verseText": "and if the household is too little for a lamb, then he and his neighbor next to his house shall take one according to the number of the souls. You shall make your count for the lamb according to what everyone can eat. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 12,
		"canon_order": 1821
	},
	{
		"verseText": "Your lamb shall be without defect, a male a year old. You shall take it from the sheep or from the goats. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 12,
		"canon_order": 1822
	},
	{
		"verseText": "You shall keep it until the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall kill it at evening. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 12,
		"canon_order": 1823
	},
	{
		"verseText": "They shall take some of the blood, and put it on the two door posts and on the lintel, on the houses in which they shall eat it. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 12,
		"canon_order": 1824
	},
	{
		"verseText": "They shall eat the meat in that night, roasted with fire, with unleavened bread. They shall eat it with bitter herbs. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 12,
		"canon_order": 1825
	},
	{
		"verseText": "Don’t eat it raw, nor boiled at all with water, but roasted with fire; with its head, its legs and its inner parts. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 12,
		"canon_order": 1826
	},
	{
		"verseText": "You shall let nothing of it remain until the morning; but that which remains of it until the morning you shall burn with fire. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 12,
		"canon_order": 1827
	},
	{
		"verseText": "This is how you shall eat it: with your belt on your waist, your sandals on your feet, and your staff in your hand; and you shall eat it in haste: it is Yahweh’s Passover. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 12,
		"canon_order": 1828
	},
	{
		"verseText": "For I will go through the land of Egypt in that night, and will strike all the firstborn in the land of Egypt, both man and animal. I will execute judgments against all the gods of Egypt. I am Yahweh. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 12,
		"canon_order": 1829
	},
	{
		"verseText": "The blood shall be to you for a token on the houses where you are. When I see the blood, I will pass over you, and no plague will be on you to destroy you when I strike the land of Egypt. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 12,
		"canon_order": 1830
	},
	{
		"verseText": "This day shall be a memorial for you. You shall keep it as a feast to Yahweh. You shall keep it as a feast throughout your generations by an ordinance forever. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 12,
		"canon_order": 1831
	},
	{
		"verseText": "“‘Seven days you shall eat unleavened bread; even the first day you shall put away yeast out of your houses, for whoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Israel. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 12,
		"canon_order": 1832
	},
	{
		"verseText": "In the first day there shall be to you a holy convocation, and in the seventh day a holy convocation; no kind of work shall be done in them, except that which every man must eat, only that may be done by you. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 12,
		"canon_order": 1833
	},
	{
		"verseText": "You shall observe the feast of unleavened bread; for in this same day I have brought your armies out of the land of Egypt. Therefore you shall observe this day throughout your generations by an ordinance forever. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 12,
		"canon_order": 1834
	},
	{
		"verseText": "In the first month, on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty first day of the month at evening. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 12,
		"canon_order": 1835
	},
	{
		"verseText": "There shall be no yeast found in your houses for seven days, for whoever eats that which is leavened, that soul shall be cut off from the congregation of Israel, whether he is a foreigner, or one who is born in the land. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 12,
		"canon_order": 1836
	},
	{
		"verseText": "You shall eat nothing leavened. In all your habitations you shall eat unleavened bread.’” ",
		"book": "EXO",
		"verse": 20,
		"chapter": 12,
		"canon_order": 1837
	},
	{
		"verseText": "Then Moses called for all the elders of Israel, and said to them, “Draw out, and take lambs according to your families, and kill the Passover. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 12,
		"canon_order": 1838
	},
	{
		"verseText": "You shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two door posts with the blood that is in the basin. None of you shall go out of the door of his house until the morning. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 12,
		"canon_order": 1839
	},
	{
		"verseText": "For Yahweh will pass through to strike the Egyptians; and when he sees the blood on the lintel, and on the two door posts, Yahweh will pass over the door, and will not allow the destroyer to come in to your houses to strike you. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 12,
		"canon_order": 1840
	},
	{
		"verseText": "You shall observe this thing for an ordinance to you and to your sons forever. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 12,
		"canon_order": 1841
	},
	{
		"verseText": "It shall happen when you have come to the land which Yahweh will give you, as he has promised, that you shall keep this service. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 12,
		"canon_order": 1842
	},
	{
		"verseText": "It will happen, when your children ask you, ‘What do you mean by this service?’ ",
		"book": "EXO",
		"verse": 26,
		"chapter": 12,
		"canon_order": 1843
	},
	{
		"verseText": "that you shall say, ‘It is the sacrifice of Yahweh’s Passover, who passed over the houses of the children of Israel in Egypt, when he struck the Egyptians, and spared our houses.’” The people bowed their heads and worshiped. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 12,
		"canon_order": 1844
	},
	{
		"verseText": "The children of Israel went and did so; as Yahweh had commanded Moses and Aaron, so they did. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 12,
		"canon_order": 1845
	},
	{
		"verseText": "At midnight, Yahweh struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of livestock. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 12,
		"canon_order": 1846
	},
	{
		"verseText": "Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt, for there was not a house where there was not one dead. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 12,
		"canon_order": 1847
	},
	{
		"verseText": "He called for Moses and Aaron by night, and said, “Rise up, get out from among my people, both you and the children of Israel; and go, serve Yahweh, as you have said! ",
		"book": "EXO",
		"verse": 31,
		"chapter": 12,
		"canon_order": 1848
	},
	{
		"verseText": "Take both your flocks and your herds, as you have said, and be gone; and bless me also!” ",
		"book": "EXO",
		"verse": 32,
		"chapter": 12,
		"canon_order": 1849
	},
	{
		"verseText": "The Egyptians were urgent with the people, to send them out of the land in haste, for they said, “We are all dead men.” ",
		"book": "EXO",
		"verse": 33,
		"chapter": 12,
		"canon_order": 1850
	},
	{
		"verseText": "The people took their dough before it was leavened, their kneading troughs being bound up in their clothes on their shoulders. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 12,
		"canon_order": 1851
	},
	{
		"verseText": "The children of Israel did according to the word of Moses; and they asked of the Egyptians jewels of silver, and jewels of gold, and clothing. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 12,
		"canon_order": 1852
	},
	{
		"verseText": "Yahweh gave the people favor in the sight of the Egyptians, so that they let them have what they asked. They plundered the Egyptians. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 12,
		"canon_order": 1853
	},
	{
		"verseText": "The children of Israel traveled from Rameses to Succoth, about six hundred thousand on foot who were men, in addition to children. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 12,
		"canon_order": 1854
	},
	{
		"verseText": "A mixed multitude went up also with them, with flocks, herds, and even very much livestock. ",
		"book": "EXO",
		"verse": 38,
		"chapter": 12,
		"canon_order": 1855
	},
	{
		"verseText": "They baked unleavened cakes of the dough which they brought out of Egypt; for it wasn’t leavened, because they were thrust out of Egypt, and couldn’t wait, and they had not prepared any food for themselves. ",
		"book": "EXO",
		"verse": 39,
		"chapter": 12,
		"canon_order": 1856
	},
	{
		"verseText": "Now the time that the children of Israel lived in Egypt was four hundred thirty years. ",
		"book": "EXO",
		"verse": 40,
		"chapter": 12,
		"canon_order": 1857
	},
	{
		"verseText": "At the end of four hundred thirty years, to the day, all of Yahweh’s armies went out from the land of Egypt. ",
		"book": "EXO",
		"verse": 41,
		"chapter": 12,
		"canon_order": 1858
	},
	{
		"verseText": "It is a night to be much observed to Yahweh for bringing them out from the land of Egypt. This is that night of Yahweh, to be much observed by all the children of Israel throughout their generations. ",
		"book": "EXO",
		"verse": 42,
		"chapter": 12,
		"canon_order": 1859
	},
	{
		"verseText": "Yahweh said to Moses and Aaron, “This is the ordinance of the Passover. No foreigner shall eat of it, ",
		"book": "EXO",
		"verse": 43,
		"chapter": 12,
		"canon_order": 1860
	},
	{
		"verseText": "but every man’s servant who is bought for money, when you have circumcised him, then shall he eat of it. ",
		"book": "EXO",
		"verse": 44,
		"chapter": 12,
		"canon_order": 1861
	},
	{
		"verseText": "A foreigner and a hired servant shall not eat of it. ",
		"book": "EXO",
		"verse": 45,
		"chapter": 12,
		"canon_order": 1862
	},
	{
		"verseText": "It must be eaten in one house. You shall not carry any of the meat outside of the house. Do not break any of its bones. ",
		"book": "EXO",
		"verse": 46,
		"chapter": 12,
		"canon_order": 1863
	},
	{
		"verseText": "All the congregation of Israel shall keep it. ",
		"book": "EXO",
		"verse": 47,
		"chapter": 12,
		"canon_order": 1864
	},
	{
		"verseText": "When a stranger lives as a foreigner with you, and would like to keep the Passover to Yahweh, let all his males be circumcised, and then let him come near and keep it. He shall be as one who is born in the land; but no uncircumcised person shall eat of it. ",
		"book": "EXO",
		"verse": 48,
		"chapter": 12,
		"canon_order": 1865
	},
	{
		"verseText": "One law shall be to him who is born at home, and to the stranger who lives as a foreigner among you.” ",
		"book": "EXO",
		"verse": 49,
		"chapter": 12,
		"canon_order": 1866
	},
	{
		"verseText": "All the children of Israel did so. As Yahweh commanded Moses and Aaron, so they did. ",
		"book": "EXO",
		"verse": 50,
		"chapter": 12,
		"canon_order": 1867
	},
	{
		"verseText": "That same day, Yahweh brought the children of Israel out of the land of Egypt by their armies. ",
		"book": "EXO",
		"verse": 51,
		"chapter": 12,
		"canon_order": 1868
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 13,
		"canon_order": 1869
	},
	{
		"verseText": "“Sanctify to me all the firstborn, whatever opens the womb among the children of Israel, both of man and of animal. It is mine.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 13,
		"canon_order": 1870
	},
	{
		"verseText": "Moses said to the people, “Remember this day, in which you came out of Egypt, out of the house of bondage; for by strength of hand Yahweh brought you out from this place. No leavened bread shall be eaten. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 13,
		"canon_order": 1871
	},
	{
		"verseText": "Today you go out in the month Abib. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 13,
		"canon_order": 1872
	},
	{
		"verseText": "It shall be, when Yahweh brings you into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which he swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 13,
		"canon_order": 1873
	},
	{
		"verseText": "Seven days you shall eat unleavened bread, and in the seventh day shall be a feast to Yahweh. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 13,
		"canon_order": 1874
	},
	{
		"verseText": "Unleavened bread shall be eaten throughout the seven days; and no leavened bread shall be seen with you. No yeast shall be seen with you, within all your borders. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 13,
		"canon_order": 1875
	},
	{
		"verseText": "You shall tell your son in that day, saying, ‘It is because of that which Yahweh did for me when I came out of Egypt.’ ",
		"book": "EXO",
		"verse": 8,
		"chapter": 13,
		"canon_order": 1876
	},
	{
		"verseText": "It shall be for a sign to you on your hand, and for a memorial between your eyes, that Yahweh’s law may be in your mouth; for with a strong hand Yahweh has brought you out of Egypt. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 13,
		"canon_order": 1877
	},
	{
		"verseText": "You shall therefore keep this ordinance in its season from year to year. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 13,
		"canon_order": 1878
	},
	{
		"verseText": "“It shall be, when Yahweh brings you into the land of the Canaanite, as he swore to you and to your fathers, and will give it you, ",
		"book": "EXO",
		"verse": 11,
		"chapter": 13,
		"canon_order": 1879
	},
	{
		"verseText": "that you shall set apart to Yahweh all that opens the womb, and every firstborn that comes from an animal which you have. The males shall be Yahweh’s. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 13,
		"canon_order": 1880
	},
	{
		"verseText": "Every firstborn of a donkey you shall redeem with a lamb; and if you will not redeem it, then you shall break its neck; and you shall redeem all the firstborn of man among your sons. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 13,
		"canon_order": 1881
	},
	{
		"verseText": "It shall be, when your son asks you in time to come, saying, ‘What is this?’ that you shall tell him, ‘By strength of hand Yahweh brought us out from Egypt, from the house of bondage. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 13,
		"canon_order": 1882
	},
	{
		"verseText": "When Pharaoh stubbornly refused to let us go, Yahweh killed all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of livestock. Therefore I sacrifice to Yahweh all that opens the womb, being males; but all the firstborn of my sons I redeem.’ ",
		"book": "EXO",
		"verse": 15,
		"chapter": 13,
		"canon_order": 1883
	},
	{
		"verseText": "It shall be for a sign on your hand, and for symbols between your eyes; for by strength of hand Yahweh brought us out of Egypt.” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 13,
		"canon_order": 1884
	},
	{
		"verseText": "When Pharaoh had let the people go, God didn’t lead them by the way of the land of the Philistines, although that was near; for God said, “Lest perhaps the people change their minds when they see war, and they return to Egypt”; ",
		"book": "EXO",
		"verse": 17,
		"chapter": 13,
		"canon_order": 1885
	},
	{
		"verseText": "but God led the people around by the way of the wilderness by the Red Sea; and the children of Israel went up armed out of the land of Egypt. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 13,
		"canon_order": 1886
	},
	{
		"verseText": "Moses took the bones of Joseph with him, for he had made the children of Israel swear, saying, “God will surely visit you, and you shall carry up my bones away from here with you.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 13,
		"canon_order": 1887
	},
	{
		"verseText": "They took their journey from Succoth, and encamped in Etham, in the edge of the wilderness. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 13,
		"canon_order": 1888
	},
	{
		"verseText": "Yahweh went before them by day in a pillar of cloud, to lead them on their way, and by night in a pillar of fire, to give them light, that they might go by day and by night: ",
		"book": "EXO",
		"verse": 21,
		"chapter": 13,
		"canon_order": 1889
	},
	{
		"verseText": "the pillar of cloud by day, and the pillar of fire by night, didn’t depart from before the people. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 13,
		"canon_order": 1890
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 14,
		"canon_order": 1891
	},
	{
		"verseText": "“Speak to the children of Israel, that they turn back and encamp before Pihahiroth, between Migdol and the sea, before Baal Zephon. You shall encamp opposite it by the sea. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 14,
		"canon_order": 1892
	},
	{
		"verseText": "Pharaoh will say of the children of Israel, ‘They are entangled in the land. The wilderness has shut them in.’ ",
		"book": "EXO",
		"verse": 3,
		"chapter": 14,
		"canon_order": 1893
	},
	{
		"verseText": "I will harden Pharaoh’s heart, and he will follow after them; and I will get honor over Pharaoh, and over all his armies; and the Egyptians shall know that I am Yahweh.” They did so. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 14,
		"canon_order": 1894
	},
	{
		"verseText": "The king of Egypt was told that the people had fled; and the heart of Pharaoh and of his servants was changed toward the people, and they said, “What is this we have done, that we have let Israel go from serving us?” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 14,
		"canon_order": 1895
	},
	{
		"verseText": "He prepared his chariot, and took his army with him; ",
		"book": "EXO",
		"verse": 6,
		"chapter": 14,
		"canon_order": 1896
	},
	{
		"verseText": "and he took six hundred chosen chariots, and all the chariots of Egypt, with captains over all of them. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 14,
		"canon_order": 1897
	},
	{
		"verseText": "Yahweh hardened the heart of Pharaoh king of Egypt, and he pursued the children of Israel; for the children of Israel went out with a high hand. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 14,
		"canon_order": 1898
	},
	{
		"verseText": "The Egyptians pursued them. All the horses and chariots of Pharaoh, his horsemen, and his army overtook them encamping by the sea, beside Pihahiroth, before Baal Zephon. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 14,
		"canon_order": 1899
	},
	{
		"verseText": "When Pharaoh came near, the children of Israel lifted up their eyes, and behold, the Egyptians were marching after them; and they were very afraid. The children of Israel cried out to Yahweh. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 14,
		"canon_order": 1900
	},
	{
		"verseText": "They said to Moses, “Because there were no graves in Egypt, have you taken us away to die in the wilderness? Why have you treated us this way, to bring us out of Egypt? ",
		"book": "EXO",
		"verse": 11,
		"chapter": 14,
		"canon_order": 1901
	},
	{
		"verseText": "Isn’t this the word that we spoke to you in Egypt, saying, ‘Leave us alone, that we may serve the Egyptians?’ For it would have been better for us to serve the Egyptians than to die in the wilderness.” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 14,
		"canon_order": 1902
	},
	{
		"verseText": "Moses said to the people, “Don’t be afraid. Stand still, and see the salvation of Yahweh, which he will work for you today; for you will never again see the Egyptians whom you have seen today. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 14,
		"canon_order": 1903
	},
	{
		"verseText": "Yahweh will fight for you, and you shall be still.” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 14,
		"canon_order": 1904
	},
	{
		"verseText": "Yahweh said to Moses, “Why do you cry to me? Speak to the children of Israel, that they go forward. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 14,
		"canon_order": 1905
	},
	{
		"verseText": "Lift up your rod, and stretch out your hand over the sea and divide it. Then the children of Israel shall go into the middle of the sea on dry ground. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 14,
		"canon_order": 1906
	},
	{
		"verseText": "Behold, I myself will harden the hearts of the Egyptians, and they will go in after them. I will get myself honor over Pharaoh, and over all his armies, over his chariots, and over his horsemen. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 14,
		"canon_order": 1907
	},
	{
		"verseText": "The Egyptians shall know that I am Yahweh when I have gotten myself honor over Pharaoh, over his chariots, and over his horsemen.” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 14,
		"canon_order": 1908
	},
	{
		"verseText": "The angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud moved from before them, and stood behind them. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 14,
		"canon_order": 1909
	},
	{
		"verseText": "It came between the camp of Egypt and the camp of Israel. There was the cloud and the darkness, yet it gave light by night. One didn’t come near the other all night. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 14,
		"canon_order": 1910
	},
	{
		"verseText": "Moses stretched out his hand over the sea, and Yahweh caused the sea to go back by a strong east wind all night, and made the sea dry land, and the waters were divided. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 14,
		"canon_order": 1911
	},
	{
		"verseText": "The children of Israel went into the middle of the sea on the dry ground; and the waters were a wall to them on their right hand and on their left. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 14,
		"canon_order": 1912
	},
	{
		"verseText": "The Egyptians pursued, and went in after them into the middle of the sea: all of Pharaoh’s horses, his chariots, and his horsemen. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 14,
		"canon_order": 1913
	},
	{
		"verseText": "In the morning watch, Yahweh looked out on the Egyptian army through the pillar of fire and of cloud, and confused the Egyptian army. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 14,
		"canon_order": 1914
	},
	{
		"verseText": "He took off their chariot wheels, and they drove them heavily; so that the Egyptians said, “Let’s flee from the face of Israel, for Yahweh fights for them against the Egyptians!” ",
		"book": "EXO",
		"verse": 25,
		"chapter": 14,
		"canon_order": 1915
	},
	{
		"verseText": "Yahweh said to Moses, “Stretch out your hand over the sea, that the waters may come again on the Egyptians, on their chariots, and on their horsemen.” ",
		"book": "EXO",
		"verse": 26,
		"chapter": 14,
		"canon_order": 1916
	},
	{
		"verseText": "Moses stretched out his hand over the sea, and the sea returned to its strength when the morning appeared; and the Egyptians fled against it. Yahweh overthrew the Egyptians in the middle of the sea. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 14,
		"canon_order": 1917
	},
	{
		"verseText": "The waters returned, and covered the chariots and the horsemen, even all Pharaoh’s army that went in after them into the sea. There remained not so much as one of them. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 14,
		"canon_order": 1918
	},
	{
		"verseText": "But the children of Israel walked on dry land in the middle of the sea, and the waters were a wall to them on their right hand and on their left. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 14,
		"canon_order": 1919
	},
	{
		"verseText": "Thus Yahweh saved Israel that day out of the hand of the Egyptians; and Israel saw the Egyptians dead on the seashore. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 14,
		"canon_order": 1920
	},
	{
		"verseText": "Israel saw the great work which Yahweh did to the Egyptians, and the people feared Yahweh; and they believed in Yahweh and in his servant Moses. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 14,
		"canon_order": 1921
	},
	{
		"verseText": "Then Moses and the children of Israel sang this song to Yahweh, and said, “I will sing to Yahweh, for he has triumphed gloriously. He has thrown the horse and his rider into the sea. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 15,
		"canon_order": 1922
	},
	{
		"verseText": "Yah is my strength and song. He has become my salvation. This is my God, and I will praise him; my father’s God, and I will exalt him. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 15,
		"canon_order": 1923
	},
	{
		"verseText": "Yahweh is a man of war. Yahweh is his name. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 15,
		"canon_order": 1924
	},
	{
		"verseText": "He has cast Pharaoh’s chariots and his army into the sea. His chosen captains are sunk in the Red Sea. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 15,
		"canon_order": 1925
	},
	{
		"verseText": "The deeps cover them. They went down into the depths like a stone. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 15,
		"canon_order": 1926
	},
	{
		"verseText": "Your right hand, Yahweh, is glorious in power. Your right hand, Yahweh, dashes the enemy in pieces. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 15,
		"canon_order": 1927
	},
	{
		"verseText": "In the greatness of your excellency, you overthrow those who rise up against you. You send out your wrath. It consumes them as stubble. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 15,
		"canon_order": 1928
	},
	{
		"verseText": "With the blast of your nostrils, the waters were piled up. The floods stood upright as a heap. The deeps were congealed in the heart of the sea. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 15,
		"canon_order": 1929
	},
	{
		"verseText": "The enemy said, ‘I will pursue. I will overtake. I will divide the plunder. My desire will be satisfied on them. I will draw my sword. My hand will destroy them.’ ",
		"book": "EXO",
		"verse": 9,
		"chapter": 15,
		"canon_order": 1930
	},
	{
		"verseText": "You blew with your wind. The sea covered them. They sank like lead in the mighty waters. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 15,
		"canon_order": 1931
	},
	{
		"verseText": "Who is like you, Yahweh, among the gods? Who is like you, glorious in holiness, fearful in praises, doing wonders? ",
		"book": "EXO",
		"verse": 11,
		"chapter": 15,
		"canon_order": 1932
	},
	{
		"verseText": "You stretched out your right hand. The earth swallowed them. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 15,
		"canon_order": 1933
	},
	{
		"verseText": "“You, in your loving kindness, have led the people that you have redeemed. You have guided them in your strength to your holy habitation. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 15,
		"canon_order": 1934
	},
	{
		"verseText": "The peoples have heard. They tremble. Pangs have taken hold of the inhabitants of Philistia. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 15,
		"canon_order": 1935
	},
	{
		"verseText": "Then the chiefs of Edom were dismayed. Trembling takes hold of the mighty men of Moab. All the inhabitants of Canaan have melted away. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 15,
		"canon_order": 1936
	},
	{
		"verseText": "Terror and dread falls on them. By the greatness of your arm they are as still as a stone, until your people pass over, Yahweh, until the people you have purchased pass over. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 15,
		"canon_order": 1937
	},
	{
		"verseText": "You will bring them in, and plant them in the mountain of your inheritance, the place, Yahweh, which you have made for yourself to dwell in: the sanctuary, Lord, which your hands have established. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 15,
		"canon_order": 1938
	},
	{
		"verseText": "Yahweh will reign forever and ever.” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 15,
		"canon_order": 1939
	},
	{
		"verseText": "For the horses of Pharaoh went in with his chariots and with his horsemen into the sea, and Yahweh brought back the waters of the sea on them; but the children of Israel walked on dry land in the middle of the sea. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 15,
		"canon_order": 1940
	},
	{
		"verseText": "Miriam the prophetess, the sister of Aaron, took a tambourine in her hand; and all the women went out after her with tambourines and with dances. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 15,
		"canon_order": 1941
	},
	{
		"verseText": "Miriam answered them, “Sing to Yahweh, for he has triumphed gloriously. He has thrown the horse and his rider into the sea.” ",
		"book": "EXO",
		"verse": 21,
		"chapter": 15,
		"canon_order": 1942
	},
	{
		"verseText": "Moses led Israel onward from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 15,
		"canon_order": 1943
	},
	{
		"verseText": "When they came to Marah, they couldn’t drink from the waters of Marah, for they were bitter. Therefore its name was called Marah. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 15,
		"canon_order": 1944
	},
	{
		"verseText": "The people murmured against Moses, saying, “What shall we drink?” ",
		"book": "EXO",
		"verse": 24,
		"chapter": 15,
		"canon_order": 1945
	},
	{
		"verseText": "Then he cried to Yahweh. Yahweh showed him a tree, and he threw it into the waters, and the waters were made sweet. There he made a statute and an ordinance for them, and there he tested them. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 15,
		"canon_order": 1946
	},
	{
		"verseText": "He said, “If you will diligently listen to Yahweh your God’s voice, and will do that which is right in his eyes, and will pay attention to his commandments, and keep all his statutes, I will put none of the diseases on you which I have put on the Egyptians; for I am Yahweh who heals you.” ",
		"book": "EXO",
		"verse": 26,
		"chapter": 15,
		"canon_order": 1947
	},
	{
		"verseText": "They came to Elim, where there were twelve springs of water and seventy palm trees. They encamped there by the waters. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 15,
		"canon_order": 1948
	},
	{
		"verseText": "They took their journey from Elim, and all the congregation of the children of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 16,
		"canon_order": 1949
	},
	{
		"verseText": "The whole congregation of the children of Israel murmured against Moses and against Aaron in the wilderness; ",
		"book": "EXO",
		"verse": 2,
		"chapter": 16,
		"canon_order": 1950
	},
	{
		"verseText": "and the children of Israel said to them, “We wish that we had died by Yahweh’s hand in the land of Egypt, when we sat by the meat pots, when we ate our fill of bread, for you have brought us out into this wilderness to kill this whole assembly with hunger.” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 16,
		"canon_order": 1951
	},
	{
		"verseText": "Then Yahweh said to Moses, “Behold, I will rain bread from the sky for you, and the people shall go out and gather a day’s portion every day, that I may test them, whether they will walk in my law or not. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 16,
		"canon_order": 1952
	},
	{
		"verseText": "It shall come to pass on the sixth day, that they shall prepare that which they bring in, and it shall be twice as much as they gather daily.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 16,
		"canon_order": 1953
	},
	{
		"verseText": "Moses and Aaron said to all the children of Israel, “At evening, you shall know that Yahweh has brought you out from the land of Egypt. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 16,
		"canon_order": 1954
	},
	{
		"verseText": "In the morning, you shall see Yahweh’s glory; because he hears your murmurings against Yahweh. Who are we, that you murmur against us?” ",
		"book": "EXO",
		"verse": 7,
		"chapter": 16,
		"canon_order": 1955
	},
	{
		"verseText": "Moses said, “Now Yahweh will give you meat to eat in the evening, and in the morning bread to satisfy you, because Yahweh hears your murmurings which you murmur against him. And who are we? Your murmurings are not against us, but against Yahweh.” ",
		"book": "EXO",
		"verse": 8,
		"chapter": 16,
		"canon_order": 1956
	},
	{
		"verseText": "Moses said to Aaron, “Tell all the congregation of the children of Israel, ‘Come close to Yahweh, for he has heard your murmurings.’” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 16,
		"canon_order": 1957
	},
	{
		"verseText": "As Aaron spoke to the whole congregation of the children of Israel, they looked toward the wilderness, and behold, Yahweh’s glory appeared in the cloud. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 16,
		"canon_order": 1958
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 11,
		"chapter": 16,
		"canon_order": 1959
	},
	{
		"verseText": "“I have heard the murmurings of the children of Israel. Speak to them, saying, ‘At evening you shall eat meat, and in the morning you shall be filled with bread. Then you will know that I am Yahweh your God.’” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 16,
		"canon_order": 1960
	},
	{
		"verseText": "In the evening, quail came up and covered the camp; and in the morning the dew lay around the camp. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 16,
		"canon_order": 1961
	},
	{
		"verseText": "When the dew that lay had gone, behold, on the surface of the wilderness was a small round thing, small as the frost on the ground. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 16,
		"canon_order": 1962
	},
	{
		"verseText": "When the children of Israel saw it, they said to one another, “What is it?” For they didn’t know what it was. Moses said to them, “It is the bread which Yahweh has given you to eat. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 16,
		"canon_order": 1963
	},
	{
		"verseText": "This is the thing which Yahweh has commanded: ‘Gather of it everyone according to his eating; an omer a head, according to the number of your persons, you shall take it, every man for those who are in his tent.’” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 16,
		"canon_order": 1964
	},
	{
		"verseText": "The children of Israel did so, and some gathered more, some less. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 16,
		"canon_order": 1965
	},
	{
		"verseText": "When they measured it with an omer, he who gathered much had nothing over, and he who gathered little had no lack. They each gathered according to his eating. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 16,
		"canon_order": 1966
	},
	{
		"verseText": "Moses said to them, “Let no one leave of it until the morning.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 16,
		"canon_order": 1967
	},
	{
		"verseText": "Notwithstanding they didn’t listen to Moses, but some of them left of it until the morning, so it bred worms and became foul; and Moses was angry with them. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 16,
		"canon_order": 1968
	},
	{
		"verseText": "They gathered it morning by morning, everyone according to his eating. When the sun grew hot, it melted. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 16,
		"canon_order": 1969
	},
	{
		"verseText": "On the sixth day, they gathered twice as much bread, two omers for each one; and all the rulers of the congregation came and told Moses. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 16,
		"canon_order": 1970
	},
	{
		"verseText": "He said to them, “This is that which Yahweh has spoken, ‘Tomorrow is a solemn rest, a holy Sabbath to Yahweh. Bake that which you want to bake, and boil that which you want to boil; and all that remains over lay up for yourselves to be kept until the morning.’” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 16,
		"canon_order": 1971
	},
	{
		"verseText": "They laid it up until the morning, as Moses ordered, and it didn’t become foul, and there were no worms in it. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 16,
		"canon_order": 1972
	},
	{
		"verseText": "Moses said, “Eat that today, for today is a Sabbath to Yahweh. Today you shall not find it in the field. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 16,
		"canon_order": 1973
	},
	{
		"verseText": "Six days you shall gather it, but on the seventh day is the Sabbath. In it there shall be none.” ",
		"book": "EXO",
		"verse": 26,
		"chapter": 16,
		"canon_order": 1974
	},
	{
		"verseText": "On the seventh day, some of the people went out to gather, and they found none. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 16,
		"canon_order": 1975
	},
	{
		"verseText": "Yahweh said to Moses, “How long do you refuse to keep my commandments and my laws? ",
		"book": "EXO",
		"verse": 28,
		"chapter": 16,
		"canon_order": 1976
	},
	{
		"verseText": "Behold, because Yahweh has given you the Sabbath, therefore he gives you on the sixth day the bread of two days. Everyone stay in his place. Let no one go out of his place on the seventh day.” ",
		"book": "EXO",
		"verse": 29,
		"chapter": 16,
		"canon_order": 1977
	},
	{
		"verseText": "So the people rested on the seventh day. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 16,
		"canon_order": 1978
	},
	{
		"verseText": "The house of Israel called its name “Manna”, and it was like coriander seed, white; and its taste was like wafers with honey. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 16,
		"canon_order": 1979
	},
	{
		"verseText": "Moses said, “This is the thing which Yahweh has commanded, ‘Let an omer-full of it be kept throughout your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’” ",
		"book": "EXO",
		"verse": 32,
		"chapter": 16,
		"canon_order": 1980
	},
	{
		"verseText": "Moses said to Aaron, “Take a pot, and put an omer-full of manna in it, and lay it up before Yahweh, to be kept throughout your generations.” ",
		"book": "EXO",
		"verse": 33,
		"chapter": 16,
		"canon_order": 1981
	},
	{
		"verseText": "As Yahweh commanded Moses, so Aaron laid it up before the Testimony, to be kept. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 16,
		"canon_order": 1982
	},
	{
		"verseText": "The children of Israel ate the manna forty years, until they came to an inhabited land. They ate the manna until they came to the borders of the land of Canaan. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 16,
		"canon_order": 1983
	},
	{
		"verseText": "Now an omer is one tenth of an ephah. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 16,
		"canon_order": 1984
	},
	{
		"verseText": "All the congregation of the children of Israel traveled from the wilderness of Sin, starting according to Yahweh’s commandment, and encamped in Rephidim; but there was no water for the people to drink. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 17,
		"canon_order": 1985
	},
	{
		"verseText": "Therefore the people quarreled with Moses, and said, “Give us water to drink.” Moses said to them, “Why do you quarrel with me? Why do you test Yahweh?” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 17,
		"canon_order": 1986
	},
	{
		"verseText": "The people were thirsty for water there; so the people murmured against Moses, and said, “Why have you brought us up out of Egypt, to kill us, our children, and our livestock with thirst?” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 17,
		"canon_order": 1987
	},
	{
		"verseText": "Moses cried to Yahweh, saying, “What shall I do with these people? They are almost ready to stone me.” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 17,
		"canon_order": 1988
	},
	{
		"verseText": "Yahweh said to Moses, “Walk on before the people, and take the elders of Israel with you, and take the rod in your hand with which you struck the Nile, and go. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 17,
		"canon_order": 1989
	},
	{
		"verseText": "Behold, I will stand before you there on the rock in Horeb. You shall strike the rock, and water will come out of it, that the people may drink.” Moses did so in the sight of the elders of Israel. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 17,
		"canon_order": 1990
	},
	{
		"verseText": "He called the name of the place Massah, and Meribah, because the children of Israel quarreled, and because they tested Yahweh, saying, “Is Yahweh among us, or not?” ",
		"book": "EXO",
		"verse": 7,
		"chapter": 17,
		"canon_order": 1991
	},
	{
		"verseText": "Then Amalek came and fought with Israel in Rephidim. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 17,
		"canon_order": 1992
	},
	{
		"verseText": "Moses said to Joshua, “Choose men for us, and go out to fight with Amalek. Tomorrow I will stand on the top of the hill with God’s rod in my hand.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 17,
		"canon_order": 1993
	},
	{
		"verseText": "So Joshua did as Moses had told him, and fought with Amalek; and Moses, Aaron, and Hur went up to the top of the hill. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 17,
		"canon_order": 1994
	},
	{
		"verseText": "When Moses held up his hand, Israel prevailed. When he let down his hand, Amalek prevailed. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 17,
		"canon_order": 1995
	},
	{
		"verseText": "But Moses’ hands were heavy; so they took a stone, and put it under him, and he sat on it. Aaron and Hur held up his hands, the one on the one side, and the other on the other side. His hands were steady until sunset. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 17,
		"canon_order": 1996
	},
	{
		"verseText": "Joshua defeated Amalek and his people with the edge of the sword. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 17,
		"canon_order": 1997
	},
	{
		"verseText": "Yahweh said to Moses, “Write this for a memorial in a book, and rehearse it in the ears of Joshua: that I will utterly blot out the memory of Amalek from under the sky.” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 17,
		"canon_order": 1998
	},
	{
		"verseText": "Moses built an altar, and called its name “Yahweh our Banner”. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 17,
		"canon_order": 1999
	},
	{
		"verseText": "He said, “Yah has sworn: ‘Yahweh will have war with Amalek from generation to generation.’” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 17,
		"canon_order": 2000
	},
	{
		"verseText": "Now Jethro, the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel his people, how Yahweh had brought Israel out of Egypt. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 18,
		"canon_order": 2001
	},
	{
		"verseText": "Jethro, Moses’ father-in-law, received Zipporah, Moses’ wife, after he had sent her away, ",
		"book": "EXO",
		"verse": 2,
		"chapter": 18,
		"canon_order": 2002
	},
	{
		"verseText": "and her two sons. The name of one son was Gershom, for Moses said, “I have lived as a foreigner in a foreign land”. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 18,
		"canon_order": 2003
	},
	{
		"verseText": "The name of the other was Eliezer, for he said, “My father’s God was my help and delivered me from Pharaoh’s sword.” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 18,
		"canon_order": 2004
	},
	{
		"verseText": "Jethro, Moses’ father-in-law, came with Moses’ sons and his wife to Moses into the wilderness where he was encamped, at the Mountain of God. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 18,
		"canon_order": 2005
	},
	{
		"verseText": "He said to Moses, “I, your father-in-law Jethro, have come to you with your wife, and her two sons with her.” ",
		"book": "EXO",
		"verse": 6,
		"chapter": 18,
		"canon_order": 2006
	},
	{
		"verseText": "Moses went out to meet his father-in-law, and bowed and kissed him. They asked each other of their welfare, and they came into the tent. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 18,
		"canon_order": 2007
	},
	{
		"verseText": "Moses told his father-in-law all that Yahweh had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardships that had come on them on the way, and how Yahweh delivered them. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 18,
		"canon_order": 2008
	},
	{
		"verseText": "Jethro rejoiced for all the goodness which Yahweh had done to Israel, in that he had delivered them out of the hand of the Egyptians. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 18,
		"canon_order": 2009
	},
	{
		"verseText": "Jethro said, “Blessed be Yahweh, who has delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh; who has delivered the people from under the hand of the Egyptians. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 18,
		"canon_order": 2010
	},
	{
		"verseText": "Now I know that Yahweh is greater than all gods because of the way that they treated people arrogantly.” ",
		"book": "EXO",
		"verse": 11,
		"chapter": 18,
		"canon_order": 2011
	},
	{
		"verseText": "Jethro, Moses’ father-in-law, took a burnt offering and sacrifices for God. Aaron came with all the elders of Israel, to eat bread with Moses’ father-in-law before God. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 18,
		"canon_order": 2012
	},
	{
		"verseText": "On the next day, Moses sat to judge the people, and the people stood around Moses from the morning to the evening. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 18,
		"canon_order": 2013
	},
	{
		"verseText": "When Moses’ father-in-law saw all that he did to the people, he said, “What is this thing that you do for the people? Why do you sit alone, and all the people stand around you from morning to evening?” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 18,
		"canon_order": 2014
	},
	{
		"verseText": "Moses said to his father-in-law, “Because the people come to me to inquire of God. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 18,
		"canon_order": 2015
	},
	{
		"verseText": "When they have a matter, they come to me, and I judge between a man and his neighbor, and I make them know the statutes of God, and his laws.” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 18,
		"canon_order": 2016
	},
	{
		"verseText": "Moses’ father-in-law said to him, “The thing that you do is not good. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 18,
		"canon_order": 2017
	},
	{
		"verseText": "You will surely wear away, both you, and this people that is with you; for the thing is too heavy for you. You are not able to perform it yourself alone. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 18,
		"canon_order": 2018
	},
	{
		"verseText": "Listen now to my voice. I will give you counsel, and God be with you. You represent the people before God, and bring the causes to God. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 18,
		"canon_order": 2019
	},
	{
		"verseText": "You shall teach them the statutes and the laws, and shall show them the way in which they must walk, and the work that they must do. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 18,
		"canon_order": 2020
	},
	{
		"verseText": "Moreover you shall provide out of all the people able men which fear God: men of truth, hating unjust gain; and place such over them, to be rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 18,
		"canon_order": 2021
	},
	{
		"verseText": "Let them judge the people at all times. It shall be that every great matter they shall bring to you, but every small matter they shall judge themselves. So shall it be easier for you, and they shall share the load with you. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 18,
		"canon_order": 2022
	},
	{
		"verseText": "If you will do this thing, and God commands you so, then you will be able to endure, and all these people also will go to their place in peace.” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 18,
		"canon_order": 2023
	},
	{
		"verseText": "So Moses listened to the voice of his father-in-law, and did all that he had said. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 18,
		"canon_order": 2024
	},
	{
		"verseText": "Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 18,
		"canon_order": 2025
	},
	{
		"verseText": "They judged the people at all times. They brought the hard cases to Moses, but every small matter they judged themselves. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 18,
		"canon_order": 2026
	},
	{
		"verseText": "Moses let his father-in-law depart, and he went his way into his own land. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 18,
		"canon_order": 2027
	},
	{
		"verseText": "In the third month after the children of Israel had gone out of the land of Egypt, on that same day they came into the wilderness of Sinai. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 19,
		"canon_order": 2028
	},
	{
		"verseText": "When they had departed from Rephidim, and had come to the wilderness of Sinai, they encamped in the wilderness; and there Israel encamped before the mountain. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 19,
		"canon_order": 2029
	},
	{
		"verseText": "Moses went up to God, and Yahweh called to him out of the mountain, saying, “This is what you shall tell the house of Jacob, and tell the children of Israel: ",
		"book": "EXO",
		"verse": 3,
		"chapter": 19,
		"canon_order": 2030
	},
	{
		"verseText": "‘You have seen what I did to the Egyptians, and how I bore you on eagles’ wings, and brought you to myself. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 19,
		"canon_order": 2031
	},
	{
		"verseText": "Now therefore, if you will indeed obey my voice and keep my covenant, then you shall be my own possession from among all peoples; for all the earth is mine; ",
		"book": "EXO",
		"verse": 5,
		"chapter": 19,
		"canon_order": 2032
	},
	{
		"verseText": "and you shall be to me a kingdom of priests and a holy nation.’ These are the words which you shall speak to the children of Israel.” ",
		"book": "EXO",
		"verse": 6,
		"chapter": 19,
		"canon_order": 2033
	},
	{
		"verseText": "Moses came and called for the elders of the people, and set before them all these words which Yahweh commanded him. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 19,
		"canon_order": 2034
	},
	{
		"verseText": "All the people answered together, and said, “All that Yahweh has spoken we will do.” Moses reported the words of the people to Yahweh. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 19,
		"canon_order": 2035
	},
	{
		"verseText": "Yahweh said to Moses, “Behold, I come to you in a thick cloud, that the people may hear when I speak with you, and may also believe you forever.” Moses told the words of the people to Yahweh. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 19,
		"canon_order": 2036
	},
	{
		"verseText": "Yahweh said to Moses, “Go to the people, and sanctify them today and tomorrow, and let them wash their garments, ",
		"book": "EXO",
		"verse": 10,
		"chapter": 19,
		"canon_order": 2037
	},
	{
		"verseText": "and be ready for the third day; for on the third day Yahweh will come down in the sight of all the people on Mount Sinai. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 19,
		"canon_order": 2038
	},
	{
		"verseText": "You shall set bounds to the people all around, saying, ‘Be careful that you don’t go up onto the mountain, or touch its border. Whoever touches the mountain shall be surely put to death. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 19,
		"canon_order": 2039
	},
	{
		"verseText": "No hand shall touch him, but he shall surely be stoned or shot through; whether it is animal or man, he shall not live.’ When the trumpet sounds long, they shall come up to the mountain.” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 19,
		"canon_order": 2040
	},
	{
		"verseText": "Moses went down from the mountain to the people, and sanctified the people; and they washed their clothes. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 19,
		"canon_order": 2041
	},
	{
		"verseText": "He said to the people, “Be ready by the third day. Don’t have sexual relations with a woman.” ",
		"book": "EXO",
		"verse": 15,
		"chapter": 19,
		"canon_order": 2042
	},
	{
		"verseText": "On the third day, when it was morning, there were thunders and lightnings, and a thick cloud on the mountain, and the sound of an exceedingly loud trumpet; and all the people who were in the camp trembled. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 19,
		"canon_order": 2043
	},
	{
		"verseText": "Moses led the people out of the camp to meet God; and they stood at the lower part of the mountain. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 19,
		"canon_order": 2044
	},
	{
		"verseText": "All of Mount Sinai smoked, because Yahweh descended on it in fire; and its smoke ascended like the smoke of a furnace, and the whole mountain quaked greatly. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 19,
		"canon_order": 2045
	},
	{
		"verseText": "When the sound of the trumpet grew louder and louder, Moses spoke, and God answered him by a voice. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 19,
		"canon_order": 2046
	},
	{
		"verseText": "Yahweh came down on Mount Sinai, to the top of the mountain. Yahweh called Moses to the top of the mountain, and Moses went up. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 19,
		"canon_order": 2047
	},
	{
		"verseText": "Yahweh said to Moses, “Go down, warn the people, lest they break through to Yahweh to gaze, and many of them perish. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 19,
		"canon_order": 2048
	},
	{
		"verseText": "Let the priests also, who come near to Yahweh, sanctify themselves, lest Yahweh break out on them.” ",
		"book": "EXO",
		"verse": 22,
		"chapter": 19,
		"canon_order": 2049
	},
	{
		"verseText": "Moses said to Yahweh, “The people can’t come up to Mount Sinai, for you warned us, saying, ‘Set bounds around the mountain, and sanctify it.’” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 19,
		"canon_order": 2050
	},
	{
		"verseText": "Yahweh said to him, “Go down! You shall bring Aaron up with you, but don’t let the priests and the people break through to come up to Yahweh, lest he break out against them.” ",
		"book": "EXO",
		"verse": 24,
		"chapter": 19,
		"canon_order": 2051
	},
	{
		"verseText": "So Moses went down to the people, and told them. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 19,
		"canon_order": 2052
	},
	{
		"verseText": "God spoke all these words, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 20,
		"canon_order": 2053
	},
	{
		"verseText": "“I am Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 20,
		"canon_order": 2054
	},
	{
		"verseText": "“You shall have no other gods before me. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 20,
		"canon_order": 2055
	},
	{
		"verseText": "“You shall not make for yourselves an idol, nor any image of anything that is in the heavens above, or that is in the earth beneath, or that is in the water under the earth: ",
		"book": "EXO",
		"verse": 4,
		"chapter": 20,
		"canon_order": 2056
	},
	{
		"verseText": "you shall not bow yourself down to them, nor serve them, for I, Yahweh your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and on the fourth generation of those who hate me, ",
		"book": "EXO",
		"verse": 5,
		"chapter": 20,
		"canon_order": 2057
	},
	{
		"verseText": "and showing loving kindness to thousands of those who love me and keep my commandments. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 20,
		"canon_order": 2058
	},
	{
		"verseText": "“You shall not misuse the name of Yahweh your God, for Yahweh will not hold him guiltless who misuses his name. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 20,
		"canon_order": 2059
	},
	{
		"verseText": "“Remember the Sabbath day, to keep it holy. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 20,
		"canon_order": 2060
	},
	{
		"verseText": "You shall labor six days, and do all your work, ",
		"book": "EXO",
		"verse": 9,
		"chapter": 20,
		"canon_order": 2061
	},
	{
		"verseText": "but the seventh day is a Sabbath to Yahweh your God. You shall not do any work in it, you, nor your son, nor your daughter, your male servant, nor your female servant, nor your livestock, nor your stranger who is within your gates; ",
		"book": "EXO",
		"verse": 10,
		"chapter": 20,
		"canon_order": 2062
	},
	{
		"verseText": "for in six days Yahweh made heaven and earth, the sea, and all that is in them, and rested the seventh day; therefore Yahweh blessed the Sabbath day, and made it holy. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 20,
		"canon_order": 2063
	},
	{
		"verseText": "“Honor your father and your mother, that your days may be long in the land which Yahweh your God gives you. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 20,
		"canon_order": 2064
	},
	{
		"verseText": "“You shall not murder. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 20,
		"canon_order": 2065
	},
	{
		"verseText": "“You shall not commit adultery. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 20,
		"canon_order": 2066
	},
	{
		"verseText": "“You shall not steal. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 20,
		"canon_order": 2067
	},
	{
		"verseText": "“You shall not give false testimony against your neighbor. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 20,
		"canon_order": 2068
	},
	{
		"verseText": "“You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is your neighbor’s.” ",
		"book": "EXO",
		"verse": 17,
		"chapter": 20,
		"canon_order": 2069
	},
	{
		"verseText": "All the people perceived the thunderings, the lightnings, the sound of the trumpet, and the mountain smoking. When the people saw it, they trembled, and stayed at a distance. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 20,
		"canon_order": 2070
	},
	{
		"verseText": "They said to Moses, “Speak with us yourself, and we will listen; but don’t let God speak with us, lest we die.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 20,
		"canon_order": 2071
	},
	{
		"verseText": "Moses said to the people, “Don’t be afraid, for God has come to test you, and that his fear may be before you, that you won’t sin.” ",
		"book": "EXO",
		"verse": 20,
		"chapter": 20,
		"canon_order": 2072
	},
	{
		"verseText": "The people stayed at a distance, and Moses came near to the thick darkness where God was. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 20,
		"canon_order": 2073
	},
	{
		"verseText": "Yahweh said to Moses, “This is what you shall tell the children of Israel: ‘You yourselves have seen that I have talked with you from heaven. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 20,
		"canon_order": 2074
	},
	{
		"verseText": "You shall most certainly not make gods of silver or gods of gold for yourselves to be alongside me. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 20,
		"canon_order": 2075
	},
	{
		"verseText": "You shall make an altar of earth for me, and shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your cattle. In every place where I record my name I will come to you and I will bless you. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 20,
		"canon_order": 2076
	},
	{
		"verseText": "If you make me an altar of stone, you shall not build it of cut stones; for if you lift up your tool on it, you have polluted it. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 20,
		"canon_order": 2077
	},
	{
		"verseText": "You shall not go up by steps to my altar, that your nakedness may not be exposed to it.’ ",
		"book": "EXO",
		"verse": 26,
		"chapter": 20,
		"canon_order": 2078
	},
	{
		"verseText": "“Now these are the ordinances which you shall set before them: ",
		"book": "EXO",
		"verse": 1,
		"chapter": 21,
		"canon_order": 2079
	},
	{
		"verseText": "“If you buy a Hebrew servant, he shall serve six years, and in the seventh he shall go out free without paying anything. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 21,
		"canon_order": 2080
	},
	{
		"verseText": "If he comes in by himself, he shall go out by himself. If he is married, then his wife shall go out with him. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 21,
		"canon_order": 2081
	},
	{
		"verseText": "If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out by himself. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 21,
		"canon_order": 2082
	},
	{
		"verseText": "But if the servant shall plainly say, ‘I love my master, my wife, and my children. I will not go out free;’ ",
		"book": "EXO",
		"verse": 5,
		"chapter": 21,
		"canon_order": 2083
	},
	{
		"verseText": "then his master shall bring him to God, and shall bring him to the door or to the doorpost, and his master shall bore his ear through with an awl, and he shall serve him forever. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 21,
		"canon_order": 2084
	},
	{
		"verseText": "“If a man sells his daughter to be a female servant, she shall not go out as the male servants do. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 21,
		"canon_order": 2085
	},
	{
		"verseText": "If she doesn’t please her master, who has married her to himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has dealt deceitfully with her. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 21,
		"canon_order": 2086
	},
	{
		"verseText": "If he marries her to his son, he shall deal with her as a daughter. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 21,
		"canon_order": 2087
	},
	{
		"verseText": "If he takes another wife to himself, he shall not diminish her food, her clothing, and her marital rights. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 21,
		"canon_order": 2088
	},
	{
		"verseText": "If he doesn’t do these three things for her, she may go free without paying any money. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 21,
		"canon_order": 2089
	},
	{
		"verseText": "“One who strikes a man so that he dies shall surely be put to death, ",
		"book": "EXO",
		"verse": 12,
		"chapter": 21,
		"canon_order": 2090
	},
	{
		"verseText": "but not if it is unintentional, but God allows it to happen; then I will appoint you a place where he shall flee. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 21,
		"canon_order": 2091
	},
	{
		"verseText": "If a man schemes and comes presumptuously on his neighbor to kill him, you shall take him from my altar, that he may die. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 21,
		"canon_order": 2092
	},
	{
		"verseText": "“Anyone who attacks his father or his mother shall be surely put to death. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 21,
		"canon_order": 2093
	},
	{
		"verseText": "“Anyone who kidnaps someone and sells him, or if he is found in his hand, he shall surely be put to death. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 21,
		"canon_order": 2094
	},
	{
		"verseText": "“Anyone who curses his father or his mother shall surely be put to death. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 21,
		"canon_order": 2095
	},
	{
		"verseText": "“If men quarrel and one strikes the other with a stone, or with his fist, and he doesn’t die, but is confined to bed; ",
		"book": "EXO",
		"verse": 18,
		"chapter": 21,
		"canon_order": 2096
	},
	{
		"verseText": "if he rises again and walks around with his staff, then he who struck him shall be cleared; only he shall pay for the loss of his time, and shall provide for his healing until he is thoroughly healed. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 21,
		"canon_order": 2097
	},
	{
		"verseText": "“If a man strikes his servant or his maid with a rod, and he dies under his hand, the man shall surely be punished. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 21,
		"canon_order": 2098
	},
	{
		"verseText": "Notwithstanding, if his servant gets up after a day or two, he shall not be punished, for the servant is his property. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 21,
		"canon_order": 2099
	},
	{
		"verseText": "“If men fight and hurt a pregnant woman so that she gives birth prematurely, and yet no harm follows, he shall be surely fined as much as the woman’s husband demands and the judges allow. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 21,
		"canon_order": 2100
	},
	{
		"verseText": "But if any harm follows, then you must take life for life, ",
		"book": "EXO",
		"verse": 23,
		"chapter": 21,
		"canon_order": 2101
	},
	{
		"verseText": "eye for eye, tooth for tooth, hand for hand, foot for foot, ",
		"book": "EXO",
		"verse": 24,
		"chapter": 21,
		"canon_order": 2102
	},
	{
		"verseText": "burning for burning, wound for wound, and bruise for bruise. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 21,
		"canon_order": 2103
	},
	{
		"verseText": "“If a man strikes his servant’s eye, or his maid’s eye, and destroys it, he shall let him go free for his eye’s sake. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 21,
		"canon_order": 2104
	},
	{
		"verseText": "If he strikes out his male servant’s tooth, or his female servant’s tooth, he shall let the servant go free for his tooth’s sake. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 21,
		"canon_order": 2105
	},
	{
		"verseText": "“If a bull gores a man or a woman to death, the bull shall surely be stoned, and its meat shall not be eaten; but the owner of the bull shall not be held responsible. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 21,
		"canon_order": 2106
	},
	{
		"verseText": "But if the bull had a habit of goring in the past, and this has been testified to its owner, and he has not kept it in, but it has killed a man or a woman, the bull shall be stoned, and its owner shall also be put to death. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 21,
		"canon_order": 2107
	},
	{
		"verseText": "If a ransom is imposed on him, then he shall give for the redemption of his life whatever is imposed. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 21,
		"canon_order": 2108
	},
	{
		"verseText": "Whether it has gored a son or has gored a daughter, according to this judgment it shall be done to him. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 21,
		"canon_order": 2109
	},
	{
		"verseText": "If the bull gores a male servant or a female servant, thirty shekels of silver shall be given to their master, and the ox shall be stoned. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 21,
		"canon_order": 2110
	},
	{
		"verseText": "“If a man opens a pit, or if a man digs a pit and doesn’t cover it, and a bull or a donkey falls into it, ",
		"book": "EXO",
		"verse": 33,
		"chapter": 21,
		"canon_order": 2111
	},
	{
		"verseText": "the owner of the pit shall make it good. He shall give money to its owner, and the dead animal shall be his. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 21,
		"canon_order": 2112
	},
	{
		"verseText": "“If one man’s bull injures another’s, so that it dies, then they shall sell the live bull, and divide its price; and they shall also divide the dead animal. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 21,
		"canon_order": 2113
	},
	{
		"verseText": "Or if it is known that the bull was in the habit of goring in the past, and its owner has not kept it in, he shall surely pay bull for bull, and the dead animal shall be his own. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 21,
		"canon_order": 2114
	},
	{
		"verseText": "“If a man steals an ox or a sheep, and kills it or sells it, he shall pay five oxen for an ox, and four sheep for a sheep. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 22,
		"canon_order": 2115
	},
	{
		"verseText": "If the thief is found breaking in, and is struck so that he dies, there shall be no guilt of bloodshed for him. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 22,
		"canon_order": 2116
	},
	{
		"verseText": "If the sun has risen on him, he is guilty of bloodshed. He shall make restitution. If he has nothing, then he shall be sold for his theft. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 22,
		"canon_order": 2117
	},
	{
		"verseText": "If the stolen property is found in his hand alive, whether it is ox, donkey, or sheep, he shall pay double. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 22,
		"canon_order": 2118
	},
	{
		"verseText": "“If a man causes a field or vineyard to be eaten by letting his animal loose, and it grazes in another man’s field, he shall make restitution from the best of his own field, and from the best of his own vineyard. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 22,
		"canon_order": 2119
	},
	{
		"verseText": "“If fire breaks out, and catches in thorns so that the shocks of grain, or the standing grain, or the field are consumed; he who kindled the fire shall surely make restitution. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 22,
		"canon_order": 2120
	},
	{
		"verseText": "“If a man delivers to his neighbor money or stuff to keep, and it is stolen out of the man’s house, if the thief is found, he shall pay double. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 22,
		"canon_order": 2121
	},
	{
		"verseText": "If the thief isn’t found, then the master of the house shall come near to God, to find out whether or not he has put his hand on his neighbor’s goods. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 22,
		"canon_order": 2122
	},
	{
		"verseText": "For every matter of trespass, whether it is for ox, for donkey, for sheep, for clothing, or for any kind of lost thing, about which one says, ‘This is mine,’ the cause of both parties shall come before God. He whom God condemns shall pay double to his neighbor. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 22,
		"canon_order": 2123
	},
	{
		"verseText": "“If a man delivers to his neighbor a donkey, an ox, a sheep, or any animal to keep, and it dies or is injured, or driven away, no man seeing it; ",
		"book": "EXO",
		"verse": 10,
		"chapter": 22,
		"canon_order": 2124
	},
	{
		"verseText": "the oath of Yahweh shall be between them both, he has not put his hand on his neighbor’s goods; and its owner shall accept it, and he shall not make restitution. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 22,
		"canon_order": 2125
	},
	{
		"verseText": "But if it is stolen from him, the one who stole shall make restitution to its owner. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 22,
		"canon_order": 2126
	},
	{
		"verseText": "If it is torn in pieces, let him bring it for evidence. He shall not make good that which was torn. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 22,
		"canon_order": 2127
	},
	{
		"verseText": "“If a man borrows anything of his neighbor’s, and it is injured, or dies, its owner not being with it, he shall surely make restitution. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 22,
		"canon_order": 2128
	},
	{
		"verseText": "If its owner is with it, he shall not make it good. If it is a leased thing, it came for its lease. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 22,
		"canon_order": 2129
	},
	{
		"verseText": "“If a man entices a virgin who isn’t pledged to be married, and lies with her, he shall surely pay a dowry for her to be his wife. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 22,
		"canon_order": 2130
	},
	{
		"verseText": "If her father utterly refuses to give her to him, he shall pay money according to the dowry of virgins. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 22,
		"canon_order": 2131
	},
	{
		"verseText": "“You shall not allow a sorceress to live. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 22,
		"canon_order": 2132
	},
	{
		"verseText": "“Whoever has sex with an animal shall surely be put to death. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 22,
		"canon_order": 2133
	},
	{
		"verseText": "“He who sacrifices to any god, except to Yahweh only, shall be utterly destroyed. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 22,
		"canon_order": 2134
	},
	{
		"verseText": "“You shall not wrong an alien or oppress him, for you were aliens in the land of Egypt. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 22,
		"canon_order": 2135
	},
	{
		"verseText": "“You shall not take advantage of any widow or fatherless child. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 22,
		"canon_order": 2136
	},
	{
		"verseText": "If you take advantage of them at all, and they cry at all to me, I will surely hear their cry; ",
		"book": "EXO",
		"verse": 23,
		"chapter": 22,
		"canon_order": 2137
	},
	{
		"verseText": "and my wrath will grow hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 22,
		"canon_order": 2138
	},
	{
		"verseText": "“If you lend money to any of my people with you who is poor, you shall not be to him as a creditor. You shall not charge him interest. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 22,
		"canon_order": 2139
	},
	{
		"verseText": "If you take your neighbor’s garment as collateral, you shall restore it to him before the sun goes down, ",
		"book": "EXO",
		"verse": 26,
		"chapter": 22,
		"canon_order": 2140
	},
	{
		"verseText": "for that is his only covering, it is his garment for his skin. What would he sleep in? It will happen, when he cries to me, that I will hear, for I am gracious. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 22,
		"canon_order": 2141
	},
	{
		"verseText": "“You shall not blaspheme God, nor curse a ruler of your people. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 22,
		"canon_order": 2142
	},
	{
		"verseText": "“You shall not delay to offer from your harvest and from the outflow of your presses. “You shall give the firstborn of your sons to me. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 22,
		"canon_order": 2143
	},
	{
		"verseText": "You shall do likewise with your cattle and with your sheep. It shall be with its mother seven days, then on the eighth day you shall give it to me. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 22,
		"canon_order": 2144
	},
	{
		"verseText": "“You shall be holy men to me, therefore you shall not eat any meat that is torn by animals in the field. You shall cast it to the dogs. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 22,
		"canon_order": 2145
	},
	{
		"verseText": "“You shall not spread a false report. Don’t join your hand with the wicked to be a malicious witness. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 23,
		"canon_order": 2146
	},
	{
		"verseText": "“You shall not follow a crowd to do evil. You shall not testify in court to side with a multitude to pervert justice. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 23,
		"canon_order": 2147
	},
	{
		"verseText": "You shall not favor a poor man in his cause. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 23,
		"canon_order": 2148
	},
	{
		"verseText": "“If you meet your enemy’s ox or his donkey going astray, you shall surely bring it back to him again. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 23,
		"canon_order": 2149
	},
	{
		"verseText": "If you see the donkey of him who hates you fallen down under his burden, don’t leave him. You shall surely help him with it. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 23,
		"canon_order": 2150
	},
	{
		"verseText": "“You shall not deny justice to your poor people in their lawsuits. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 23,
		"canon_order": 2151
	},
	{
		"verseText": "“Keep far from a false charge, and don’t kill the innocent and righteous; for I will not justify the wicked. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 23,
		"canon_order": 2152
	},
	{
		"verseText": "“You shall take no bribe, for a bribe blinds those who have sight and perverts the words of the righteous. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 23,
		"canon_order": 2153
	},
	{
		"verseText": "“You shall not oppress an alien, for you know the heart of an alien, since you were aliens in the land of Egypt. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 23,
		"canon_order": 2154
	},
	{
		"verseText": "“For six years you shall sow your land, and shall gather in its increase, ",
		"book": "EXO",
		"verse": 10,
		"chapter": 23,
		"canon_order": 2155
	},
	{
		"verseText": "but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the animal of the field shall eat. In the same way, you shall deal with your vineyard and with your olive grove. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 23,
		"canon_order": 2156
	},
	{
		"verseText": "“Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may have rest, and the son of your servant, and the alien may be refreshed. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 23,
		"canon_order": 2157
	},
	{
		"verseText": "“Be careful to do all things that I have said to you; and don’t invoke the name of other gods or even let them be heard out of your mouth. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 23,
		"canon_order": 2158
	},
	{
		"verseText": "“You shall observe a feast to me three times a year. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 23,
		"canon_order": 2159
	},
	{
		"verseText": "You shall observe the feast of unleavened bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib (for in it you came out of Egypt), and no one shall appear before me empty. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 23,
		"canon_order": 2160
	},
	{
		"verseText": "And the feast of harvest, the first fruits of your labors, which you sow in the field; and the feast of ingathering, at the end of the year, when you gather in your labors out of the field. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 23,
		"canon_order": 2161
	},
	{
		"verseText": "Three times in the year all your males shall appear before the Lord Yahweh. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 23,
		"canon_order": 2162
	},
	{
		"verseText": "“You shall not offer the blood of my sacrifice with leavened bread. The fat of my feast shall not remain all night until the morning. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 23,
		"canon_order": 2163
	},
	{
		"verseText": "You shall bring the first of the first fruits of your ground into the house of Yahweh your God. “You shall not boil a young goat in its mother’s milk. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 23,
		"canon_order": 2164
	},
	{
		"verseText": "“Behold, I send an angel before you, to keep you by the way, and to bring you into the place which I have prepared. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 23,
		"canon_order": 2165
	},
	{
		"verseText": "Pay attention to him, and listen to his voice. Don’t provoke him, for he will not pardon your disobedience, for my name is in him. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 23,
		"canon_order": 2166
	},
	{
		"verseText": "But if you indeed listen to his voice, and do all that I speak, then I will be an enemy to your enemies, and an adversary to your adversaries. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 23,
		"canon_order": 2167
	},
	{
		"verseText": "For my angel shall go before you, and bring you in to the Amorite, the Hittite, the Perizzite, the Canaanite, the Hivite, and the Jebusite; and I will cut them off. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 23,
		"canon_order": 2168
	},
	{
		"verseText": "You shall not bow down to their gods, nor serve them, nor follow their practices, but you shall utterly overthrow them and demolish their pillars. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 23,
		"canon_order": 2169
	},
	{
		"verseText": "You shall serve Yahweh your God, and he will bless your bread and your water, and I will take sickness away from among you. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 23,
		"canon_order": 2170
	},
	{
		"verseText": "No one will miscarry or be barren in your land. I will fulfill the number of your days. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 23,
		"canon_order": 2171
	},
	{
		"verseText": "I will send my terror before you, and will confuse all the people to whom you come, and I will make all your enemies turn their backs to you. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 23,
		"canon_order": 2172
	},
	{
		"verseText": "I will send the hornet before you, which will drive out the Hivite, the Canaanite, and the Hittite, from before you. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 23,
		"canon_order": 2173
	},
	{
		"verseText": "I will not drive them out from before you in one year, lest the land become desolate, and the animals of the field multiply against you. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 23,
		"canon_order": 2174
	},
	{
		"verseText": "Little by little I will drive them out from before you, until you have increased and inherit the land. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 23,
		"canon_order": 2175
	},
	{
		"verseText": "I will set your border from the Red Sea even to the sea of the Philistines, and from the wilderness to the River; for I will deliver the inhabitants of the land into your hand, and you shall drive them out before you. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 23,
		"canon_order": 2176
	},
	{
		"verseText": "You shall make no covenant with them, nor with their gods. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 23,
		"canon_order": 2177
	},
	{
		"verseText": "They shall not dwell in your land, lest they make you sin against me, for if you serve their gods, it will surely be a snare to you.” ",
		"book": "EXO",
		"verse": 33,
		"chapter": 23,
		"canon_order": 2178
	},
	{
		"verseText": "He said to Moses, “Come up to Yahweh, you, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship from a distance. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 24,
		"canon_order": 2179
	},
	{
		"verseText": "Moses alone shall come near to Yahweh, but they shall not come near. The people shall not go up with him.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 24,
		"canon_order": 2180
	},
	{
		"verseText": "Moses came and told the people all Yahweh’s words, and all the ordinances; and all the people answered with one voice, and said, “All the words which Yahweh has spoken will we do.” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 24,
		"canon_order": 2181
	},
	{
		"verseText": "Moses wrote all Yahweh’s words, then rose up early in the morning and built an altar at the base of the mountain, with twelve pillars for the twelve tribes of Israel. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 24,
		"canon_order": 2182
	},
	{
		"verseText": "He sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of cattle to Yahweh. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 24,
		"canon_order": 2183
	},
	{
		"verseText": "Moses took half of the blood and put it in basins, and half of the blood he sprinkled on the altar. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 24,
		"canon_order": 2184
	},
	{
		"verseText": "He took the book of the covenant and read it in the hearing of the people, and they said, “We will do all that Yahweh has said, and be obedient.” ",
		"book": "EXO",
		"verse": 7,
		"chapter": 24,
		"canon_order": 2185
	},
	{
		"verseText": "Moses took the blood, and sprinkled it on the people, and said, “Look, this is the blood of the covenant, which Yahweh has made with you concerning all these words.” ",
		"book": "EXO",
		"verse": 8,
		"chapter": 24,
		"canon_order": 2186
	},
	{
		"verseText": "Then Moses, Aaron, Nadab, Abihu, and seventy of the elders of Israel went up. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 24,
		"canon_order": 2187
	},
	{
		"verseText": "They saw the God of Israel. Under his feet was like a paved work of sapphire stone, like the skies for clearness. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 24,
		"canon_order": 2188
	},
	{
		"verseText": "He didn’t lay his hand on the nobles of the children of Israel. They saw God, and ate and drank. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 24,
		"canon_order": 2189
	},
	{
		"verseText": "Yahweh said to Moses, “Come up to me on the mountain, and stay here, and I will give you the stone tablets with the law and the commands that I have written, that you may teach them.” ",
		"book": "EXO",
		"verse": 12,
		"chapter": 24,
		"canon_order": 2190
	},
	{
		"verseText": "Moses rose up with Joshua, his servant, and Moses went up onto God’s Mountain. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 24,
		"canon_order": 2191
	},
	{
		"verseText": "He said to the elders, “Wait here for us, until we come again to you. Behold, Aaron and Hur are with you. Whoever is involved in a dispute can go to them.” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 24,
		"canon_order": 2192
	},
	{
		"verseText": "Moses went up on the mountain, and the cloud covered the mountain. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 24,
		"canon_order": 2193
	},
	{
		"verseText": "Yahweh’s glory settled on Mount Sinai, and the cloud covered it six days. The seventh day he called to Moses out of the middle of the cloud. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 24,
		"canon_order": 2194
	},
	{
		"verseText": "The appearance of Yahweh’s glory was like devouring fire on the top of the mountain in the eyes of the children of Israel. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 24,
		"canon_order": 2195
	},
	{
		"verseText": "Moses entered into the middle of the cloud, and went up on the mountain; and Moses was on the mountain forty days and forty nights. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 24,
		"canon_order": 2196
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 25,
		"canon_order": 2197
	},
	{
		"verseText": "“Speak to the children of Israel, that they take an offering for me. From everyone whose heart makes him willing you shall take my offering. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 25,
		"canon_order": 2198
	},
	{
		"verseText": "This is the offering which you shall take from them: gold, silver, bronze, ",
		"book": "EXO",
		"verse": 3,
		"chapter": 25,
		"canon_order": 2199
	},
	{
		"verseText": "blue, purple, scarlet, fine linen, goats’ hair, ",
		"book": "EXO",
		"verse": 4,
		"chapter": 25,
		"canon_order": 2200
	},
	{
		"verseText": "rams’ skins dyed red, sea cow hides, acacia wood, ",
		"book": "EXO",
		"verse": 5,
		"chapter": 25,
		"canon_order": 2201
	},
	{
		"verseText": "oil for the light, spices for the anointing oil and for the sweet incense, ",
		"book": "EXO",
		"verse": 6,
		"chapter": 25,
		"canon_order": 2202
	},
	{
		"verseText": "onyx stones, and stones to be set for the ephod and for the breastplate. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 25,
		"canon_order": 2203
	},
	{
		"verseText": "Let them make me a sanctuary, that I may dwell among them. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 25,
		"canon_order": 2204
	},
	{
		"verseText": "According to all that I show you, the pattern of the tabernacle, and the pattern of all of its furniture, even so you shall make it. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 25,
		"canon_order": 2205
	},
	{
		"verseText": "“They shall make an ark of acacia wood. Its length shall be two and a half cubits, its width a cubit and a half, and a cubit and a half its height. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 25,
		"canon_order": 2206
	},
	{
		"verseText": "You shall overlay it with pure gold. You shall overlay it inside and outside, and you shall make a gold molding around it. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 25,
		"canon_order": 2207
	},
	{
		"verseText": "You shall cast four rings of gold for it, and put them in its four feet. Two rings shall be on the one side of it, and two rings on the other side of it. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 25,
		"canon_order": 2208
	},
	{
		"verseText": "You shall make poles of acacia wood, and overlay them with gold. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 25,
		"canon_order": 2209
	},
	{
		"verseText": "You shall put the poles into the rings on the sides of the ark to carry the ark. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 25,
		"canon_order": 2210
	},
	{
		"verseText": "The poles shall be in the rings of the ark. They shall not be taken from it. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 25,
		"canon_order": 2211
	},
	{
		"verseText": "You shall put the covenant which I shall give you into the ark. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 25,
		"canon_order": 2212
	},
	{
		"verseText": "You shall make a mercy seat of pure gold. Two and a half cubits shall be its length, and a cubit and a half its width. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 25,
		"canon_order": 2213
	},
	{
		"verseText": "You shall make two cherubim of hammered gold. You shall make them at the two ends of the mercy seat. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 25,
		"canon_order": 2214
	},
	{
		"verseText": "Make one cherub at the one end, and one cherub at the other end. You shall make the cherubim on its two ends of one piece with the mercy seat. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 25,
		"canon_order": 2215
	},
	{
		"verseText": "The cherubim shall spread out their wings upward, covering the mercy seat with their wings, with their faces toward one another. The faces of the cherubim shall be toward the mercy seat. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 25,
		"canon_order": 2216
	},
	{
		"verseText": "You shall put the mercy seat on top of the ark, and in the ark you shall put the covenant that I will give you. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 25,
		"canon_order": 2217
	},
	{
		"verseText": "There I will meet with you, and I will tell you from above the mercy seat, from between the two cherubim which are on the ark of the covenant, all that I command you for the children of Israel. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 25,
		"canon_order": 2218
	},
	{
		"verseText": "“You shall make a table of acacia wood. Its length shall be two cubits, and its width a cubit, and its height one and a half cubits. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 25,
		"canon_order": 2219
	},
	{
		"verseText": "You shall overlay it with pure gold, and make a gold molding around it. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 25,
		"canon_order": 2220
	},
	{
		"verseText": "You shall make a rim of a hand width around it. You shall make a golden molding on its rim around it. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 25,
		"canon_order": 2221
	},
	{
		"verseText": "You shall make four rings of gold for it, and put the rings in the four corners that are on its four feet. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 25,
		"canon_order": 2222
	},
	{
		"verseText": "The rings shall be close to the rim, for places for the poles to carry the table. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 25,
		"canon_order": 2223
	},
	{
		"verseText": "You shall make the poles of acacia wood, and overlay them with gold, that the table may be carried with them. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 25,
		"canon_order": 2224
	},
	{
		"verseText": "You shall make its dishes, its spoons, its ladles, and its bowls with which to pour out offerings. You shall make them of pure gold. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 25,
		"canon_order": 2225
	},
	{
		"verseText": "You shall set bread of the presence on the table before me always. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 25,
		"canon_order": 2226
	},
	{
		"verseText": "“You shall make a lamp stand of pure gold. The lamp stand shall be made of hammered work. Its base, its shaft, its cups, its buds, and its flowers shall be of one piece with it. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 25,
		"canon_order": 2227
	},
	{
		"verseText": "There shall be six branches going out of its sides: three branches of the lamp stand out of its one side, and three branches of the lamp stand out of its other side; ",
		"book": "EXO",
		"verse": 32,
		"chapter": 25,
		"canon_order": 2228
	},
	{
		"verseText": "three cups made like almond blossoms in one branch, a bud and a flower; and three cups made like almond blossoms in the other branch, a bud and a flower, so for the six branches going out of the lamp stand; ",
		"book": "EXO",
		"verse": 33,
		"chapter": 25,
		"canon_order": 2229
	},
	{
		"verseText": "and in the lamp stand four cups made like almond blossoms, its buds and its flowers; ",
		"book": "EXO",
		"verse": 34,
		"chapter": 25,
		"canon_order": 2230
	},
	{
		"verseText": "and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, for the six branches going out of the lamp stand. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 25,
		"canon_order": 2231
	},
	{
		"verseText": "Their buds and their branches shall be of one piece with it, all of it one beaten work of pure gold. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 25,
		"canon_order": 2232
	},
	{
		"verseText": "You shall make its lamps seven, and they shall light its lamps to give light to the space in front of it. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 25,
		"canon_order": 2233
	},
	{
		"verseText": "Its snuffers and its snuff dishes shall be of pure gold. ",
		"book": "EXO",
		"verse": 38,
		"chapter": 25,
		"canon_order": 2234
	},
	{
		"verseText": "It shall be made of a talent of pure gold, with all these accessories. ",
		"book": "EXO",
		"verse": 39,
		"chapter": 25,
		"canon_order": 2235
	},
	{
		"verseText": "See that you make them after their pattern, which has been shown to you on the mountain. ",
		"book": "EXO",
		"verse": 40,
		"chapter": 25,
		"canon_order": 2236
	},
	{
		"verseText": "“Moreover you shall make the tabernacle with ten curtains of fine twined linen, and blue, and purple, and scarlet, with cherubim. You shall make them with the work of a skillful workman. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 26,
		"canon_order": 2237
	},
	{
		"verseText": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain four cubits: all the curtains shall have one measure. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 26,
		"canon_order": 2238
	},
	{
		"verseText": "Five curtains shall be coupled together to one another, and the other five curtains shall be coupled to one another. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 26,
		"canon_order": 2239
	},
	{
		"verseText": "You shall make loops of blue on the edge of the one curtain from the edge in the coupling, and you shall do likewise on the edge of the curtain that is outermost in the second coupling. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 26,
		"canon_order": 2240
	},
	{
		"verseText": "You shall make fifty loops in the one curtain, and you shall make fifty loops in the edge of the curtain that is in the second coupling. The loops shall be opposite one another. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 26,
		"canon_order": 2241
	},
	{
		"verseText": "You shall make fifty clasps of gold, and couple the curtains to one another with the clasps. The tabernacle shall be a unit. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 26,
		"canon_order": 2242
	},
	{
		"verseText": "“You shall make curtains of goats’ hair for a covering over the tabernacle. You shall make eleven curtains. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 26,
		"canon_order": 2243
	},
	{
		"verseText": "The length of each curtain shall be thirty cubits, and the width of each curtain four cubits: the eleven curtains shall have one measure. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 26,
		"canon_order": 2244
	},
	{
		"verseText": "You shall couple five curtains by themselves, and six curtains by themselves, and shall double over the sixth curtain in the forefront of the tent. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 26,
		"canon_order": 2245
	},
	{
		"verseText": "You shall make fifty loops on the edge of the one curtain that is outermost in the coupling, and fifty loops on the edge of the curtain which is outermost in the second coupling. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 26,
		"canon_order": 2246
	},
	{
		"verseText": "You shall make fifty clasps of bronze, and put the clasps into the loops, and couple the tent together, that it may be one. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 26,
		"canon_order": 2247
	},
	{
		"verseText": "The overhanging part that remains of the curtains of the tent—the half curtain that remains—shall hang over the back of the tabernacle. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 26,
		"canon_order": 2248
	},
	{
		"verseText": "The cubit on the one side and the cubit on the other side, of that which remains in the length of the curtains of the tent, shall hang over the sides of the tabernacle on this side and on that side, to cover it. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 26,
		"canon_order": 2249
	},
	{
		"verseText": "You shall make a covering for the tent of rams’ skins dyed red, and a covering of sea cow hides above. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 26,
		"canon_order": 2250
	},
	{
		"verseText": "“You shall make the boards for the tabernacle of acacia wood, standing upright. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 26,
		"canon_order": 2251
	},
	{
		"verseText": "Ten cubits shall be the length of a board, and one and a half cubits the width of each board. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 26,
		"canon_order": 2252
	},
	{
		"verseText": "There shall be two tenons in each board, joined to one another: thus you shall make for all the boards of the tabernacle. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 26,
		"canon_order": 2253
	},
	{
		"verseText": "You shall make twenty boards for the tabernacle, for the south side southward. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 26,
		"canon_order": 2254
	},
	{
		"verseText": "You shall make forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 26,
		"canon_order": 2255
	},
	{
		"verseText": "For the second side of the tabernacle, on the north side, twenty boards, ",
		"book": "EXO",
		"verse": 20,
		"chapter": 26,
		"canon_order": 2256
	},
	{
		"verseText": "and their forty sockets of silver; two sockets under one board, and two sockets under another board. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 26,
		"canon_order": 2257
	},
	{
		"verseText": "For the far side of the tabernacle westward you shall make six boards. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 26,
		"canon_order": 2258
	},
	{
		"verseText": "You shall make two boards for the corners of the tabernacle in the far side. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 26,
		"canon_order": 2259
	},
	{
		"verseText": "They shall be double beneath, and in the same way they shall be whole to its top to one ring: thus shall it be for them both; they shall be for the two corners. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 26,
		"canon_order": 2260
	},
	{
		"verseText": "There shall be eight boards, and their sockets of silver, sixteen sockets; two sockets under one board, and two sockets under another board. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 26,
		"canon_order": 2261
	},
	{
		"verseText": "“You shall make bars of acacia wood: five for the boards of the one side of the tabernacle, ",
		"book": "EXO",
		"verse": 26,
		"chapter": 26,
		"canon_order": 2262
	},
	{
		"verseText": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the side of the tabernacle, for the far side westward. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 26,
		"canon_order": 2263
	},
	{
		"verseText": "The middle bar in the middle of the boards shall pass through from end to end. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 26,
		"canon_order": 2264
	},
	{
		"verseText": "You shall overlay the boards with gold, and make their rings of gold for places for the bars. You shall overlay the bars with gold. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 26,
		"canon_order": 2265
	},
	{
		"verseText": "You shall set up the tabernacle according to the way that it was shown to you on the mountain. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 26,
		"canon_order": 2266
	},
	{
		"verseText": "“You shall make a veil of blue, and purple, and scarlet, and fine twined linen, with cherubim. It shall be the work of a skillful workman. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 26,
		"canon_order": 2267
	},
	{
		"verseText": "You shall hang it on four pillars of acacia overlaid with gold; their hooks shall be of gold, on four sockets of silver. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 26,
		"canon_order": 2268
	},
	{
		"verseText": "You shall hang up the veil under the clasps, and shall bring the ark of the covenant in there within the veil. The veil shall separate the holy place from the most holy for you. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 26,
		"canon_order": 2269
	},
	{
		"verseText": "You shall put the mercy seat on the ark of the covenant in the most holy place. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 26,
		"canon_order": 2270
	},
	{
		"verseText": "You shall set the table outside the veil, and the lamp stand opposite the table on the side of the tabernacle toward the south. You shall put the table on the north side. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 26,
		"canon_order": 2271
	},
	{
		"verseText": "“You shall make a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 26,
		"canon_order": 2272
	},
	{
		"verseText": "You shall make for the screen five pillars of acacia, and overlay them with gold. Their hooks shall be of gold. You shall cast five sockets of bronze for them. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 26,
		"canon_order": 2273
	},
	{
		"verseText": "“You shall make the altar of acacia wood, five cubits long, and five cubits wide. The altar shall be square. Its height shall be three cubits. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 27,
		"canon_order": 2274
	},
	{
		"verseText": "You shall make its horns on its four corners. Its horns shall be of one piece with it. You shall overlay it with bronze. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 27,
		"canon_order": 2275
	},
	{
		"verseText": "You shall make its pots to take away its ashes; and its shovels, its basins, its meat hooks, and its fire pans. You shall make all its vessels of bronze. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 27,
		"canon_order": 2276
	},
	{
		"verseText": "You shall make a grating for it of network of bronze. On the net you shall make four bronze rings in its four corners. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 27,
		"canon_order": 2277
	},
	{
		"verseText": "You shall put it under the ledge around the altar beneath, that the net may reach halfway up the altar. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 27,
		"canon_order": 2278
	},
	{
		"verseText": "You shall make poles for the altar, poles of acacia wood, and overlay them with bronze. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 27,
		"canon_order": 2279
	},
	{
		"verseText": "Its poles shall be put into the rings, and the poles shall be on the two sides of the altar when carrying it. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 27,
		"canon_order": 2280
	},
	{
		"verseText": "You shall make it hollow with planks. They shall make it as it has been shown you on the mountain. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 27,
		"canon_order": 2281
	},
	{
		"verseText": "“You shall make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen one hundred cubits long for one side. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 27,
		"canon_order": 2282
	},
	{
		"verseText": "Its pillars shall be twenty, and their sockets twenty, of bronze. The hooks of the pillars and their fillets shall be of silver. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 27,
		"canon_order": 2283
	},
	{
		"verseText": "Likewise for the length of the north side, there shall be hangings one hundred cubits long, and its pillars twenty, and their sockets twenty, of bronze; the hooks of the pillars, and their fillets, of silver. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 27,
		"canon_order": 2284
	},
	{
		"verseText": "For the width of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 27,
		"canon_order": 2285
	},
	{
		"verseText": "The width of the court on the east side eastward shall be fifty cubits. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 27,
		"canon_order": 2286
	},
	{
		"verseText": "The hangings for the one side of the gate shall be fifteen cubits; their pillars three, and their sockets three. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 27,
		"canon_order": 2287
	},
	{
		"verseText": "For the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 27,
		"canon_order": 2288
	},
	{
		"verseText": "For the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 27,
		"canon_order": 2289
	},
	{
		"verseText": "All the pillars of the court around shall be filleted with silver; their hooks of silver, and their sockets of bronze. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 27,
		"canon_order": 2290
	},
	{
		"verseText": "The length of the court shall be one hundred cubits, and the width fifty throughout, and the height five cubits, of fine twined linen, and their sockets of bronze. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 27,
		"canon_order": 2291
	},
	{
		"verseText": "All the instruments of the tabernacle in all its service, and all its pins, and all the pins of the court, shall be of bronze. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 27,
		"canon_order": 2292
	},
	{
		"verseText": "“You shall command the children of Israel, that they bring to you pure olive oil beaten for the light, to cause a lamp to burn continually. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 27,
		"canon_order": 2293
	},
	{
		"verseText": "In the Tent of Meeting, outside the veil which is before the covenant, Aaron and his sons shall keep it in order from evening to morning before Yahweh: it shall be a statute forever throughout their generations on the behalf of the children of Israel. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 27,
		"canon_order": 2294
	},
	{
		"verseText": "“Bring Aaron your brother, and his sons with him, near to you from among the children of Israel, that he may minister to me in the priest’s office: Aaron, with Nadab, Abihu, Eleazar, and Ithamar, Aaron’s sons. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 28,
		"canon_order": 2295
	},
	{
		"verseText": "You shall make holy garments for Aaron your brother, for glory and for beauty. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 28,
		"canon_order": 2296
	},
	{
		"verseText": "You shall speak to all who are wise-hearted, whom I have filled with the spirit of wisdom, that they make Aaron’s garments to sanctify him, that he may minister to me in the priest’s office. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 28,
		"canon_order": 2297
	},
	{
		"verseText": "These are the garments which they shall make: a breastplate, an ephod, a robe, a fitted tunic, a turban, and a sash. They shall make holy garments for Aaron your brother and his sons, that he may minister to me in the priest’s office. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 28,
		"canon_order": 2298
	},
	{
		"verseText": "They shall use the gold, and the blue, and the purple, and the scarlet, and the fine linen. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 28,
		"canon_order": 2299
	},
	{
		"verseText": "“They shall make the ephod of gold, blue, purple, scarlet, and fine twined linen, the work of the skillful workman. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 28,
		"canon_order": 2300
	},
	{
		"verseText": "It shall have two shoulder straps joined to the two ends of it, that it may be joined together. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 28,
		"canon_order": 2301
	},
	{
		"verseText": "The skillfully woven band, which is on it, shall be like its work and of the same piece; of gold, blue, purple, scarlet, and fine twined linen. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 28,
		"canon_order": 2302
	},
	{
		"verseText": "You shall take two onyx stones, and engrave on them the names of the children of Israel. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 28,
		"canon_order": 2303
	},
	{
		"verseText": "Six of their names on the one stone, and the names of the six that remain on the other stone, in the order of their birth. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 28,
		"canon_order": 2304
	},
	{
		"verseText": "With the work of an engraver in stone, like the engravings of a signet, you shall engrave the two stones, according to the names of the children of Israel. You shall make them to be enclosed in settings of gold. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 28,
		"canon_order": 2305
	},
	{
		"verseText": "You shall put the two stones on the shoulder straps of the ephod, to be stones of memorial for the children of Israel. Aaron shall bear their names before Yahweh on his two shoulders for a memorial. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 28,
		"canon_order": 2306
	},
	{
		"verseText": "You shall make settings of gold, ",
		"book": "EXO",
		"verse": 13,
		"chapter": 28,
		"canon_order": 2307
	},
	{
		"verseText": "and two chains of pure gold; you shall make them like cords of braided work. You shall put the braided chains on the settings. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 28,
		"canon_order": 2308
	},
	{
		"verseText": "“You shall make a breastplate of judgment, the work of the skillful workman; like the work of the ephod you shall make it; of gold, of blue, and purple, and scarlet, and fine twined linen, you shall make it. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 28,
		"canon_order": 2309
	},
	{
		"verseText": "It shall be square and folded double; a span shall be its length, and a span its width. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 28,
		"canon_order": 2310
	},
	{
		"verseText": "You shall set in it settings of stones, four rows of stones: a row of ruby, topaz, and beryl shall be the first row; ",
		"book": "EXO",
		"verse": 17,
		"chapter": 28,
		"canon_order": 2311
	},
	{
		"verseText": "and the second row a turquoise, a sapphire, and an emerald; ",
		"book": "EXO",
		"verse": 18,
		"chapter": 28,
		"canon_order": 2312
	},
	{
		"verseText": "and the third row a jacinth, an agate, and an amethyst; ",
		"book": "EXO",
		"verse": 19,
		"chapter": 28,
		"canon_order": 2313
	},
	{
		"verseText": "and the fourth row a chrysolite, an onyx, and a jasper. They shall be enclosed in gold in their settings. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 28,
		"canon_order": 2314
	},
	{
		"verseText": "The stones shall be according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, everyone according to his name, they shall be for the twelve tribes. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 28,
		"canon_order": 2315
	},
	{
		"verseText": "You shall make on the breastplate chains like cords, of braided work of pure gold. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 28,
		"canon_order": 2316
	},
	{
		"verseText": "You shall make on the breastplate two rings of gold, and shall put the two rings on the two ends of the breastplate. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 28,
		"canon_order": 2317
	},
	{
		"verseText": "You shall put the two braided chains of gold in the two rings at the ends of the breastplate. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 28,
		"canon_order": 2318
	},
	{
		"verseText": "The other two ends of the two braided chains you shall put on the two settings, and put them on the shoulder straps of the ephod in its forepart. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 28,
		"canon_order": 2319
	},
	{
		"verseText": "You shall make two rings of gold, and you shall put them on the two ends of the breastplate, on its edge, which is toward the side of the ephod inward. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 28,
		"canon_order": 2320
	},
	{
		"verseText": "You shall make two rings of gold, and shall put them on the two shoulder straps of the ephod underneath, in its forepart, close by its coupling, above the skillfully woven band of the ephod. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 28,
		"canon_order": 2321
	},
	{
		"verseText": "They shall bind the breastplate by its rings to the rings of the ephod with a lace of blue, that it may be on the skillfully woven band of the ephod, and that the breastplate may not swing out from the ephod. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 28,
		"canon_order": 2322
	},
	{
		"verseText": "Aaron shall bear the names of the children of Israel in the breastplate of judgment on his heart, when he goes in to the holy place, for a memorial before Yahweh continually. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 28,
		"canon_order": 2323
	},
	{
		"verseText": "You shall put in the breastplate of judgment the Urim and the Thummim; and they shall be on Aaron’s heart, when he goes in before Yahweh. Aaron shall bear the judgment of the children of Israel on his heart before Yahweh continually. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 28,
		"canon_order": 2324
	},
	{
		"verseText": "“You shall make the robe of the ephod all of blue. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 28,
		"canon_order": 2325
	},
	{
		"verseText": "It shall have a hole for the head in the middle of it. It shall have a binding of woven work around its hole, as it were the hole of a coat of mail, that it not be torn. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 28,
		"canon_order": 2326
	},
	{
		"verseText": "On its hem you shall make pomegranates of blue, and of purple, and of scarlet, all around its hem; with bells of gold between and around them: ",
		"book": "EXO",
		"verse": 33,
		"chapter": 28,
		"canon_order": 2327
	},
	{
		"verseText": "a golden bell and a pomegranate, a golden bell and a pomegranate, around the hem of the robe. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 28,
		"canon_order": 2328
	},
	{
		"verseText": "It shall be on Aaron to minister: and its sound shall be heard when he goes in to the holy place before Yahweh, and when he comes out, that he not die. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 28,
		"canon_order": 2329
	},
	{
		"verseText": "“You shall make a plate of pure gold, and engrave on it, like the engravings of a signet, ‘HOLY TO YAHWEH.’ ",
		"book": "EXO",
		"verse": 36,
		"chapter": 28,
		"canon_order": 2330
	},
	{
		"verseText": "You shall put it on a lace of blue, and it shall be on the sash. It shall be on the front of the sash. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 28,
		"canon_order": 2331
	},
	{
		"verseText": "It shall be on Aaron’s forehead, and Aaron shall bear the iniquity of the holy things, which the children of Israel shall make holy in all their holy gifts; and it shall be always on his forehead, that they may be accepted before Yahweh. ",
		"book": "EXO",
		"verse": 38,
		"chapter": 28,
		"canon_order": 2332
	},
	{
		"verseText": "You shall weave the tunic with fine linen. You shall make a turban of fine linen. You shall make a sash, the work of the embroiderer. ",
		"book": "EXO",
		"verse": 39,
		"chapter": 28,
		"canon_order": 2333
	},
	{
		"verseText": "“You shall make tunics for Aaron’s sons. You shall make sashes for them. You shall make headbands for them, for glory and for beauty. ",
		"book": "EXO",
		"verse": 40,
		"chapter": 28,
		"canon_order": 2334
	},
	{
		"verseText": "You shall put them on Aaron your brother, and on his sons with him, and shall anoint them, and consecrate them, and sanctify them, that they may minister to me in the priest’s office. ",
		"book": "EXO",
		"verse": 41,
		"chapter": 28,
		"canon_order": 2335
	},
	{
		"verseText": "You shall make them linen pants to cover their naked flesh. They shall reach from the waist even to the thighs. ",
		"book": "EXO",
		"verse": 42,
		"chapter": 28,
		"canon_order": 2336
	},
	{
		"verseText": "They shall be on Aaron and on his sons, when they go in to the Tent of Meeting, or when they come near to the altar to minister in the holy place, that they don’t bear iniquity, and die. This shall be a statute forever to him and to his offspring after him. ",
		"book": "EXO",
		"verse": 43,
		"chapter": 28,
		"canon_order": 2337
	},
	{
		"verseText": "“This is the thing that you shall do to them to make them holy, to minister to me in the priest’s office: take one young bull and two rams without defect, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 29,
		"canon_order": 2338
	},
	{
		"verseText": "unleavened bread, unleavened cakes mixed with oil, and unleavened wafers anointed with oil. You shall make them of fine wheat flour. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 29,
		"canon_order": 2339
	},
	{
		"verseText": "You shall put them into one basket, and bring them in the basket, with the bull and the two rams. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 29,
		"canon_order": 2340
	},
	{
		"verseText": "You shall bring Aaron and his sons to the door of the Tent of Meeting, and shall wash them with water. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 29,
		"canon_order": 2341
	},
	{
		"verseText": "You shall take the garments, and put on Aaron the tunic, the robe of the ephod, the ephod, and the breastplate, and clothe him with the skillfully woven band of the ephod. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 29,
		"canon_order": 2342
	},
	{
		"verseText": "You shall set the turban on his head, and put the holy crown on the turban. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 29,
		"canon_order": 2343
	},
	{
		"verseText": "Then you shall take the anointing oil, and pour it on his head, and anoint him. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 29,
		"canon_order": 2344
	},
	{
		"verseText": "You shall bring his sons, and put tunics on them. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 29,
		"canon_order": 2345
	},
	{
		"verseText": "You shall clothe them with belts, Aaron and his sons, and bind headbands on them. They shall have the priesthood by a perpetual statute. You shall consecrate Aaron and his sons. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 29,
		"canon_order": 2346
	},
	{
		"verseText": "“You shall bring the bull before the Tent of Meeting; and Aaron and his sons shall lay their hands on the head of the bull. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 29,
		"canon_order": 2347
	},
	{
		"verseText": "You shall kill the bull before Yahweh at the door of the Tent of Meeting. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 29,
		"canon_order": 2348
	},
	{
		"verseText": "You shall take of the blood of the bull, and put it on the horns of the altar with your finger; and you shall pour out all the blood at the base of the altar. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 29,
		"canon_order": 2349
	},
	{
		"verseText": "You shall take all the fat that covers the innards, the cover of the liver, the two kidneys, and the fat that is on them, and burn them on the altar. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 29,
		"canon_order": 2350
	},
	{
		"verseText": "But the meat of the bull, and its skin, and its dung, you shall burn with fire outside of the camp. It is a sin offering. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 29,
		"canon_order": 2351
	},
	{
		"verseText": "“You shall also take the one ram, and Aaron and his sons shall lay their hands on the head of the ram. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 29,
		"canon_order": 2352
	},
	{
		"verseText": "You shall kill the ram, and you shall take its blood, and sprinkle it around on the altar. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 29,
		"canon_order": 2353
	},
	{
		"verseText": "You shall cut the ram into its pieces, and wash its innards, and its legs, and put them with its pieces, and with its head. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 29,
		"canon_order": 2354
	},
	{
		"verseText": "You shall burn the whole ram on the altar: it is a burnt offering to Yahweh; it is a pleasant aroma, an offering made by fire to Yahweh. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 29,
		"canon_order": 2355
	},
	{
		"verseText": "“You shall take the other ram, and Aaron and his sons shall lay their hands on the head of the ram. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 29,
		"canon_order": 2356
	},
	{
		"verseText": "Then you shall kill the ram, and take some of its blood, and put it on the tip of the right ear of Aaron, and on the tip of the right ear of his sons, and on the thumb of their right hand, and on the big toe of their right foot; and sprinkle the blood around on the altar. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 29,
		"canon_order": 2357
	},
	{
		"verseText": "You shall take of the blood that is on the altar, and of the anointing oil, and sprinkle it on Aaron, and on his garments, and on his sons, and on the garments of his sons with him: and he shall be made holy, and his garments, and his sons, and his sons’ garments with him. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 29,
		"canon_order": 2358
	},
	{
		"verseText": "Also you shall take some of the ram’s fat, the fat tail, the fat that covers the innards, the cover of the liver, the two kidneys, the fat that is on them, and the right thigh (for it is a ram of consecration), ",
		"book": "EXO",
		"verse": 22,
		"chapter": 29,
		"canon_order": 2359
	},
	{
		"verseText": "and one loaf of bread, one cake of oiled bread, and one wafer out of the basket of unleavened bread that is before Yahweh. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 29,
		"canon_order": 2360
	},
	{
		"verseText": "You shall put all of this in Aaron’s hands, and in his sons’ hands, and shall wave them for a wave offering before Yahweh. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 29,
		"canon_order": 2361
	},
	{
		"verseText": "You shall take them from their hands, and burn them on the altar on the burnt offering, for a pleasant aroma before Yahweh: it is an offering made by fire to Yahweh. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 29,
		"canon_order": 2362
	},
	{
		"verseText": "“You shall take the breast of Aaron’s ram of consecration, and wave it for a wave offering before Yahweh. It shall be your portion. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 29,
		"canon_order": 2363
	},
	{
		"verseText": "You shall sanctify the breast of the wave offering and the thigh of the wave offering, which is waved, and which is raised up, of the ram of consecration, even of that which is for Aaron, and of that which is for his sons. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 29,
		"canon_order": 2364
	},
	{
		"verseText": "It shall be for Aaron and his sons as their portion forever from the children of Israel; for it is a wave offering. It shall be a wave offering from the children of Israel of the sacrifices of their peace offerings, even their wave offering to Yahweh. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 29,
		"canon_order": 2365
	},
	{
		"verseText": "“The holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 29,
		"canon_order": 2366
	},
	{
		"verseText": "Seven days shall the son who is priest in his place put them on, when he comes into the Tent of Meeting to minister in the holy place. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 29,
		"canon_order": 2367
	},
	{
		"verseText": "“You shall take the ram of consecration and boil its meat in a holy place. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 29,
		"canon_order": 2368
	},
	{
		"verseText": "Aaron and his sons shall eat the meat of the ram, and the bread that is in the basket, at the door of the Tent of Meeting. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 29,
		"canon_order": 2369
	},
	{
		"verseText": "They shall eat those things with which atonement was made, to consecrate and sanctify them; but a stranger shall not eat of it, because they are holy. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 29,
		"canon_order": 2370
	},
	{
		"verseText": "If anything of the meat of the consecration, or of the bread, remains to the morning, then you shall burn the remainder with fire. It shall not be eaten, because it is holy. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 29,
		"canon_order": 2371
	},
	{
		"verseText": "“You shall do so to Aaron and to his sons, according to all that I have commanded you. You shall consecrate them seven days. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 29,
		"canon_order": 2372
	},
	{
		"verseText": "Every day you shall offer the bull of sin offering for atonement. You shall cleanse the altar when you make atonement for it. You shall anoint it, to sanctify it. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 29,
		"canon_order": 2373
	},
	{
		"verseText": "Seven days you shall make atonement for the altar, and sanctify it; and the altar shall be most holy. Whatever touches the altar shall be holy. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 29,
		"canon_order": 2374
	},
	{
		"verseText": "“Now this is that which you shall offer on the altar: two lambs a year old day by day continually. ",
		"book": "EXO",
		"verse": 38,
		"chapter": 29,
		"canon_order": 2375
	},
	{
		"verseText": "The one lamb you shall offer in the morning; and the other lamb you shall offer at evening; ",
		"book": "EXO",
		"verse": 39,
		"chapter": 29,
		"canon_order": 2376
	},
	{
		"verseText": "and with the one lamb a tenth part of an ephah of fine flour mixed with the fourth part of a hin of beaten oil, and the fourth part of a hin of wine for a drink offering. ",
		"book": "EXO",
		"verse": 40,
		"chapter": 29,
		"canon_order": 2377
	},
	{
		"verseText": "The other lamb you shall offer at evening, and shall do to it according to the meal offering of the morning and according to its drink offering, for a pleasant aroma, an offering made by fire to Yahweh. ",
		"book": "EXO",
		"verse": 41,
		"chapter": 29,
		"canon_order": 2378
	},
	{
		"verseText": "It shall be a continual burnt offering throughout your generations at the door of the Tent of Meeting before Yahweh, where I will meet with you, to speak there to you. ",
		"book": "EXO",
		"verse": 42,
		"chapter": 29,
		"canon_order": 2379
	},
	{
		"verseText": "There I will meet with the children of Israel; and the place shall be sanctified by my glory. ",
		"book": "EXO",
		"verse": 43,
		"chapter": 29,
		"canon_order": 2380
	},
	{
		"verseText": "I will sanctify the Tent of Meeting and the altar. I will also sanctify Aaron and his sons to minister to me in the priest’s office. ",
		"book": "EXO",
		"verse": 44,
		"chapter": 29,
		"canon_order": 2381
	},
	{
		"verseText": "I will dwell among the children of Israel, and will be their God. ",
		"book": "EXO",
		"verse": 45,
		"chapter": 29,
		"canon_order": 2382
	},
	{
		"verseText": "They shall know that I am Yahweh their God, who brought them out of the land of Egypt, that I might dwell among them: I am Yahweh their God. ",
		"book": "EXO",
		"verse": 46,
		"chapter": 29,
		"canon_order": 2383
	},
	{
		"verseText": "“You shall make an altar to burn incense on. You shall make it of acacia wood. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 30,
		"canon_order": 2384
	},
	{
		"verseText": "Its length shall be a cubit, and its width a cubit. It shall be square, and its height shall be two cubits. Its horns shall be of one piece with it. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 30,
		"canon_order": 2385
	},
	{
		"verseText": "You shall overlay it with pure gold, its top, its sides around it, and its horns; and you shall make a gold molding around it. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 30,
		"canon_order": 2386
	},
	{
		"verseText": "You shall make two golden rings for it under its molding; on its two ribs, on its two sides you shall make them; and they shall be for places for poles with which to bear it. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 30,
		"canon_order": 2387
	},
	{
		"verseText": "You shall make the poles of acacia wood, and overlay them with gold. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 30,
		"canon_order": 2388
	},
	{
		"verseText": "You shall put it before the veil that is by the ark of the covenant, before the mercy seat that is over the covenant, where I will meet with you. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 30,
		"canon_order": 2389
	},
	{
		"verseText": "Aaron shall burn incense of sweet spices on it every morning. When he tends the lamps, he shall burn it. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 30,
		"canon_order": 2390
	},
	{
		"verseText": "When Aaron lights the lamps at evening, he shall burn it, a perpetual incense before Yahweh throughout your generations. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 30,
		"canon_order": 2391
	},
	{
		"verseText": "You shall offer no strange incense on it, nor burnt offering, nor meal offering; and you shall pour no drink offering on it. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 30,
		"canon_order": 2392
	},
	{
		"verseText": "Aaron shall make atonement on its horns once in the year; with the blood of the sin offering of atonement once in the year he shall make atonement for it throughout your generations. It is most holy to Yahweh.” ",
		"book": "EXO",
		"verse": 10,
		"chapter": 30,
		"canon_order": 2393
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 11,
		"chapter": 30,
		"canon_order": 2394
	},
	{
		"verseText": "“When you take a census of the children of Israel, according to those who are counted among them, then each man shall give a ransom for his soul to Yahweh when you count them, that there be no plague among them when you count them. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 30,
		"canon_order": 2395
	},
	{
		"verseText": "They shall give this, everyone who passes over to those who are counted, half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs); half a shekel for an offering to Yahweh. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 30,
		"canon_order": 2396
	},
	{
		"verseText": "Everyone who passes over to those who are counted, from twenty years old and upward, shall give the offering to Yahweh. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 30,
		"canon_order": 2397
	},
	{
		"verseText": "The rich shall not give more, and the poor shall not give less, than the half shekel, when they give the offering of Yahweh, to make atonement for your souls. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 30,
		"canon_order": 2398
	},
	{
		"verseText": "You shall take the atonement money from the children of Israel, and shall appoint it for the service of the Tent of Meeting; that it may be a memorial for the children of Israel before Yahweh, to make atonement for your souls.” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 30,
		"canon_order": 2399
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 17,
		"chapter": 30,
		"canon_order": 2400
	},
	{
		"verseText": "“You shall also make a basin of bronze, and its base of bronze, in which to wash. You shall put it between the Tent of Meeting and the altar, and you shall put water in it. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 30,
		"canon_order": 2401
	},
	{
		"verseText": "Aaron and his sons shall wash their hands and their feet in it. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 30,
		"canon_order": 2402
	},
	{
		"verseText": "When they go into the Tent of Meeting, they shall wash with water, that they not die; or when they come near to the altar to minister, to burn an offering made by fire to Yahweh. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 30,
		"canon_order": 2403
	},
	{
		"verseText": "So they shall wash their hands and their feet, that they not die. This shall be a statute forever to them, even to him and to his descendants throughout their generations.” ",
		"book": "EXO",
		"verse": 21,
		"chapter": 30,
		"canon_order": 2404
	},
	{
		"verseText": "Moreover Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 22,
		"chapter": 30,
		"canon_order": 2405
	},
	{
		"verseText": "“Also take fine spices: of liquid myrrh, five hundred shekels; and of fragrant cinnamon half as much, even two hundred and fifty; and of fragrant cane, two hundred and fifty; ",
		"book": "EXO",
		"verse": 23,
		"chapter": 30,
		"canon_order": 2406
	},
	{
		"verseText": "and of cassia five hundred, according to the shekel of the sanctuary; and a hin of olive oil. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 30,
		"canon_order": 2407
	},
	{
		"verseText": "You shall make it into a holy anointing oil, a perfume compounded after the art of the perfumer: it shall be a holy anointing oil. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 30,
		"canon_order": 2408
	},
	{
		"verseText": "You shall use it to anoint the Tent of Meeting, the ark of the covenant, ",
		"book": "EXO",
		"verse": 26,
		"chapter": 30,
		"canon_order": 2409
	},
	{
		"verseText": "the table and all its articles, the lamp stand and its accessories, the altar of incense, ",
		"book": "EXO",
		"verse": 27,
		"chapter": 30,
		"canon_order": 2410
	},
	{
		"verseText": "the altar of burnt offering with all its utensils, and the basin with its base. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 30,
		"canon_order": 2411
	},
	{
		"verseText": "You shall sanctify them, that they may be most holy. Whatever touches them shall be holy. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 30,
		"canon_order": 2412
	},
	{
		"verseText": "You shall anoint Aaron and his sons, and sanctify them, that they may minister to me in the priest’s office. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 30,
		"canon_order": 2413
	},
	{
		"verseText": "You shall speak to the children of Israel, saying, ‘This shall be a holy anointing oil to me throughout your generations. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 30,
		"canon_order": 2414
	},
	{
		"verseText": "It shall not be poured on man’s flesh, and do not make any like it, according to its composition. It is holy. It shall be holy to you. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 30,
		"canon_order": 2415
	},
	{
		"verseText": "Whoever compounds any like it, or whoever puts any of it on a stranger, he shall be cut off from his people.’” ",
		"book": "EXO",
		"verse": 33,
		"chapter": 30,
		"canon_order": 2416
	},
	{
		"verseText": "Yahweh said to Moses, “Take to yourself sweet spices, gum resin, onycha, and galbanum: sweet spices with pure frankincense. There shall be an equal weight of each. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 30,
		"canon_order": 2417
	},
	{
		"verseText": "You shall make incense of it, a perfume after the art of the perfumer, seasoned with salt, pure and holy. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 30,
		"canon_order": 2418
	},
	{
		"verseText": "You shall beat some of it very small, and put some of it before the covenant in the Tent of Meeting, where I will meet with you. It shall be to you most holy. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 30,
		"canon_order": 2419
	},
	{
		"verseText": "You shall not make this incense, according to its composition, for yourselves: it shall be to you holy for Yahweh. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 30,
		"canon_order": 2420
	},
	{
		"verseText": "Whoever shall make any like that, to smell of it, he shall be cut off from his people.” ",
		"book": "EXO",
		"verse": 38,
		"chapter": 30,
		"canon_order": 2421
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 31,
		"canon_order": 2422
	},
	{
		"verseText": "“Behold, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 31,
		"canon_order": 2423
	},
	{
		"verseText": "I have filled him with the Spirit of God, in wisdom, and in understanding, and in knowledge, and in all kinds of workmanship, ",
		"book": "EXO",
		"verse": 3,
		"chapter": 31,
		"canon_order": 2424
	},
	{
		"verseText": "to devise skillful works, to work in gold, and in silver, and in bronze, ",
		"book": "EXO",
		"verse": 4,
		"chapter": 31,
		"canon_order": 2425
	},
	{
		"verseText": "and in cutting of stones for setting, and in carving of wood, to work in all kinds of workmanship. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 31,
		"canon_order": 2426
	},
	{
		"verseText": "Behold, I myself have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan; and in the heart of all who are wise-hearted I have put wisdom, that they may make all that I have commanded you: ",
		"book": "EXO",
		"verse": 6,
		"chapter": 31,
		"canon_order": 2427
	},
	{
		"verseText": "the Tent of Meeting, the ark of the covenant, the mercy seat that is on it, all the furniture of the Tent, ",
		"book": "EXO",
		"verse": 7,
		"chapter": 31,
		"canon_order": 2428
	},
	{
		"verseText": "the table and its vessels, the pure lamp stand with all its vessels, the altar of incense, ",
		"book": "EXO",
		"verse": 8,
		"chapter": 31,
		"canon_order": 2429
	},
	{
		"verseText": "the altar of burnt offering with all its vessels, the basin and its base, ",
		"book": "EXO",
		"verse": 9,
		"chapter": 31,
		"canon_order": 2430
	},
	{
		"verseText": "the finely worked garments—the holy garments for Aaron the priest, the garments of his sons to minister in the priest’s office— ",
		"book": "EXO",
		"verse": 10,
		"chapter": 31,
		"canon_order": 2431
	},
	{
		"verseText": "the anointing oil, and the incense of sweet spices for the holy place: according to all that I have commanded you they shall do.” ",
		"book": "EXO",
		"verse": 11,
		"chapter": 31,
		"canon_order": 2432
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 12,
		"chapter": 31,
		"canon_order": 2433
	},
	{
		"verseText": "“Speak also to the children of Israel, saying, ‘Most certainly you shall keep my Sabbaths; for it is a sign between me and you throughout your generations, that you may know that I am Yahweh who sanctifies you. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 31,
		"canon_order": 2434
	},
	{
		"verseText": "You shall keep the Sabbath therefore, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work therein, that soul shall be cut off from among his people. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 31,
		"canon_order": 2435
	},
	{
		"verseText": "Six days shall work be done, but on the seventh day is a Sabbath of solemn rest, holy to Yahweh. Whoever does any work on the Sabbath day shall surely be put to death. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 31,
		"canon_order": 2436
	},
	{
		"verseText": "Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations, for a perpetual covenant. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 31,
		"canon_order": 2437
	},
	{
		"verseText": "It is a sign between me and the children of Israel forever; for in six days Yahweh made heaven and earth, and on the seventh day he rested, and was refreshed.’” ",
		"book": "EXO",
		"verse": 17,
		"chapter": 31,
		"canon_order": 2438
	},
	{
		"verseText": "When he finished speaking with him on Mount Sinai, he gave Moses the two tablets of the covenant, stone tablets, written with God’s finger. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 31,
		"canon_order": 2439
	},
	{
		"verseText": "When the people saw that Moses delayed coming down from the mountain, the people gathered themselves together to Aaron, and said to him, “Come, make us gods, which shall go before us; for as for this Moses, the man who brought us up out of the land of Egypt, we don’t know what has become of him.” ",
		"book": "EXO",
		"verse": 1,
		"chapter": 32,
		"canon_order": 2440
	},
	{
		"verseText": "Aaron said to them, “Take off the golden rings, which are in the ears of your wives, of your sons, and of your daughters, and bring them to me.” ",
		"book": "EXO",
		"verse": 2,
		"chapter": 32,
		"canon_order": 2441
	},
	{
		"verseText": "All the people took off the golden rings which were in their ears, and brought them to Aaron. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 32,
		"canon_order": 2442
	},
	{
		"verseText": "He received what they handed him, fashioned it with an engraving tool, and made it a molded calf. Then they said, “These are your gods, Israel, which brought you up out of the land of Egypt.” ",
		"book": "EXO",
		"verse": 4,
		"chapter": 32,
		"canon_order": 2443
	},
	{
		"verseText": "When Aaron saw this, he built an altar before it; and Aaron made a proclamation, and said, “Tomorrow shall be a feast to Yahweh.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 32,
		"canon_order": 2444
	},
	{
		"verseText": "They rose up early on the next day, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 32,
		"canon_order": 2445
	},
	{
		"verseText": "Yahweh spoke to Moses, “Go, get down; for your people, whom you brought up out of the land of Egypt, have corrupted themselves! ",
		"book": "EXO",
		"verse": 7,
		"chapter": 32,
		"canon_order": 2446
	},
	{
		"verseText": "They have turned away quickly out of the way which I commanded them. They have made themselves a molded calf, and have worshiped it, and have sacrificed to it, and said, ‘These are your gods, Israel, which brought you up out of the land of Egypt.’” ",
		"book": "EXO",
		"verse": 8,
		"chapter": 32,
		"canon_order": 2447
	},
	{
		"verseText": "Yahweh said to Moses, “I have seen these people, and behold, they are a stiff-necked people. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 32,
		"canon_order": 2448
	},
	{
		"verseText": "Now therefore leave me alone, that my wrath may burn hot against them, and that I may consume them; and I will make of you a great nation.” ",
		"book": "EXO",
		"verse": 10,
		"chapter": 32,
		"canon_order": 2449
	},
	{
		"verseText": "Moses begged Yahweh his God, and said, “Yahweh, why does your wrath burn hot against your people, that you have brought out of the land of Egypt with great power and with a mighty hand? ",
		"book": "EXO",
		"verse": 11,
		"chapter": 32,
		"canon_order": 2450
	},
	{
		"verseText": "Why should the Egyptians talk, saying, ‘He brought them out for evil, to kill them in the mountains, and to consume them from the surface of the earth?’ Turn from your fierce wrath, and turn away from this evil against your people. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 32,
		"canon_order": 2451
	},
	{
		"verseText": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self, and said to them, ‘I will multiply your offspring as the stars of the sky, and all this land that I have spoken of I will give to your offspring, and they shall inherit it forever.’” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 32,
		"canon_order": 2452
	},
	{
		"verseText": "So Yahweh turned away from the evil which he said he would do to his people. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 32,
		"canon_order": 2453
	},
	{
		"verseText": "Moses turned, and went down from the mountain, with the two tablets of the covenant in his hand; tablets that were written on both their sides. They were written on one side and on the other. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 32,
		"canon_order": 2454
	},
	{
		"verseText": "The tablets were the work of God, and the writing was the writing of God, engraved on the tablets. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 32,
		"canon_order": 2455
	},
	{
		"verseText": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is the noise of war in the camp.” ",
		"book": "EXO",
		"verse": 17,
		"chapter": 32,
		"canon_order": 2456
	},
	{
		"verseText": "He said, “It isn’t the voice of those who shout for victory. It is not the voice of those who cry for being overcome; but the noise of those who sing that I hear.” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 32,
		"canon_order": 2457
	},
	{
		"verseText": "As soon as he came near to the camp, he saw the calf and the dancing. Then Moses’ anger grew hot, and he threw the tablets out of his hands, and broke them beneath the mountain. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 32,
		"canon_order": 2458
	},
	{
		"verseText": "He took the calf which they had made, and burned it with fire, ground it to powder, and scattered it on the water, and made the children of Israel drink it. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 32,
		"canon_order": 2459
	},
	{
		"verseText": "Moses said to Aaron, “What did these people do to you, that you have brought a great sin on them?” ",
		"book": "EXO",
		"verse": 21,
		"chapter": 32,
		"canon_order": 2460
	},
	{
		"verseText": "Aaron said, “Don’t let the anger of my lord grow hot. You know the people, that they are set on evil. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 32,
		"canon_order": 2461
	},
	{
		"verseText": "For they said to me, ‘Make us gods, which shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we don’t know what has become of him.’ ",
		"book": "EXO",
		"verse": 23,
		"chapter": 32,
		"canon_order": 2462
	},
	{
		"verseText": "I said to them, ‘Whoever has any gold, let them take it off.’ So they gave it to me; and I threw it into the fire, and out came this calf.” ",
		"book": "EXO",
		"verse": 24,
		"chapter": 32,
		"canon_order": 2463
	},
	{
		"verseText": "When Moses saw that the people were out of control, (for Aaron had let them lose control, causing derision among their enemies), ",
		"book": "EXO",
		"verse": 25,
		"chapter": 32,
		"canon_order": 2464
	},
	{
		"verseText": "then Moses stood in the gate of the camp, and said, “Whoever is on Yahweh’s side, come to me!” All the sons of Levi gathered themselves together to him. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 32,
		"canon_order": 2465
	},
	{
		"verseText": "He said to them, “Yahweh, the God of Israel, says, ‘Every man put his sword on his thigh, and go back and forth from gate to gate throughout the camp, and every man kill his brother, and every man his companion, and every man his neighbor.’” ",
		"book": "EXO",
		"verse": 27,
		"chapter": 32,
		"canon_order": 2466
	},
	{
		"verseText": "The sons of Levi did according to the word of Moses. About three thousand men fell of the people that day. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 32,
		"canon_order": 2467
	},
	{
		"verseText": "Moses said, “Consecrate yourselves today to Yahweh, for every man was against his son and against his brother, that he may give you a blessing today.” ",
		"book": "EXO",
		"verse": 29,
		"chapter": 32,
		"canon_order": 2468
	},
	{
		"verseText": "On the next day, Moses said to the people, “You have sinned a great sin. Now I will go up to Yahweh. Perhaps I shall make atonement for your sin.” ",
		"book": "EXO",
		"verse": 30,
		"chapter": 32,
		"canon_order": 2469
	},
	{
		"verseText": "Moses returned to Yahweh, and said, “Oh, this people have sinned a great sin, and have made themselves gods of gold. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 32,
		"canon_order": 2470
	},
	{
		"verseText": "Yet now, if you will, forgive their sin—and if not, please blot me out of your book which you have written.” ",
		"book": "EXO",
		"verse": 32,
		"chapter": 32,
		"canon_order": 2471
	},
	{
		"verseText": "Yahweh said to Moses, “Whoever has sinned against me, I will blot him out of my book. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 32,
		"canon_order": 2472
	},
	{
		"verseText": "Now go, lead the people to the place of which I have spoken to you. Behold, my angel shall go before you. Nevertheless, in the day when I punish, I will punish them for their sin.” ",
		"book": "EXO",
		"verse": 34,
		"chapter": 32,
		"canon_order": 2473
	},
	{
		"verseText": "Yahweh struck the people, because of what they did with the calf, which Aaron made. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 32,
		"canon_order": 2474
	},
	{
		"verseText": "Yahweh spoke to Moses, “Depart, go up from here, you and the people that you have brought up out of the land of Egypt, to the land of which I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your offspring.’ ",
		"book": "EXO",
		"verse": 1,
		"chapter": 33,
		"canon_order": 2475
	},
	{
		"verseText": "I will send an angel before you; and I will drive out the Canaanite, the Amorite, and the Hittite, and the Perizzite, the Hivite, and the Jebusite. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 33,
		"canon_order": 2476
	},
	{
		"verseText": "Go to a land flowing with milk and honey; but I will not go up among you, for you are a stiff-necked people, lest I consume you on the way.” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 33,
		"canon_order": 2477
	},
	{
		"verseText": "When the people heard this evil news, they mourned; and no one put on his jewelry. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 33,
		"canon_order": 2478
	},
	{
		"verseText": "Yahweh had said to Moses, “Tell the children of Israel, ‘You are a stiff-necked people. If I were to go up among you for one moment, I would consume you. Therefore now take off your jewelry from you, that I may know what to do to you.’” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 33,
		"canon_order": 2479
	},
	{
		"verseText": "The children of Israel stripped themselves of their jewelry from Mount Horeb onward. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 33,
		"canon_order": 2480
	},
	{
		"verseText": "Now Moses used to take the tent and pitch it outside the camp, far away from the camp, and he called it “The Tent of Meeting.” Everyone who sought Yahweh went out to the Tent of Meeting, which was outside the camp. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 33,
		"canon_order": 2481
	},
	{
		"verseText": "When Moses went out to the Tent, all the people rose up, and stood, everyone at their tent door, and watched Moses, until he had gone into the Tent. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 33,
		"canon_order": 2482
	},
	{
		"verseText": "When Moses entered into the Tent, the pillar of cloud descended, stood at the door of the Tent, and Yahweh spoke with Moses. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 33,
		"canon_order": 2483
	},
	{
		"verseText": "All the people saw the pillar of cloud stand at the door of the Tent, and all the people rose up and worshiped, everyone at their tent door. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 33,
		"canon_order": 2484
	},
	{
		"verseText": "Yahweh spoke to Moses face to face, as a man speaks to his friend. He turned again into the camp, but his servant Joshua, the son of Nun, a young man, didn’t depart from the Tent. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 33,
		"canon_order": 2485
	},
	{
		"verseText": "Moses said to Yahweh, “Behold, you tell me, ‘Bring up this people;’ and you haven’t let me know whom you will send with me. Yet you have said, ‘I know you by name, and you have also found favor in my sight.’ ",
		"book": "EXO",
		"verse": 12,
		"chapter": 33,
		"canon_order": 2486
	},
	{
		"verseText": "Now therefore, if I have found favor in your sight, please show me your way, now, that I may know you, so that I may find favor in your sight; and consider that this nation is your people.” ",
		"book": "EXO",
		"verse": 13,
		"chapter": 33,
		"canon_order": 2487
	},
	{
		"verseText": "He said, “My presence will go with you, and I will give you rest.” ",
		"book": "EXO",
		"verse": 14,
		"chapter": 33,
		"canon_order": 2488
	},
	{
		"verseText": "Moses said to him, “If your presence doesn’t go with me, don’t carry us up from here. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 33,
		"canon_order": 2489
	},
	{
		"verseText": "For how would people know that I have found favor in your sight, I and your people? Isn’t it that you go with us, so that we are separated, I and your people, from all the people who are on the surface of the earth?” ",
		"book": "EXO",
		"verse": 16,
		"chapter": 33,
		"canon_order": 2490
	},
	{
		"verseText": "Yahweh said to Moses, “I will do this thing also that you have spoken; for you have found favor in my sight, and I know you by name.” ",
		"book": "EXO",
		"verse": 17,
		"chapter": 33,
		"canon_order": 2491
	},
	{
		"verseText": "Moses said, “Please show me your glory.” ",
		"book": "EXO",
		"verse": 18,
		"chapter": 33,
		"canon_order": 2492
	},
	{
		"verseText": "He said, “I will make all my goodness pass before you, and will proclaim Yahweh’s name before you. I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy.” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 33,
		"canon_order": 2493
	},
	{
		"verseText": "He said, “You cannot see my face, for man may not see me and live.” ",
		"book": "EXO",
		"verse": 20,
		"chapter": 33,
		"canon_order": 2494
	},
	{
		"verseText": "Yahweh also said, “Behold, there is a place by me, and you shall stand on the rock. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 33,
		"canon_order": 2495
	},
	{
		"verseText": "It will happen, while my glory passes by, that I will put you in a cleft of the rock, and will cover you with my hand until I have passed by; ",
		"book": "EXO",
		"verse": 22,
		"chapter": 33,
		"canon_order": 2496
	},
	{
		"verseText": "then I will take away my hand, and you will see my back; but my face shall not be seen.” ",
		"book": "EXO",
		"verse": 23,
		"chapter": 33,
		"canon_order": 2497
	},
	{
		"verseText": "Yahweh said to Moses, “Chisel two stone tablets like the first. I will write on the tablets the words that were on the first tablets, which you broke. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 34,
		"canon_order": 2498
	},
	{
		"verseText": "Be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to me on the top of the mountain. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 34,
		"canon_order": 2499
	},
	{
		"verseText": "No one shall come up with you or be seen anywhere on the mountain. Do not let the flocks or herds graze in front of that mountain.” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 34,
		"canon_order": 2500
	},
	{
		"verseText": "He chiseled two tablets of stone like the first; then Moses rose up early in the morning, and went up to Mount Sinai, as Yahweh had commanded him, and took in his hand two stone tablets. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 34,
		"canon_order": 2501
	},
	{
		"verseText": "Yahweh descended in the cloud, and stood with him there, and proclaimed Yahweh’s name. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 34,
		"canon_order": 2502
	},
	{
		"verseText": "Yahweh passed by before him, and proclaimed, “Yahweh! Yahweh, a merciful and gracious God, slow to anger, and abundant in loving kindness and truth, ",
		"book": "EXO",
		"verse": 6,
		"chapter": 34,
		"canon_order": 2503
	},
	{
		"verseText": "keeping loving kindness for thousands, forgiving iniquity and disobedience and sin; and who will by no means clear the guilty, visiting the iniquity of the fathers on the children, and on the children’s children, on the third and on the fourth generation.” ",
		"book": "EXO",
		"verse": 7,
		"chapter": 34,
		"canon_order": 2504
	},
	{
		"verseText": "Moses hurried and bowed his head toward the earth, and worshiped. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 34,
		"canon_order": 2505
	},
	{
		"verseText": "He said, “If now I have found favor in your sight, Lord, please let the Lord go among us, even though this is a stiff-necked people; pardon our iniquity and our sin, and take us for your inheritance.” ",
		"book": "EXO",
		"verse": 9,
		"chapter": 34,
		"canon_order": 2506
	},
	{
		"verseText": "He said, “Behold, I make a covenant: before all your people I will do marvels, such as have not been worked in all the earth, nor in any nation; and all the people among whom you are shall see the work of Yahweh; for it is an awesome thing that I do with you. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 34,
		"canon_order": 2507
	},
	{
		"verseText": "Observe that which I command you today. Behold, I will drive out before you the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 34,
		"canon_order": 2508
	},
	{
		"verseText": "Be careful, lest you make a covenant with the inhabitants of the land where you are going, lest it be for a snare among you; ",
		"book": "EXO",
		"verse": 12,
		"chapter": 34,
		"canon_order": 2509
	},
	{
		"verseText": "but you shall break down their altars, and dash in pieces their pillars, and you shall cut down their Asherah poles; ",
		"book": "EXO",
		"verse": 13,
		"chapter": 34,
		"canon_order": 2510
	},
	{
		"verseText": "for you shall worship no other god; for Yahweh, whose name is Jealous, is a jealous God. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 34,
		"canon_order": 2511
	},
	{
		"verseText": "“Don’t make a covenant with the inhabitants of the land, lest they play the prostitute after their gods, and sacrifice to their gods, and one call you and you eat of his sacrifice; ",
		"book": "EXO",
		"verse": 15,
		"chapter": 34,
		"canon_order": 2512
	},
	{
		"verseText": "and you take of their daughters to your sons, and their daughters play the prostitute after their gods, and make your sons play the prostitute after their gods. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 34,
		"canon_order": 2513
	},
	{
		"verseText": "“You shall make no cast idols for yourselves. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 34,
		"canon_order": 2514
	},
	{
		"verseText": "“You shall keep the feast of unleavened bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib; for in the month Abib you came out of Egypt. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 34,
		"canon_order": 2515
	},
	{
		"verseText": "“All that opens the womb is mine; and all your livestock that is male, the firstborn of cow and sheep. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 34,
		"canon_order": 2516
	},
	{
		"verseText": "You shall redeem the firstborn of a donkey with a lamb. If you will not redeem it, then you shall break its neck. You shall redeem all the firstborn of your sons. No one shall appear before me empty. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 34,
		"canon_order": 2517
	},
	{
		"verseText": "“Six days you shall work, but on the seventh day you shall rest: in plowing time and in harvest you shall rest. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 34,
		"canon_order": 2518
	},
	{
		"verseText": "“You shall observe the feast of weeks with the first fruits of wheat harvest, and the feast of harvest at the year’s end. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 34,
		"canon_order": 2519
	},
	{
		"verseText": "Three times in the year all your males shall appear before the Lord Yahweh, the God of Israel. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 34,
		"canon_order": 2520
	},
	{
		"verseText": "For I will drive out nations before you and enlarge your borders; neither shall any man desire your land when you go up to appear before Yahweh, your God, three times in the year. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 34,
		"canon_order": 2521
	},
	{
		"verseText": "“You shall not offer the blood of my sacrifice with leavened bread. The sacrifice of the feast of the Passover shall not be left to the morning. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 34,
		"canon_order": 2522
	},
	{
		"verseText": "“You shall bring the first of the first fruits of your ground to the house of Yahweh your God. “You shall not boil a young goat in its mother’s milk.” ",
		"book": "EXO",
		"verse": 26,
		"chapter": 34,
		"canon_order": 2523
	},
	{
		"verseText": "Yahweh said to Moses, “Write these words; for in accordance with these words I have made a covenant with you and with Israel.” ",
		"book": "EXO",
		"verse": 27,
		"chapter": 34,
		"canon_order": 2524
	},
	{
		"verseText": "He was there with Yahweh forty days and forty nights; he neither ate bread, nor drank water. He wrote on the tablets the words of the covenant, the ten commandments. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 34,
		"canon_order": 2525
	},
	{
		"verseText": "When Moses came down from Mount Sinai with the two tablets of the covenant in Moses’ hand, when he came down from the mountain, Moses didn’t know that the skin of his face shone by reason of his speaking with him. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 34,
		"canon_order": 2526
	},
	{
		"verseText": "When Aaron and all the children of Israel saw Moses, behold, the skin of his face shone; and they were afraid to come near him. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 34,
		"canon_order": 2527
	},
	{
		"verseText": "Moses called to them, and Aaron and all the rulers of the congregation returned to him; and Moses spoke to them. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 34,
		"canon_order": 2528
	},
	{
		"verseText": "Afterward all the children of Israel came near, and he gave them all the commandments that Yahweh had spoken with him on Mount Sinai. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 34,
		"canon_order": 2529
	},
	{
		"verseText": "When Moses was done speaking with them, he put a veil on his face. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 34,
		"canon_order": 2530
	},
	{
		"verseText": "But when Moses went in before Yahweh to speak with him, he took the veil off, until he came out; and he came out, and spoke to the children of Israel that which he was commanded. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 34,
		"canon_order": 2531
	},
	{
		"verseText": "The children of Israel saw Moses’ face, that the skin of Moses’ face shone; so Moses put the veil on his face again, until he went in to speak with him. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 34,
		"canon_order": 2532
	},
	{
		"verseText": "Moses assembled all the congregation of the children of Israel, and said to them, “These are the words which Yahweh has commanded, that you should do them. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 35,
		"canon_order": 2533
	},
	{
		"verseText": "‘Six days shall work be done, but on the seventh day there shall be a holy day for you, a Sabbath of solemn rest to Yahweh: whoever does any work in it shall be put to death. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 35,
		"canon_order": 2534
	},
	{
		"verseText": "You shall kindle no fire throughout your habitations on the Sabbath day.’” ",
		"book": "EXO",
		"verse": 3,
		"chapter": 35,
		"canon_order": 2535
	},
	{
		"verseText": "Moses spoke to all the congregation of the children of Israel, saying, “This is the thing which Yahweh commanded, saying, ",
		"book": "EXO",
		"verse": 4,
		"chapter": 35,
		"canon_order": 2536
	},
	{
		"verseText": "‘Take from among you an offering to Yahweh. Whoever is of a willing heart, let him bring it as Yahweh’s offering: gold, silver, bronze, ",
		"book": "EXO",
		"verse": 5,
		"chapter": 35,
		"canon_order": 2537
	},
	{
		"verseText": "blue, purple, scarlet, fine linen, goats’ hair, ",
		"book": "EXO",
		"verse": 6,
		"chapter": 35,
		"canon_order": 2538
	},
	{
		"verseText": "rams’ skins dyed red, sea cow hides, acacia wood, ",
		"book": "EXO",
		"verse": 7,
		"chapter": 35,
		"canon_order": 2539
	},
	{
		"verseText": "oil for the light, spices for the anointing oil and for the sweet incense, ",
		"book": "EXO",
		"verse": 8,
		"chapter": 35,
		"canon_order": 2540
	},
	{
		"verseText": "onyx stones, and stones to be set for the ephod and for the breastplate. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 35,
		"canon_order": 2541
	},
	{
		"verseText": "“‘Let every wise-hearted man among you come, and make all that Yahweh has commanded: ",
		"book": "EXO",
		"verse": 10,
		"chapter": 35,
		"canon_order": 2542
	},
	{
		"verseText": "the tabernacle, its outer covering, its roof, its clasps, its boards, its bars, its pillars, and its sockets; ",
		"book": "EXO",
		"verse": 11,
		"chapter": 35,
		"canon_order": 2543
	},
	{
		"verseText": "the ark, and its poles, the mercy seat, the veil of the screen; ",
		"book": "EXO",
		"verse": 12,
		"chapter": 35,
		"canon_order": 2544
	},
	{
		"verseText": "the table with its poles and all its vessels, and the show bread; ",
		"book": "EXO",
		"verse": 13,
		"chapter": 35,
		"canon_order": 2545
	},
	{
		"verseText": "the lamp stand also for the light, with its vessels, its lamps, and the oil for the light; ",
		"book": "EXO",
		"verse": 14,
		"chapter": 35,
		"canon_order": 2546
	},
	{
		"verseText": "and the altar of incense with its poles, the anointing oil, the sweet incense, the screen for the door, at the door of the tabernacle; ",
		"book": "EXO",
		"verse": 15,
		"chapter": 35,
		"canon_order": 2547
	},
	{
		"verseText": "the altar of burnt offering, with its grating of bronze, its poles, and all its vessels, the basin and its base; ",
		"book": "EXO",
		"verse": 16,
		"chapter": 35,
		"canon_order": 2548
	},
	{
		"verseText": "the hangings of the court, its pillars, their sockets, and the screen for the gate of the court; ",
		"book": "EXO",
		"verse": 17,
		"chapter": 35,
		"canon_order": 2549
	},
	{
		"verseText": "the pins of the tabernacle, the pins of the court, and their cords; ",
		"book": "EXO",
		"verse": 18,
		"chapter": 35,
		"canon_order": 2550
	},
	{
		"verseText": "the finely worked garments for ministering in the holy place—the holy garments for Aaron the priest, and the garments of his sons—to minister in the priest’s office.’” ",
		"book": "EXO",
		"verse": 19,
		"chapter": 35,
		"canon_order": 2551
	},
	{
		"verseText": "All the congregation of the children of Israel departed from the presence of Moses. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 35,
		"canon_order": 2552
	},
	{
		"verseText": "They came, everyone whose heart stirred him up, and everyone whom his spirit made willing, and brought Yahweh’s offering for the work of the Tent of Meeting, and for all of its service, and for the holy garments. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 35,
		"canon_order": 2553
	},
	{
		"verseText": "They came, both men and women, as many as were willing-hearted, and brought brooches, earrings, signet rings, and armlets, all jewels of gold; even every man who offered an offering of gold to Yahweh. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 35,
		"canon_order": 2554
	},
	{
		"verseText": "Everyone with whom was found blue, purple, scarlet, fine linen, goats’ hair, rams’ skins dyed red, and sea cow hides, brought them. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 35,
		"canon_order": 2555
	},
	{
		"verseText": "Everyone who offered an offering of silver and bronze brought Yahweh’s offering; and everyone with whom was found acacia wood for any work of the service, brought it. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 35,
		"canon_order": 2556
	},
	{
		"verseText": "All the women who were wise-hearted spun with their hands, and brought that which they had spun: the blue, the purple, the scarlet, and the fine linen. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 35,
		"canon_order": 2557
	},
	{
		"verseText": "All the women whose heart stirred them up in wisdom spun the goats’ hair. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 35,
		"canon_order": 2558
	},
	{
		"verseText": "The rulers brought the onyx stones and the stones to be set for the ephod and for the breastplate; ",
		"book": "EXO",
		"verse": 27,
		"chapter": 35,
		"canon_order": 2559
	},
	{
		"verseText": "with the spice and the oil for the light, for the anointing oil, and for the sweet incense. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 35,
		"canon_order": 2560
	},
	{
		"verseText": "The children of Israel brought a free will offering to Yahweh; every man and woman whose heart made them willing to bring for all the work, which Yahweh had commanded to be made by Moses. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 35,
		"canon_order": 2561
	},
	{
		"verseText": "Moses said to the children of Israel, “Behold, Yahweh has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 35,
		"canon_order": 2562
	},
	{
		"verseText": "He has filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all kinds of workmanship; ",
		"book": "EXO",
		"verse": 31,
		"chapter": 35,
		"canon_order": 2563
	},
	{
		"verseText": "and to make skillful works, to work in gold, in silver, in bronze, ",
		"book": "EXO",
		"verse": 32,
		"chapter": 35,
		"canon_order": 2564
	},
	{
		"verseText": "in cutting of stones for setting, and in carving of wood, to work in all kinds of skillful workmanship. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 35,
		"canon_order": 2565
	},
	{
		"verseText": "He has put in his heart that he may teach, both he and Oholiab, the son of Ahisamach, of the tribe of Dan. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 35,
		"canon_order": 2566
	},
	{
		"verseText": "He has filled them with wisdom of heart to work all kinds of workmanship, of the engraver, of the skillful workman, and of the embroiderer, in blue, in purple, in scarlet, and in fine linen, and of the weaver, even of those who do any workmanship, and of those who make skillful works. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 35,
		"canon_order": 2567
	},
	{
		"verseText": "“Bezalel and Oholiab shall work with every wise-hearted man, in whom Yahweh has put wisdom and understanding to know how to do all the work for the service of the sanctuary, according to all that Yahweh has commanded.” ",
		"book": "EXO",
		"verse": 1,
		"chapter": 36,
		"canon_order": 2568
	},
	{
		"verseText": "Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Yahweh had put wisdom, even everyone whose heart stirred him up to come to the work to do it. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 36,
		"canon_order": 2569
	},
	{
		"verseText": "They received from Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, with which to make it. They kept bringing free will offerings to him every morning. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 36,
		"canon_order": 2570
	},
	{
		"verseText": "All the wise men, who performed all the work of the sanctuary, each came from his work which he did. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 36,
		"canon_order": 2571
	},
	{
		"verseText": "They spoke to Moses, saying, “The people have brought much more than enough for the service of the work which Yahweh commanded to make.” ",
		"book": "EXO",
		"verse": 5,
		"chapter": 36,
		"canon_order": 2572
	},
	{
		"verseText": "Moses gave a commandment, and they caused it to be proclaimed throughout the camp, saying, “Let neither man nor woman make anything else for the offering for the sanctuary.” So the people were restrained from bringing. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 36,
		"canon_order": 2573
	},
	{
		"verseText": "For the stuff they had was sufficient to do all the work, and too much. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 36,
		"canon_order": 2574
	},
	{
		"verseText": "All the wise-hearted men among those who did the work made the tabernacle with ten curtains of fine twined linen, blue, purple, and scarlet. They made them with cherubim, the work of a skillful workman. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 36,
		"canon_order": 2575
	},
	{
		"verseText": "The length of each curtain was twenty-eight cubits, and the width of each curtain four cubits. All the curtains had one measure. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 36,
		"canon_order": 2576
	},
	{
		"verseText": "He coupled five curtains to one another, and the other five curtains he coupled to one another. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 36,
		"canon_order": 2577
	},
	{
		"verseText": "He made loops of blue on the edge of the one curtain from the edge in the coupling. Likewise he made in the edge of the curtain that was outermost in the second coupling. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 36,
		"canon_order": 2578
	},
	{
		"verseText": "He made fifty loops in the one curtain, and he made fifty loops in the edge of the curtain that was in the second coupling. The loops were opposite to one another. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 36,
		"canon_order": 2579
	},
	{
		"verseText": "He made fifty clasps of gold, and coupled the curtains to one another with the clasps: so the tabernacle was a unit. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 36,
		"canon_order": 2580
	},
	{
		"verseText": "He made curtains of goats’ hair for a covering over the tabernacle. He made them eleven curtains. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 36,
		"canon_order": 2581
	},
	{
		"verseText": "The length of each curtain was thirty cubits, and four cubits the width of each curtain. The eleven curtains had one measure. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 36,
		"canon_order": 2582
	},
	{
		"verseText": "He coupled five curtains by themselves, and six curtains by themselves. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 36,
		"canon_order": 2583
	},
	{
		"verseText": "He made fifty loops on the edge of the curtain that was outermost in the coupling, and he made fifty loops on the edge of the curtain which was outermost in the second coupling. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 36,
		"canon_order": 2584
	},
	{
		"verseText": "He made fifty clasps of bronze to couple the tent together, that it might be a unit. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 36,
		"canon_order": 2585
	},
	{
		"verseText": "He made a covering for the tent of rams’ skins dyed red, and a covering of sea cow hides above. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 36,
		"canon_order": 2586
	},
	{
		"verseText": "He made the boards for the tabernacle of acacia wood, standing up. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 36,
		"canon_order": 2587
	},
	{
		"verseText": "Ten cubits was the length of a board, and a cubit and a half the width of each board. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 36,
		"canon_order": 2588
	},
	{
		"verseText": "Each board had two tenons, joined to one another. He made all the boards of the tabernacle this way. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 36,
		"canon_order": 2589
	},
	{
		"verseText": "He made the boards for the tabernacle, twenty boards for the south side southward. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 36,
		"canon_order": 2590
	},
	{
		"verseText": "He made forty sockets of silver under the twenty boards: two sockets under one board for its two tenons, and two sockets under another board for its two tenons. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 36,
		"canon_order": 2591
	},
	{
		"verseText": "For the second side of the tabernacle, on the north side, he made twenty boards ",
		"book": "EXO",
		"verse": 25,
		"chapter": 36,
		"canon_order": 2592
	},
	{
		"verseText": "and their forty sockets of silver: two sockets under one board, and two sockets under another board. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 36,
		"canon_order": 2593
	},
	{
		"verseText": "For the far part of the tabernacle westward he made six boards. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 36,
		"canon_order": 2594
	},
	{
		"verseText": "He made two boards for the corners of the tabernacle in the far part. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 36,
		"canon_order": 2595
	},
	{
		"verseText": "They were double beneath, and in the same way they were all the way to its top to one ring. He did this to both of them in the two corners. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 36,
		"canon_order": 2596
	},
	{
		"verseText": "There were eight boards and their sockets of silver, sixteen sockets—under every board two sockets. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 36,
		"canon_order": 2597
	},
	{
		"verseText": "He made bars of acacia wood: five for the boards of the one side of the tabernacle, ",
		"book": "EXO",
		"verse": 31,
		"chapter": 36,
		"canon_order": 2598
	},
	{
		"verseText": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 36,
		"canon_order": 2599
	},
	{
		"verseText": "He made the middle bar to pass through in the middle of the boards from the one end to the other. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 36,
		"canon_order": 2600
	},
	{
		"verseText": "He overlaid the boards with gold, and made their rings of gold as places for the bars, and overlaid the bars with gold. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 36,
		"canon_order": 2601
	},
	{
		"verseText": "He made the veil of blue, purple, scarlet, and fine twined linen, with cherubim. He made it the work of a skillful workman. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 36,
		"canon_order": 2602
	},
	{
		"verseText": "He made four pillars of acacia for it, and overlaid them with gold. Their hooks were of gold. He cast four sockets of silver for them. ",
		"book": "EXO",
		"verse": 36,
		"chapter": 36,
		"canon_order": 2603
	},
	{
		"verseText": "He made a screen for the door of the tent, of blue, purple, scarlet, and fine twined linen, the work of an embroiderer; ",
		"book": "EXO",
		"verse": 37,
		"chapter": 36,
		"canon_order": 2604
	},
	{
		"verseText": "and the five pillars of it with their hooks. He overlaid their capitals and their fillets with gold, and their five sockets were of bronze. ",
		"book": "EXO",
		"verse": 38,
		"chapter": 36,
		"canon_order": 2605
	},
	{
		"verseText": "Bezalel made the ark of acacia wood. Its length was two and a half cubits, and its width a cubit and a half, and a cubit and a half its height. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 37,
		"canon_order": 2606
	},
	{
		"verseText": "He overlaid it with pure gold inside and outside, and made a molding of gold for it around it. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 37,
		"canon_order": 2607
	},
	{
		"verseText": "He cast four rings of gold for it in its four feet—two rings on its one side, and two rings on its other side. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 37,
		"canon_order": 2608
	},
	{
		"verseText": "He made poles of acacia wood and overlaid them with gold. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 37,
		"canon_order": 2609
	},
	{
		"verseText": "He put the poles into the rings on the sides of the ark, to bear the ark. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 37,
		"canon_order": 2610
	},
	{
		"verseText": "He made a mercy seat of pure gold. Its length was two and a half cubits, and a cubit and a half its width. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 37,
		"canon_order": 2611
	},
	{
		"verseText": "He made two cherubim of gold. He made them of beaten work, at the two ends of the mercy seat: ",
		"book": "EXO",
		"verse": 7,
		"chapter": 37,
		"canon_order": 2612
	},
	{
		"verseText": "one cherub at the one end, and one cherub at the other end. He made the cherubim of one piece with the mercy seat at its two ends. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 37,
		"canon_order": 2613
	},
	{
		"verseText": "The cherubim spread out their wings above, covering the mercy seat with their wings, with their faces toward one another. The faces of the cherubim were toward the mercy seat. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 37,
		"canon_order": 2614
	},
	{
		"verseText": "He made the table of acacia wood. Its length was two cubits, and its width was a cubit, and its height was a cubit and a half. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 37,
		"canon_order": 2615
	},
	{
		"verseText": "He overlaid it with pure gold, and made a gold molding around it. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 37,
		"canon_order": 2616
	},
	{
		"verseText": "He made a border of a hand’s width around it, and made a golden molding on its border around it. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 37,
		"canon_order": 2617
	},
	{
		"verseText": "He cast four rings of gold for it, and put the rings in the four corners that were on its four feet. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 37,
		"canon_order": 2618
	},
	{
		"verseText": "The rings were close by the border, the places for the poles to carry the table. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 37,
		"canon_order": 2619
	},
	{
		"verseText": "He made the poles of acacia wood, and overlaid them with gold, to carry the table. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 37,
		"canon_order": 2620
	},
	{
		"verseText": "He made the vessels which were on the table, its dishes, its spoons, its bowls, and its pitchers with which to pour out, of pure gold. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 37,
		"canon_order": 2621
	},
	{
		"verseText": "He made the lamp stand of pure gold. He made the lamp stand of beaten work. Its base, its shaft, its cups, its buds, and its flowers were of one piece with it. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 37,
		"canon_order": 2622
	},
	{
		"verseText": "There were six branches going out of its sides: three branches of the lamp stand out of its one side, and three branches of the lamp stand out of its other side: ",
		"book": "EXO",
		"verse": 18,
		"chapter": 37,
		"canon_order": 2623
	},
	{
		"verseText": "three cups made like almond blossoms in one branch, a bud and a flower, and three cups made like almond blossoms in the other branch, a bud and a flower; so for the six branches going out of the lamp stand. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 37,
		"canon_order": 2624
	},
	{
		"verseText": "In the lamp stand were four cups made like almond blossoms, its buds and its flowers; ",
		"book": "EXO",
		"verse": 20,
		"chapter": 37,
		"canon_order": 2625
	},
	{
		"verseText": "and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, for the six branches going out of it. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 37,
		"canon_order": 2626
	},
	{
		"verseText": "Their buds and their branches were of one piece with it. The whole thing was one beaten work of pure gold. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 37,
		"canon_order": 2627
	},
	{
		"verseText": "He made its seven lamps, and its snuffers, and its snuff dishes, of pure gold. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 37,
		"canon_order": 2628
	},
	{
		"verseText": "He made it of a talent of pure gold, with all its vessels. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 37,
		"canon_order": 2629
	},
	{
		"verseText": "He made the altar of incense of acacia wood. It was square: its length was a cubit, and its width a cubit. Its height was two cubits. Its horns were of one piece with it. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 37,
		"canon_order": 2630
	},
	{
		"verseText": "He overlaid it with pure gold: its top, its sides around it, and its horns. He made a gold molding around it. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 37,
		"canon_order": 2631
	},
	{
		"verseText": "He made two golden rings for it under its molding crown, on its two ribs, on its two sides, for places for poles with which to carry it. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 37,
		"canon_order": 2632
	},
	{
		"verseText": "He made the poles of acacia wood, and overlaid them with gold. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 37,
		"canon_order": 2633
	},
	{
		"verseText": "He made the holy anointing oil and the pure incense of sweet spices, after the art of the perfumer. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 37,
		"canon_order": 2634
	},
	{
		"verseText": "He made the altar of burnt offering of acacia wood. It was square. Its length was five cubits, its width was five cubits, and its height was three cubits. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 38,
		"canon_order": 2635
	},
	{
		"verseText": "He made its horns on its four corners. Its horns were of one piece with it, and he overlaid it with bronze. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 38,
		"canon_order": 2636
	},
	{
		"verseText": "He made all the vessels of the altar: the pots, the shovels, the basins, the forks, and the fire pans. He made all its vessels of bronze. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 38,
		"canon_order": 2637
	},
	{
		"verseText": "He made for the altar a grating of a network of bronze, under the ledge around it beneath, reaching halfway up. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 38,
		"canon_order": 2638
	},
	{
		"verseText": "He cast four rings for the four corners of bronze grating, to be places for the poles. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 38,
		"canon_order": 2639
	},
	{
		"verseText": "He made the poles of acacia wood, and overlaid them with bronze. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 38,
		"canon_order": 2640
	},
	{
		"verseText": "He put the poles into the rings on the sides of the altar, with which to carry it. He made it hollow with planks. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 38,
		"canon_order": 2641
	},
	{
		"verseText": "He made the basin of bronze, and its base of bronze, out of the mirrors of the ministering women who ministered at the door of the Tent of Meeting. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 38,
		"canon_order": 2642
	},
	{
		"verseText": "He made the court: for the south side southward the hangings of the court were of fine twined linen, one hundred cubits; ",
		"book": "EXO",
		"verse": 9,
		"chapter": 38,
		"canon_order": 2643
	},
	{
		"verseText": "their pillars were twenty, and their sockets twenty, of bronze; the hooks of the pillars and their fillets were of silver. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 38,
		"canon_order": 2644
	},
	{
		"verseText": "For the north side one hundred cubits, their pillars twenty, and their sockets twenty, of bronze; the hooks of the pillars, and their fillets, of silver. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 38,
		"canon_order": 2645
	},
	{
		"verseText": "For the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 38,
		"canon_order": 2646
	},
	{
		"verseText": "For the east side eastward fifty cubits, ",
		"book": "EXO",
		"verse": 13,
		"chapter": 38,
		"canon_order": 2647
	},
	{
		"verseText": "the hangings for the one side were fifteen cubits; their pillars three, and their sockets three; ",
		"book": "EXO",
		"verse": 14,
		"chapter": 38,
		"canon_order": 2648
	},
	{
		"verseText": "and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 38,
		"canon_order": 2649
	},
	{
		"verseText": "All the hangings around the court were of fine twined linen. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 38,
		"canon_order": 2650
	},
	{
		"verseText": "The sockets for the pillars were of bronze. The hooks of the pillars and their fillets were of silver. Their capitals were overlaid with silver. All the pillars of the court had silver bands. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 38,
		"canon_order": 2651
	},
	{
		"verseText": "The screen for the gate of the court was the work of the embroiderer, of blue, purple, scarlet, and fine twined linen. Twenty cubits was the length, and the height along the width was five cubits, like the hangings of the court. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 38,
		"canon_order": 2652
	},
	{
		"verseText": "Their pillars were four, and their sockets four, of bronze; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 38,
		"canon_order": 2653
	},
	{
		"verseText": "All the pins of the tabernacle, and around the court, were of bronze. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 38,
		"canon_order": 2654
	},
	{
		"verseText": "These are the amounts of materials used for the tabernacle, even the Tabernacle of the Testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 38,
		"canon_order": 2655
	},
	{
		"verseText": "Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 38,
		"canon_order": 2656
	},
	{
		"verseText": "With him was Oholiab, the son of Ahisamach, of the tribe of Dan, an engraver, and a skillful workman, and an embroiderer in blue, in purple, in scarlet, and in fine linen. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 38,
		"canon_order": 2657
	},
	{
		"verseText": "All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty-nine talents and seven hundred thirty shekels, according to the shekel of the sanctuary. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 38,
		"canon_order": 2658
	},
	{
		"verseText": "The silver of those who were counted of the congregation was one hundred talents and one thousand seven hundred seventy-five shekels, according to the shekel of the sanctuary: ",
		"book": "EXO",
		"verse": 25,
		"chapter": 38,
		"canon_order": 2659
	},
	{
		"verseText": "a beka a head, that is, half a shekel, according to the shekel of the sanctuary, for everyone who passed over to those who were counted, from twenty years old and upward, for six hundred three thousand five hundred fifty men. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 38,
		"canon_order": 2660
	},
	{
		"verseText": "The one hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil: one hundred sockets for the one hundred talents, one talent per socket. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 38,
		"canon_order": 2661
	},
	{
		"verseText": "From the one thousand seven hundred seventy-five shekels he made hooks for the pillars, overlaid their capitals, and made fillets for them. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 38,
		"canon_order": 2662
	},
	{
		"verseText": "The bronze of the offering was seventy talents and two thousand four hundred shekels. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 38,
		"canon_order": 2663
	},
	{
		"verseText": "With this he made the sockets to the door of the Tent of Meeting, the bronze altar, the bronze grating for it, all the vessels of the altar, ",
		"book": "EXO",
		"verse": 30,
		"chapter": 38,
		"canon_order": 2664
	},
	{
		"verseText": "the sockets around the court, the sockets of the gate of the court, all the pins of the tabernacle, and all the pins around the court. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 38,
		"canon_order": 2665
	},
	{
		"verseText": "Of the blue, purple, and scarlet, they made finely worked garments for ministering in the holy place, and made the holy garments for Aaron, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 1,
		"chapter": 39,
		"canon_order": 2666
	},
	{
		"verseText": "He made the ephod of gold, blue, purple, scarlet, and fine twined linen. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 39,
		"canon_order": 2667
	},
	{
		"verseText": "They beat the gold into thin plates, and cut it into wires, to work it in with the blue, the purple, the scarlet, and the fine linen, the work of the skillful workman. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 39,
		"canon_order": 2668
	},
	{
		"verseText": "They made shoulder straps for it, joined together. It was joined together at the two ends. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 39,
		"canon_order": 2669
	},
	{
		"verseText": "The skillfully woven band that was on it, with which to fasten it on, was of the same piece, like its work: of gold, of blue, purple, scarlet, and fine twined linen, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 39,
		"canon_order": 2670
	},
	{
		"verseText": "They worked the onyx stones, enclosed in settings of gold, engraved with the engravings of a signet, according to the names of the children of Israel. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 39,
		"canon_order": 2671
	},
	{
		"verseText": "He put them on the shoulder straps of the ephod, to be stones of memorial for the children of Israel, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 39,
		"canon_order": 2672
	},
	{
		"verseText": "He made the breastplate, the work of a skillful workman, like the work of the ephod: of gold, of blue, purple, scarlet, and fine twined linen. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 39,
		"canon_order": 2673
	},
	{
		"verseText": "It was square. They made the breastplate double. Its length was a span, and its width a span, being double. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 39,
		"canon_order": 2674
	},
	{
		"verseText": "They set in it four rows of stones. A row of ruby, topaz, and beryl was the first row; ",
		"book": "EXO",
		"verse": 10,
		"chapter": 39,
		"canon_order": 2675
	},
	{
		"verseText": "and the second row, a turquoise, a sapphire, and an emerald; ",
		"book": "EXO",
		"verse": 11,
		"chapter": 39,
		"canon_order": 2676
	},
	{
		"verseText": "and the third row, a jacinth, an agate, and an amethyst; ",
		"book": "EXO",
		"verse": 12,
		"chapter": 39,
		"canon_order": 2677
	},
	{
		"verseText": "and the fourth row, a chrysolite, an onyx, and a jasper. They were enclosed in gold settings. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 39,
		"canon_order": 2678
	},
	{
		"verseText": "The stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, everyone according to his name, for the twelve tribes. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 39,
		"canon_order": 2679
	},
	{
		"verseText": "They made on the breastplate chains like cords, of braided work of pure gold. ",
		"book": "EXO",
		"verse": 15,
		"chapter": 39,
		"canon_order": 2680
	},
	{
		"verseText": "They made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 39,
		"canon_order": 2681
	},
	{
		"verseText": "They put the two braided chains of gold in the two rings at the ends of the breastplate. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 39,
		"canon_order": 2682
	},
	{
		"verseText": "The other two ends of the two braided chains they put on the two settings, and put them on the shoulder straps of the ephod, in its front. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 39,
		"canon_order": 2683
	},
	{
		"verseText": "They made two rings of gold, and put them on the two ends of the breastplate, on its edge, which was toward the side of the ephod inward. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 39,
		"canon_order": 2684
	},
	{
		"verseText": "They made two more rings of gold, and put them on the two shoulder straps of the ephod underneath, in its front, close by its coupling, above the skillfully woven band of the ephod. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 39,
		"canon_order": 2685
	},
	{
		"verseText": "They bound the breastplate by its rings to the rings of the ephod with a lace of blue, that it might be on the skillfully woven band of the ephod, and that the breastplate might not come loose from the ephod, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 39,
		"canon_order": 2686
	},
	{
		"verseText": "He made the robe of the ephod of woven work, all of blue. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 39,
		"canon_order": 2687
	},
	{
		"verseText": "The opening of the robe in the middle of it was like the opening of a coat of mail, with a binding around its opening, that it should not be torn. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 39,
		"canon_order": 2688
	},
	{
		"verseText": "They made on the skirts of the robe pomegranates of blue, purple, scarlet, and twined linen. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 39,
		"canon_order": 2689
	},
	{
		"verseText": "They made bells of pure gold, and put the bells between the pomegranates around the skirts of the robe, between the pomegranates; ",
		"book": "EXO",
		"verse": 25,
		"chapter": 39,
		"canon_order": 2690
	},
	{
		"verseText": "a bell and a pomegranate, a bell and a pomegranate, around the skirts of the robe, to minister in, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 26,
		"chapter": 39,
		"canon_order": 2691
	},
	{
		"verseText": "They made the tunics of fine linen of woven work for Aaron and for his sons, ",
		"book": "EXO",
		"verse": 27,
		"chapter": 39,
		"canon_order": 2692
	},
	{
		"verseText": "the turban of fine linen, the linen headbands of fine linen, the linen trousers of fine twined linen, ",
		"book": "EXO",
		"verse": 28,
		"chapter": 39,
		"canon_order": 2693
	},
	{
		"verseText": "the sash of fine twined linen, blue, purple, and scarlet, the work of the embroiderer, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 39,
		"canon_order": 2694
	},
	{
		"verseText": "They made the plate of the holy crown of pure gold, and wrote on it an inscription, like the engravings of a signet: “HOLY TO YAHWEH”. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 39,
		"canon_order": 2695
	},
	{
		"verseText": "They tied to it a lace of blue, to fasten it on the turban above, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 39,
		"canon_order": 2696
	},
	{
		"verseText": "Thus all the work of the tabernacle of the Tent of Meeting was finished. The children of Israel did according to all that Yahweh commanded Moses; so they did. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 39,
		"canon_order": 2697
	},
	{
		"verseText": "They brought the tabernacle to Moses: the tent, with all its furniture, its clasps, its boards, its bars, its pillars, its sockets, ",
		"book": "EXO",
		"verse": 33,
		"chapter": 39,
		"canon_order": 2698
	},
	{
		"verseText": "the covering of rams’ skins dyed red, the covering of sea cow hides, the veil of the screen, ",
		"book": "EXO",
		"verse": 34,
		"chapter": 39,
		"canon_order": 2699
	},
	{
		"verseText": "the ark of the covenant with its poles, the mercy seat, ",
		"book": "EXO",
		"verse": 35,
		"chapter": 39,
		"canon_order": 2700
	},
	{
		"verseText": "the table, all its vessels, the show bread, ",
		"book": "EXO",
		"verse": 36,
		"chapter": 39,
		"canon_order": 2701
	},
	{
		"verseText": "the pure lamp stand, its lamps, even the lamps to be set in order, all its vessels, the oil for the light, ",
		"book": "EXO",
		"verse": 37,
		"chapter": 39,
		"canon_order": 2702
	},
	{
		"verseText": "the golden altar, the anointing oil, the sweet incense, the screen for the door of the Tent, ",
		"book": "EXO",
		"verse": 38,
		"chapter": 39,
		"canon_order": 2703
	},
	{
		"verseText": "the bronze altar, its grating of bronze, its poles, all of its vessels, the basin and its base, ",
		"book": "EXO",
		"verse": 39,
		"chapter": 39,
		"canon_order": 2704
	},
	{
		"verseText": "the hangings of the court, its pillars, its sockets, the screen for the gate of the court, its cords, its pins, and all the instruments of the service of the tabernacle, for the Tent of Meeting, ",
		"book": "EXO",
		"verse": 40,
		"chapter": 39,
		"canon_order": 2705
	},
	{
		"verseText": "the finely worked garments for ministering in the holy place, the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office. ",
		"book": "EXO",
		"verse": 41,
		"chapter": 39,
		"canon_order": 2706
	},
	{
		"verseText": "According to all that Yahweh commanded Moses, so the children of Israel did all the work. ",
		"book": "EXO",
		"verse": 42,
		"chapter": 39,
		"canon_order": 2707
	},
	{
		"verseText": "Moses saw all the work, and behold, they had done it as Yahweh had commanded. They had done so; and Moses blessed them. ",
		"book": "EXO",
		"verse": 43,
		"chapter": 39,
		"canon_order": 2708
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "EXO",
		"verse": 1,
		"chapter": 40,
		"canon_order": 2709
	},
	{
		"verseText": "“On the first day of the first month you shall raise up the tabernacle of the Tent of Meeting. ",
		"book": "EXO",
		"verse": 2,
		"chapter": 40,
		"canon_order": 2710
	},
	{
		"verseText": "You shall put the ark of the covenant in it, and you shall screen the ark with the veil. ",
		"book": "EXO",
		"verse": 3,
		"chapter": 40,
		"canon_order": 2711
	},
	{
		"verseText": "You shall bring in the table, and set in order the things that are on it. You shall bring in the lamp stand, and light its lamps. ",
		"book": "EXO",
		"verse": 4,
		"chapter": 40,
		"canon_order": 2712
	},
	{
		"verseText": "You shall set the golden altar for incense before the ark of the covenant, and put the screen of the door to the tabernacle. ",
		"book": "EXO",
		"verse": 5,
		"chapter": 40,
		"canon_order": 2713
	},
	{
		"verseText": "“You shall set the altar of burnt offering before the door of the tabernacle of the Tent of Meeting. ",
		"book": "EXO",
		"verse": 6,
		"chapter": 40,
		"canon_order": 2714
	},
	{
		"verseText": "You shall set the basin between the Tent of Meeting and the altar, and shall put water therein. ",
		"book": "EXO",
		"verse": 7,
		"chapter": 40,
		"canon_order": 2715
	},
	{
		"verseText": "You shall set up the court around it, and hang up the screen of the gate of the court. ",
		"book": "EXO",
		"verse": 8,
		"chapter": 40,
		"canon_order": 2716
	},
	{
		"verseText": "“You shall take the anointing oil, and anoint the tabernacle and all that is in it, and shall make it holy, and all its furniture, and it will be holy. ",
		"book": "EXO",
		"verse": 9,
		"chapter": 40,
		"canon_order": 2717
	},
	{
		"verseText": "You shall anoint the altar of burnt offering, with all its vessels, and sanctify the altar, and the altar will be most holy. ",
		"book": "EXO",
		"verse": 10,
		"chapter": 40,
		"canon_order": 2718
	},
	{
		"verseText": "You shall anoint the basin and its base, and sanctify it. ",
		"book": "EXO",
		"verse": 11,
		"chapter": 40,
		"canon_order": 2719
	},
	{
		"verseText": "“You shall bring Aaron and his sons to the door of the Tent of Meeting, and shall wash them with water. ",
		"book": "EXO",
		"verse": 12,
		"chapter": 40,
		"canon_order": 2720
	},
	{
		"verseText": "You shall put on Aaron the holy garments; and you shall anoint him, and sanctify him, that he may minister to me in the priest’s office. ",
		"book": "EXO",
		"verse": 13,
		"chapter": 40,
		"canon_order": 2721
	},
	{
		"verseText": "You shall bring his sons, and put tunics on them. ",
		"book": "EXO",
		"verse": 14,
		"chapter": 40,
		"canon_order": 2722
	},
	{
		"verseText": "You shall anoint them, as you anointed their father, that they may minister to me in the priest’s office. Their anointing shall be to them for an everlasting priesthood throughout their generations.” ",
		"book": "EXO",
		"verse": 15,
		"chapter": 40,
		"canon_order": 2723
	},
	{
		"verseText": "Moses did so. According to all that Yahweh commanded him, so he did. ",
		"book": "EXO",
		"verse": 16,
		"chapter": 40,
		"canon_order": 2724
	},
	{
		"verseText": "In the first month in the second year, on the first day of the month, the tabernacle was raised up. ",
		"book": "EXO",
		"verse": 17,
		"chapter": 40,
		"canon_order": 2725
	},
	{
		"verseText": "Moses raised up the tabernacle, and laid its sockets, and set up its boards, and put in its bars, and raised up its pillars. ",
		"book": "EXO",
		"verse": 18,
		"chapter": 40,
		"canon_order": 2726
	},
	{
		"verseText": "He spread the covering over the tent, and put the roof of the tabernacle above on it, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 19,
		"chapter": 40,
		"canon_order": 2727
	},
	{
		"verseText": "He took and put the covenant into the ark, and set the poles on the ark, and put the mercy seat above on the ark. ",
		"book": "EXO",
		"verse": 20,
		"chapter": 40,
		"canon_order": 2728
	},
	{
		"verseText": "He brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the covenant, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 21,
		"chapter": 40,
		"canon_order": 2729
	},
	{
		"verseText": "He put the table in the Tent of Meeting, on the north side of the tabernacle, outside of the veil. ",
		"book": "EXO",
		"verse": 22,
		"chapter": 40,
		"canon_order": 2730
	},
	{
		"verseText": "He set the bread in order on it before Yahweh, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 23,
		"chapter": 40,
		"canon_order": 2731
	},
	{
		"verseText": "He put the lamp stand in the Tent of Meeting, opposite the table, on the south side of the tabernacle. ",
		"book": "EXO",
		"verse": 24,
		"chapter": 40,
		"canon_order": 2732
	},
	{
		"verseText": "He lit the lamps before Yahweh, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 25,
		"chapter": 40,
		"canon_order": 2733
	},
	{
		"verseText": "He put the golden altar in the Tent of Meeting before the veil; ",
		"book": "EXO",
		"verse": 26,
		"chapter": 40,
		"canon_order": 2734
	},
	{
		"verseText": "and he burned incense of sweet spices on it, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 27,
		"chapter": 40,
		"canon_order": 2735
	},
	{
		"verseText": "He put up the screen of the door to the tabernacle. ",
		"book": "EXO",
		"verse": 28,
		"chapter": 40,
		"canon_order": 2736
	},
	{
		"verseText": "He set the altar of burnt offering at the door of the tabernacle of the Tent of Meeting, and offered on it the burnt offering and the meal offering, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 29,
		"chapter": 40,
		"canon_order": 2737
	},
	{
		"verseText": "He set the basin between the Tent of Meeting and the altar, and put water therein, with which to wash. ",
		"book": "EXO",
		"verse": 30,
		"chapter": 40,
		"canon_order": 2738
	},
	{
		"verseText": "Moses, Aaron, and his sons washed their hands and their feet there. ",
		"book": "EXO",
		"verse": 31,
		"chapter": 40,
		"canon_order": 2739
	},
	{
		"verseText": "When they went into the Tent of Meeting, and when they came near to the altar, they washed, as Yahweh commanded Moses. ",
		"book": "EXO",
		"verse": 32,
		"chapter": 40,
		"canon_order": 2740
	},
	{
		"verseText": "He raised up the court around the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work. ",
		"book": "EXO",
		"verse": 33,
		"chapter": 40,
		"canon_order": 2741
	},
	{
		"verseText": "Then the cloud covered the Tent of Meeting, and Yahweh’s glory filled the tabernacle. ",
		"book": "EXO",
		"verse": 34,
		"chapter": 40,
		"canon_order": 2742
	},
	{
		"verseText": "Moses wasn’t able to enter into the Tent of Meeting, because the cloud stayed on it, and Yahweh’s glory filled the tabernacle. ",
		"book": "EXO",
		"verse": 35,
		"chapter": 40,
		"canon_order": 2743
	},
	{
		"verseText": "When the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys; ",
		"book": "EXO",
		"verse": 36,
		"chapter": 40,
		"canon_order": 2744
	},
	{
		"verseText": "but if the cloud wasn’t taken up, then they didn’t travel until the day that it was taken up. ",
		"book": "EXO",
		"verse": 37,
		"chapter": 40,
		"canon_order": 2745
	},
	{
		"verseText": "For the cloud of Yahweh was on the tabernacle by day, and there was fire in the cloud by night, in the sight of all the house of Israel, throughout all their journeys. ",
		"book": "EXO",
		"verse": 38,
		"chapter": 40,
		"canon_order": 2746
	}
]