[
	{
		"verseText": "Paul, an apostle—not from men, nor through man, but through Jesus Christ, and God the Father, who raised him from the dead— ",
		"book": "GAL",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29055
	},
	{
		"verseText": "and all the brothers who are with me, to the assemblies of Galatia: ",
		"book": "GAL",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29056
	},
	{
		"verseText": "Grace to you and peace from God the Father and our Lord Jesus Christ, ",
		"book": "GAL",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29057
	},
	{
		"verseText": "who gave himself for our sins, that he might deliver us out of this present evil age, according to the will of our God and Father— ",
		"book": "GAL",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29058
	},
	{
		"verseText": "to whom be the glory forever and ever. Amen. ",
		"book": "GAL",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29059
	},
	{
		"verseText": "I marvel that you are so quickly deserting him who called you in the grace of Christ to a different “good news”, ",
		"book": "GAL",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29060
	},
	{
		"verseText": "but there isn’t another “good news.” Only there are some who trouble you and want to pervert the Good News of Christ. ",
		"book": "GAL",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29061
	},
	{
		"verseText": "But even though we, or an angel from heaven, should preach to you any “good news” other than that which we preached to you, let him be cursed. ",
		"book": "GAL",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29062
	},
	{
		"verseText": "As we have said before, so I now say again: if any man preaches to you any “good news” other than that which you received, let him be cursed. ",
		"book": "GAL",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29063
	},
	{
		"verseText": "For am I now seeking the favor of men, or of God? Or am I striving to please men? For if I were still pleasing men, I wouldn’t be a servant of Christ. ",
		"book": "GAL",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29064
	},
	{
		"verseText": "But I make known to you, brothers, concerning the Good News which was preached by me, that it is not according to man. ",
		"book": "GAL",
		"verse": 11,
		"chapter": 1,
		"canon_order": 29065
	},
	{
		"verseText": "For I didn’t receive it from man, nor was I taught it, but it came to me through revelation of Jesus Christ. ",
		"book": "GAL",
		"verse": 12,
		"chapter": 1,
		"canon_order": 29066
	},
	{
		"verseText": "For you have heard of my way of living in time past in the Jews’ religion, how that beyond measure I persecuted the assembly of God and ravaged it. ",
		"book": "GAL",
		"verse": 13,
		"chapter": 1,
		"canon_order": 29067
	},
	{
		"verseText": "I advanced in the Jews’ religion beyond many of my own age among my countrymen, being more exceedingly zealous for the traditions of my fathers. ",
		"book": "GAL",
		"verse": 14,
		"chapter": 1,
		"canon_order": 29068
	},
	{
		"verseText": "But when it was the good pleasure of God, who separated me from my mother’s womb and called me through his grace, ",
		"book": "GAL",
		"verse": 15,
		"chapter": 1,
		"canon_order": 29069
	},
	{
		"verseText": "to reveal his Son in me, that I might preach him among the Gentiles, I didn’t immediately confer with flesh and blood, ",
		"book": "GAL",
		"verse": 16,
		"chapter": 1,
		"canon_order": 29070
	},
	{
		"verseText": "nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia. Then I returned to Damascus. ",
		"book": "GAL",
		"verse": 17,
		"chapter": 1,
		"canon_order": 29071
	},
	{
		"verseText": "Then after three years I went up to Jerusalem to visit Peter, and stayed with him fifteen days. ",
		"book": "GAL",
		"verse": 18,
		"chapter": 1,
		"canon_order": 29072
	},
	{
		"verseText": "But of the other apostles I saw no one except James, the Lord’s brother. ",
		"book": "GAL",
		"verse": 19,
		"chapter": 1,
		"canon_order": 29073
	},
	{
		"verseText": "Now about the things which I write to you, behold, before God, I’m not lying. ",
		"book": "GAL",
		"verse": 20,
		"chapter": 1,
		"canon_order": 29074
	},
	{
		"verseText": "Then I came to the regions of Syria and Cilicia. ",
		"book": "GAL",
		"verse": 21,
		"chapter": 1,
		"canon_order": 29075
	},
	{
		"verseText": "I was still unknown by face to the assemblies of Judea which were in Christ, ",
		"book": "GAL",
		"verse": 22,
		"chapter": 1,
		"canon_order": 29076
	},
	{
		"verseText": "but they only heard, “He who once persecuted us now preaches the faith that he once tried to destroy.” ",
		"book": "GAL",
		"verse": 23,
		"chapter": 1,
		"canon_order": 29077
	},
	{
		"verseText": "So they glorified God in me. ",
		"book": "GAL",
		"verse": 24,
		"chapter": 1,
		"canon_order": 29078
	},
	{
		"verseText": "Then after a period of fourteen years I went up again to Jerusalem with Barnabas, taking Titus also with me. ",
		"book": "GAL",
		"verse": 1,
		"chapter": 2,
		"canon_order": 29079
	},
	{
		"verseText": "I went up by revelation, and I laid before them the Good News which I preach among the Gentiles, but privately before those who were respected, for fear that I might be running, or had run, in vain. ",
		"book": "GAL",
		"verse": 2,
		"chapter": 2,
		"canon_order": 29080
	},
	{
		"verseText": "But not even Titus, who was with me, being a Greek, was compelled to be circumcised. ",
		"book": "GAL",
		"verse": 3,
		"chapter": 2,
		"canon_order": 29081
	},
	{
		"verseText": "This was because of the false brothers secretly brought in, who stole in to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage, ",
		"book": "GAL",
		"verse": 4,
		"chapter": 2,
		"canon_order": 29082
	},
	{
		"verseText": "to whom we gave no place in the way of subjection, not for an hour, that the truth of the Good News might continue with you. ",
		"book": "GAL",
		"verse": 5,
		"chapter": 2,
		"canon_order": 29083
	},
	{
		"verseText": "But from those who were reputed to be important—whatever they were, it makes no difference to me; God doesn’t show partiality to man—they, I say, who were respected imparted nothing to me, ",
		"book": "GAL",
		"verse": 6,
		"chapter": 2,
		"canon_order": 29084
	},
	{
		"verseText": "but to the contrary, when they saw that I had been entrusted with the Good News for the uncircumcised, even as Peter with the Good News for the circumcised— ",
		"book": "GAL",
		"verse": 7,
		"chapter": 2,
		"canon_order": 29085
	},
	{
		"verseText": "for he who worked through Peter in the apostleship with the circumcised also worked through me with the Gentiles— ",
		"book": "GAL",
		"verse": 8,
		"chapter": 2,
		"canon_order": 29086
	},
	{
		"verseText": "and when they perceived the grace that was given to me, James and Cephas and John, those who were reputed to be pillars, gave to Barnabas and me the right hand of fellowship, that we should go to the Gentiles, and they to the circumcision. ",
		"book": "GAL",
		"verse": 9,
		"chapter": 2,
		"canon_order": 29087
	},
	{
		"verseText": "They only asked us to remember the poor—which very thing I was also zealous to do. ",
		"book": "GAL",
		"verse": 10,
		"chapter": 2,
		"canon_order": 29088
	},
	{
		"verseText": "But when Peter came to Antioch, I resisted him to his face, because he stood condemned. ",
		"book": "GAL",
		"verse": 11,
		"chapter": 2,
		"canon_order": 29089
	},
	{
		"verseText": "For before some people came from James, he ate with the Gentiles. But when they came, he drew back and separated himself, fearing those who were of the circumcision. ",
		"book": "GAL",
		"verse": 12,
		"chapter": 2,
		"canon_order": 29090
	},
	{
		"verseText": "And the rest of the Jews joined him in his hypocrisy, so that even Barnabas was carried away with their hypocrisy. ",
		"book": "GAL",
		"verse": 13,
		"chapter": 2,
		"canon_order": 29091
	},
	{
		"verseText": "But when I saw that they didn’t walk uprightly according to the truth of the Good News, I said to Peter before them all, “If you, being a Jew, live as the Gentiles do, and not as the Jews do, why do you compel the Gentiles to live as the Jews do? ",
		"book": "GAL",
		"verse": 14,
		"chapter": 2,
		"canon_order": 29092
	},
	{
		"verseText": "“We, being Jews by nature and not Gentile sinners, ",
		"book": "GAL",
		"verse": 15,
		"chapter": 2,
		"canon_order": 29093
	},
	{
		"verseText": "yet knowing that a man is not justified by the works of the law but through faith in Jesus Christ, even we believed in Christ Jesus, that we might be justified by faith in Christ and not by the works of the law, because no flesh will be justified by the works of the law. ",
		"book": "GAL",
		"verse": 16,
		"chapter": 2,
		"canon_order": 29094
	},
	{
		"verseText": "But if while we sought to be justified in Christ, we ourselves also were found sinners, is Christ a servant of sin? Certainly not! ",
		"book": "GAL",
		"verse": 17,
		"chapter": 2,
		"canon_order": 29095
	},
	{
		"verseText": "For if I build up again those things which I destroyed, I prove myself a law-breaker. ",
		"book": "GAL",
		"verse": 18,
		"chapter": 2,
		"canon_order": 29096
	},
	{
		"verseText": "For I through the law died to the law, that I might live to God. ",
		"book": "GAL",
		"verse": 19,
		"chapter": 2,
		"canon_order": 29097
	},
	{
		"verseText": "I have been crucified with Christ, and it is no longer I who live, but Christ lives in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me and gave himself up for me. ",
		"book": "GAL",
		"verse": 20,
		"chapter": 2,
		"canon_order": 29098
	},
	{
		"verseText": "I don’t reject the grace of God. For if righteousness is through the law, then Christ died for nothing!” ",
		"book": "GAL",
		"verse": 21,
		"chapter": 2,
		"canon_order": 29099
	},
	{
		"verseText": "Foolish Galatians, who has bewitched you not to obey the truth, before whose eyes Jesus Christ was openly portrayed among you as crucified? ",
		"book": "GAL",
		"verse": 1,
		"chapter": 3,
		"canon_order": 29100
	},
	{
		"verseText": "I just want to learn this from you: Did you receive the Spirit by the works of the law, or by hearing of faith? ",
		"book": "GAL",
		"verse": 2,
		"chapter": 3,
		"canon_order": 29101
	},
	{
		"verseText": "Are you so foolish? Having begun in the Spirit, are you now completed in the flesh? ",
		"book": "GAL",
		"verse": 3,
		"chapter": 3,
		"canon_order": 29102
	},
	{
		"verseText": "Did you suffer so many things in vain, if it is indeed in vain? ",
		"book": "GAL",
		"verse": 4,
		"chapter": 3,
		"canon_order": 29103
	},
	{
		"verseText": "He therefore who supplies the Spirit to you and does miracles among you, does he do it by the works of the law, or by hearing of faith? ",
		"book": "GAL",
		"verse": 5,
		"chapter": 3,
		"canon_order": 29104
	},
	{
		"verseText": "Even so, Abraham “believed God, and it was counted to him for righteousness.” ",
		"book": "GAL",
		"verse": 6,
		"chapter": 3,
		"canon_order": 29105
	},
	{
		"verseText": "Know therefore that those who are of faith are children of Abraham. ",
		"book": "GAL",
		"verse": 7,
		"chapter": 3,
		"canon_order": 29106
	},
	{
		"verseText": "The Scripture, foreseeing that God would justify the Gentiles by faith, preached the Good News beforehand to Abraham, saying, “In you all the nations will be blessed.” ",
		"book": "GAL",
		"verse": 8,
		"chapter": 3,
		"canon_order": 29107
	},
	{
		"verseText": "So then, those who are of faith are blessed with the faithful Abraham. ",
		"book": "GAL",
		"verse": 9,
		"chapter": 3,
		"canon_order": 29108
	},
	{
		"verseText": "For as many as are of the works of the law are under a curse. For it is written, “Cursed is everyone who doesn’t continue in all things that are written in the book of the law, to do them.” ",
		"book": "GAL",
		"verse": 10,
		"chapter": 3,
		"canon_order": 29109
	},
	{
		"verseText": "Now that no man is justified by the law before God is evident, for, “The righteous will live by faith.” ",
		"book": "GAL",
		"verse": 11,
		"chapter": 3,
		"canon_order": 29110
	},
	{
		"verseText": "The law is not of faith, but, “The man who does them will live by them.” ",
		"book": "GAL",
		"verse": 12,
		"chapter": 3,
		"canon_order": 29111
	},
	{
		"verseText": "Christ redeemed us from the curse of the law, having become a curse for us. For it is written, “Cursed is everyone who hangs on a tree,” ",
		"book": "GAL",
		"verse": 13,
		"chapter": 3,
		"canon_order": 29112
	},
	{
		"verseText": "that the blessing of Abraham might come on the Gentiles through Christ Jesus, that we might receive the promise of the Spirit through faith. ",
		"book": "GAL",
		"verse": 14,
		"chapter": 3,
		"canon_order": 29113
	},
	{
		"verseText": "Brothers, speaking of human terms, though it is only a man’s covenant, yet when it has been confirmed, no one makes it void or adds to it. ",
		"book": "GAL",
		"verse": 15,
		"chapter": 3,
		"canon_order": 29114
	},
	{
		"verseText": "Now the promises were spoken to Abraham and to his offspring. He doesn’t say, “To descendants”, as of many, but as of one, “To your offspring”, which is Christ. ",
		"book": "GAL",
		"verse": 16,
		"chapter": 3,
		"canon_order": 29115
	},
	{
		"verseText": "Now I say this: A covenant confirmed beforehand by God in Christ, the law, which came four hundred thirty years after, does not annul, so as to make the promise of no effect. ",
		"book": "GAL",
		"verse": 17,
		"chapter": 3,
		"canon_order": 29116
	},
	{
		"verseText": "For if the inheritance is of the law, it is no more of promise; but God has granted it to Abraham by promise. ",
		"book": "GAL",
		"verse": 18,
		"chapter": 3,
		"canon_order": 29117
	},
	{
		"verseText": "Then why is there the law? It was added because of transgressions, until the offspring should come to whom the promise has been made. It was ordained through angels by the hand of a mediator. ",
		"book": "GAL",
		"verse": 19,
		"chapter": 3,
		"canon_order": 29118
	},
	{
		"verseText": "Now a mediator is not between one, but God is one. ",
		"book": "GAL",
		"verse": 20,
		"chapter": 3,
		"canon_order": 29119
	},
	{
		"verseText": "Is the law then against the promises of God? Certainly not! For if there had been a law given which could make alive, most certainly righteousness would have been of the law. ",
		"book": "GAL",
		"verse": 21,
		"chapter": 3,
		"canon_order": 29120
	},
	{
		"verseText": "But the Scripture imprisoned all things under sin, that the promise by faith in Jesus Christ might be given to those who believe. ",
		"book": "GAL",
		"verse": 22,
		"chapter": 3,
		"canon_order": 29121
	},
	{
		"verseText": "But before faith came, we were kept in custody under the law, confined for the faith which should afterwards be revealed. ",
		"book": "GAL",
		"verse": 23,
		"chapter": 3,
		"canon_order": 29122
	},
	{
		"verseText": "So that the law has become our tutor to bring us to Christ, that we might be justified by faith. ",
		"book": "GAL",
		"verse": 24,
		"chapter": 3,
		"canon_order": 29123
	},
	{
		"verseText": "But now that faith has come, we are no longer under a tutor. ",
		"book": "GAL",
		"verse": 25,
		"chapter": 3,
		"canon_order": 29124
	},
	{
		"verseText": "For you are all children of God, through faith in Christ Jesus. ",
		"book": "GAL",
		"verse": 26,
		"chapter": 3,
		"canon_order": 29125
	},
	{
		"verseText": "For as many of you as were baptized into Christ have put on Christ. ",
		"book": "GAL",
		"verse": 27,
		"chapter": 3,
		"canon_order": 29126
	},
	{
		"verseText": "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus. ",
		"book": "GAL",
		"verse": 28,
		"chapter": 3,
		"canon_order": 29127
	},
	{
		"verseText": "If you are Christ’s, then you are Abraham’s offspring and heirs according to promise. ",
		"book": "GAL",
		"verse": 29,
		"chapter": 3,
		"canon_order": 29128
	},
	{
		"verseText": "But I say that so long as the heir is a child, he is no different from a bondservant, though he is lord of all, ",
		"book": "GAL",
		"verse": 1,
		"chapter": 4,
		"canon_order": 29129
	},
	{
		"verseText": "but is under guardians and stewards until the day appointed by the father. ",
		"book": "GAL",
		"verse": 2,
		"chapter": 4,
		"canon_order": 29130
	},
	{
		"verseText": "So we also, when we were children, were held in bondage under the elemental principles of the world. ",
		"book": "GAL",
		"verse": 3,
		"chapter": 4,
		"canon_order": 29131
	},
	{
		"verseText": "But when the fullness of the time came, God sent out his Son, born to a woman, born under the law, ",
		"book": "GAL",
		"verse": 4,
		"chapter": 4,
		"canon_order": 29132
	},
	{
		"verseText": "that he might redeem those who were under the law, that we might receive the adoption as children. ",
		"book": "GAL",
		"verse": 5,
		"chapter": 4,
		"canon_order": 29133
	},
	{
		"verseText": "And because you are children, God sent out the Spirit of his Son into your hearts, crying, “Abba, Father!” ",
		"book": "GAL",
		"verse": 6,
		"chapter": 4,
		"canon_order": 29134
	},
	{
		"verseText": "So you are no longer a bondservant, but a son; and if a son, then an heir of God through Christ. ",
		"book": "GAL",
		"verse": 7,
		"chapter": 4,
		"canon_order": 29135
	},
	{
		"verseText": "However at that time, not knowing God, you were in bondage to those who by nature are not gods. ",
		"book": "GAL",
		"verse": 8,
		"chapter": 4,
		"canon_order": 29136
	},
	{
		"verseText": "But now that you have come to know God, or rather to be known by God, why do you turn back again to the weak and miserable elemental principles, to which you desire to be in bondage all over again? ",
		"book": "GAL",
		"verse": 9,
		"chapter": 4,
		"canon_order": 29137
	},
	{
		"verseText": "You observe days, months, seasons, and years. ",
		"book": "GAL",
		"verse": 10,
		"chapter": 4,
		"canon_order": 29138
	},
	{
		"verseText": "I am afraid for you, that I might have wasted my labor for you. ",
		"book": "GAL",
		"verse": 11,
		"chapter": 4,
		"canon_order": 29139
	},
	{
		"verseText": "I beg you, brothers, become as I am, for I also have become as you are. You did me no wrong, ",
		"book": "GAL",
		"verse": 12,
		"chapter": 4,
		"canon_order": 29140
	},
	{
		"verseText": "but you know that because of weakness in the flesh I preached the Good News to you the first time. ",
		"book": "GAL",
		"verse": 13,
		"chapter": 4,
		"canon_order": 29141
	},
	{
		"verseText": "That which was a temptation to you in my flesh, you didn’t despise nor reject; but you received me as an angel of God, even as Christ Jesus. ",
		"book": "GAL",
		"verse": 14,
		"chapter": 4,
		"canon_order": 29142
	},
	{
		"verseText": "What was the blessing you enjoyed? For I testify to you that, if possible, you would have plucked out your eyes and given them to me. ",
		"book": "GAL",
		"verse": 15,
		"chapter": 4,
		"canon_order": 29143
	},
	{
		"verseText": "So then, have I become your enemy by telling you the truth? ",
		"book": "GAL",
		"verse": 16,
		"chapter": 4,
		"canon_order": 29144
	},
	{
		"verseText": "They zealously seek you in no good way. No, they desire to alienate you, that you may seek them. ",
		"book": "GAL",
		"verse": 17,
		"chapter": 4,
		"canon_order": 29145
	},
	{
		"verseText": "But it is always good to be zealous in a good cause, and not only when I am present with you. ",
		"book": "GAL",
		"verse": 18,
		"chapter": 4,
		"canon_order": 29146
	},
	{
		"verseText": "My little children, of whom I am again in travail until Christ is formed in you— ",
		"book": "GAL",
		"verse": 19,
		"chapter": 4,
		"canon_order": 29147
	},
	{
		"verseText": "but I could wish to be present with you now, and to change my tone, for I am perplexed about you. ",
		"book": "GAL",
		"verse": 20,
		"chapter": 4,
		"canon_order": 29148
	},
	{
		"verseText": "Tell me, you that desire to be under the law, don’t you listen to the law? ",
		"book": "GAL",
		"verse": 21,
		"chapter": 4,
		"canon_order": 29149
	},
	{
		"verseText": "For it is written that Abraham had two sons, one by the servant, and one by the free woman. ",
		"book": "GAL",
		"verse": 22,
		"chapter": 4,
		"canon_order": 29150
	},
	{
		"verseText": "However, the son by the servant was born according to the flesh, but the son by the free woman was born through promise. ",
		"book": "GAL",
		"verse": 23,
		"chapter": 4,
		"canon_order": 29151
	},
	{
		"verseText": "These things contain an allegory, for these are two covenants. One is from Mount Sinai, bearing children to bondage, which is Hagar. ",
		"book": "GAL",
		"verse": 24,
		"chapter": 4,
		"canon_order": 29152
	},
	{
		"verseText": "For this Hagar is Mount Sinai in Arabia, and answers to the Jerusalem that exists now, for she is in bondage with her children. ",
		"book": "GAL",
		"verse": 25,
		"chapter": 4,
		"canon_order": 29153
	},
	{
		"verseText": "But the Jerusalem that is above is free, which is the mother of us all. ",
		"book": "GAL",
		"verse": 26,
		"chapter": 4,
		"canon_order": 29154
	},
	{
		"verseText": "For it is written, “Rejoice, you barren who don’t bear. Break out and shout, you who don’t travail. For the desolate women have more children than her who has a husband.” ",
		"book": "GAL",
		"verse": 27,
		"chapter": 4,
		"canon_order": 29155
	},
	{
		"verseText": "Now we, brothers, as Isaac was, are children of promise. ",
		"book": "GAL",
		"verse": 28,
		"chapter": 4,
		"canon_order": 29156
	},
	{
		"verseText": "But as then, he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now. ",
		"book": "GAL",
		"verse": 29,
		"chapter": 4,
		"canon_order": 29157
	},
	{
		"verseText": "However, what does the Scripture say? “Throw out the servant and her son, for the son of the servant will not inherit with the son of the free woman.” ",
		"book": "GAL",
		"verse": 30,
		"chapter": 4,
		"canon_order": 29158
	},
	{
		"verseText": "So then, brothers, we are not children of a servant, but of the free woman. ",
		"book": "GAL",
		"verse": 31,
		"chapter": 4,
		"canon_order": 29159
	},
	{
		"verseText": "Stand firm therefore in the liberty by which Christ has made us free, and don’t be entangled again with a yoke of bondage. ",
		"book": "GAL",
		"verse": 1,
		"chapter": 5,
		"canon_order": 29160
	},
	{
		"verseText": "Behold, I, Paul, tell you that if you receive circumcision, Christ will profit you nothing. ",
		"book": "GAL",
		"verse": 2,
		"chapter": 5,
		"canon_order": 29161
	},
	{
		"verseText": "Yes, I testify again to every man who receives circumcision that he is a debtor to do the whole law. ",
		"book": "GAL",
		"verse": 3,
		"chapter": 5,
		"canon_order": 29162
	},
	{
		"verseText": "You are alienated from Christ, you who desire to be justified by the law. You have fallen away from grace. ",
		"book": "GAL",
		"verse": 4,
		"chapter": 5,
		"canon_order": 29163
	},
	{
		"verseText": "For we through the Spirit, by faith wait for the hope of righteousness. ",
		"book": "GAL",
		"verse": 5,
		"chapter": 5,
		"canon_order": 29164
	},
	{
		"verseText": "For in Christ Jesus neither circumcision nor uncircumcision amounts to anything, but faith working through love. ",
		"book": "GAL",
		"verse": 6,
		"chapter": 5,
		"canon_order": 29165
	},
	{
		"verseText": "You were running well! Who interfered with you that you should not obey the truth? ",
		"book": "GAL",
		"verse": 7,
		"chapter": 5,
		"canon_order": 29166
	},
	{
		"verseText": "This persuasion is not from him who calls you. ",
		"book": "GAL",
		"verse": 8,
		"chapter": 5,
		"canon_order": 29167
	},
	{
		"verseText": "A little yeast grows through the whole lump. ",
		"book": "GAL",
		"verse": 9,
		"chapter": 5,
		"canon_order": 29168
	},
	{
		"verseText": "I have confidence toward you in the Lord that you will think no other way. But he who troubles you will bear his judgment, whoever he is. ",
		"book": "GAL",
		"verse": 10,
		"chapter": 5,
		"canon_order": 29169
	},
	{
		"verseText": "But I, brothers, if I still preach circumcision, why am I still persecuted? Then the stumbling block of the cross has been removed. ",
		"book": "GAL",
		"verse": 11,
		"chapter": 5,
		"canon_order": 29170
	},
	{
		"verseText": "I wish that those who disturb you would cut themselves off. ",
		"book": "GAL",
		"verse": 12,
		"chapter": 5,
		"canon_order": 29171
	},
	{
		"verseText": "For you, brothers, were called for freedom. Only don’t use your freedom an an opportunity for the flesh, but through love be servants to one another. ",
		"book": "GAL",
		"verse": 13,
		"chapter": 5,
		"canon_order": 29172
	},
	{
		"verseText": "For the whole law is fulfilled in one word, in this: “You shall love your neighbor as yourself.” ",
		"book": "GAL",
		"verse": 14,
		"chapter": 5,
		"canon_order": 29173
	},
	{
		"verseText": "But if you bite and devour one another, be careful that you don’t consume one another. ",
		"book": "GAL",
		"verse": 15,
		"chapter": 5,
		"canon_order": 29174
	},
	{
		"verseText": "But I say, walk by the Spirit, and you won’t fulfill the lust of the flesh. ",
		"book": "GAL",
		"verse": 16,
		"chapter": 5,
		"canon_order": 29175
	},
	{
		"verseText": "For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, that you may not do the things that you desire. ",
		"book": "GAL",
		"verse": 17,
		"chapter": 5,
		"canon_order": 29176
	},
	{
		"verseText": "But if you are led by the Spirit, you are not under the law. ",
		"book": "GAL",
		"verse": 18,
		"chapter": 5,
		"canon_order": 29177
	},
	{
		"verseText": "Now the deeds of the flesh are obvious, which are: adultery, sexual immorality, uncleanness, lustfulness, ",
		"book": "GAL",
		"verse": 19,
		"chapter": 5,
		"canon_order": 29178
	},
	{
		"verseText": "idolatry, sorcery, hatred, strife, jealousies, outbursts of anger, rivalries, divisions, heresies, ",
		"book": "GAL",
		"verse": 20,
		"chapter": 5,
		"canon_order": 29179
	},
	{
		"verseText": "envy, murders, drunkenness, orgies, and things like these; of which I forewarn you, even as I also forewarned you, that those who practice such things will not inherit God’s Kingdom. ",
		"book": "GAL",
		"verse": 21,
		"chapter": 5,
		"canon_order": 29180
	},
	{
		"verseText": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith, ",
		"book": "GAL",
		"verse": 22,
		"chapter": 5,
		"canon_order": 29181
	},
	{
		"verseText": "gentleness, and self-control. Against such things there is no law. ",
		"book": "GAL",
		"verse": 23,
		"chapter": 5,
		"canon_order": 29182
	},
	{
		"verseText": "Those who belong to Christ have crucified the flesh with its passions and lusts. ",
		"book": "GAL",
		"verse": 24,
		"chapter": 5,
		"canon_order": 29183
	},
	{
		"verseText": "If we live by the Spirit, let’s also walk by the Spirit. ",
		"book": "GAL",
		"verse": 25,
		"chapter": 5,
		"canon_order": 29184
	},
	{
		"verseText": "Let’s not become conceited, provoking one another, and envying one another. ",
		"book": "GAL",
		"verse": 26,
		"chapter": 5,
		"canon_order": 29185
	},
	{
		"verseText": "Brothers, even if a man is caught in some fault, you who are spiritual must restore such a one in a spirit of gentleness, looking to yourself so that you also aren’t tempted. ",
		"book": "GAL",
		"verse": 1,
		"chapter": 6,
		"canon_order": 29186
	},
	{
		"verseText": "Bear one another’s burdens, and so fulfill the law of Christ. ",
		"book": "GAL",
		"verse": 2,
		"chapter": 6,
		"canon_order": 29187
	},
	{
		"verseText": "For if a man thinks himself to be something when he is nothing, he deceives himself. ",
		"book": "GAL",
		"verse": 3,
		"chapter": 6,
		"canon_order": 29188
	},
	{
		"verseText": "But let each man examine his own work, and then he will have reason to boast in himself, and not in someone else. ",
		"book": "GAL",
		"verse": 4,
		"chapter": 6,
		"canon_order": 29189
	},
	{
		"verseText": "For each man will bear his own burden. ",
		"book": "GAL",
		"verse": 5,
		"chapter": 6,
		"canon_order": 29190
	},
	{
		"verseText": "But let him who is taught in the word share all good things with him who teaches. ",
		"book": "GAL",
		"verse": 6,
		"chapter": 6,
		"canon_order": 29191
	},
	{
		"verseText": "Don’t be deceived. God is not mocked, for whatever a man sows, that he will also reap. ",
		"book": "GAL",
		"verse": 7,
		"chapter": 6,
		"canon_order": 29192
	},
	{
		"verseText": "For he who sows to his own flesh will from the flesh reap corruption. But he who sows to the Spirit will from the Spirit reap eternal life. ",
		"book": "GAL",
		"verse": 8,
		"chapter": 6,
		"canon_order": 29193
	},
	{
		"verseText": "Let’s not be weary in doing good, for we will reap in due season if we don’t give up. ",
		"book": "GAL",
		"verse": 9,
		"chapter": 6,
		"canon_order": 29194
	},
	{
		"verseText": "So then, as we have opportunity, let’s do what is good toward all men, and especially toward those who are of the household of the faith. ",
		"book": "GAL",
		"verse": 10,
		"chapter": 6,
		"canon_order": 29195
	},
	{
		"verseText": "See with what large letters I write to you with my own hand. ",
		"book": "GAL",
		"verse": 11,
		"chapter": 6,
		"canon_order": 29196
	},
	{
		"verseText": "As many as desire to make a good impression in the flesh compel you to be circumcised, just so they may not be persecuted for the cross of Christ. ",
		"book": "GAL",
		"verse": 12,
		"chapter": 6,
		"canon_order": 29197
	},
	{
		"verseText": "For even they who receive circumcision don’t keep the law themselves, but they desire to have you circumcised, so that they may boast in your flesh. ",
		"book": "GAL",
		"verse": 13,
		"chapter": 6,
		"canon_order": 29198
	},
	{
		"verseText": "But far be it from me to boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world. ",
		"book": "GAL",
		"verse": 14,
		"chapter": 6,
		"canon_order": 29199
	},
	{
		"verseText": "For in Christ Jesus neither is circumcision anything, nor uncircumcision, but a new creation. ",
		"book": "GAL",
		"verse": 15,
		"chapter": 6,
		"canon_order": 29200
	},
	{
		"verseText": "As many as walk by this rule, peace and mercy be on them, and on God’s Israel. ",
		"book": "GAL",
		"verse": 16,
		"chapter": 6,
		"canon_order": 29201
	},
	{
		"verseText": "From now on, let no one cause me any trouble, for I bear the marks of the Lord Jesus branded on my body. ",
		"book": "GAL",
		"verse": 17,
		"chapter": 6,
		"canon_order": 29202
	},
	{
		"verseText": "The grace of our Lord Jesus Christ be with your spirit, brothers. Amen. ",
		"book": "GAL",
		"verse": 18,
		"chapter": 6,
		"canon_order": 29203
	}
]