[
	{
		"verseText": "In the second year of Darius the king, in the sixth month, in the first day of the month, Yahweh’s word came by Haggai the prophet, to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying, ",
		"book": "HAG",
		"verse": 1,
		"chapter": 1,
		"canon_order": 22842
	},
	{
		"verseText": "“This is what Yahweh of Armies says: These people say, ‘The time hasn’t yet come, the time for Yahweh’s house to be built.’” ",
		"book": "HAG",
		"verse": 2,
		"chapter": 1,
		"canon_order": 22843
	},
	{
		"verseText": "Then Yahweh’s word came by Haggai the prophet, saying, ",
		"book": "HAG",
		"verse": 3,
		"chapter": 1,
		"canon_order": 22844
	},
	{
		"verseText": "“Is it a time for you yourselves to dwell in your paneled houses, while this house lies waste? ",
		"book": "HAG",
		"verse": 4,
		"chapter": 1,
		"canon_order": 22845
	},
	{
		"verseText": "Now therefore this is what Yahweh of Armies says: ‘Consider your ways. ",
		"book": "HAG",
		"verse": 5,
		"chapter": 1,
		"canon_order": 22846
	},
	{
		"verseText": "You have sown much, and bring in little. You eat, but you don’t have enough. You drink, but you aren’t filled with drink. You clothe yourselves, but no one is warm; and he who earns wages earns wages to put them into a bag with holes in it.’ ",
		"book": "HAG",
		"verse": 6,
		"chapter": 1,
		"canon_order": 22847
	},
	{
		"verseText": "“This is what Yahweh of Armies says: ‘Consider your ways. ",
		"book": "HAG",
		"verse": 7,
		"chapter": 1,
		"canon_order": 22848
	},
	{
		"verseText": "Go up to the mountain, bring wood, and build the house. I will take pleasure in it, and I will be glorified,” says Yahweh. ",
		"book": "HAG",
		"verse": 8,
		"chapter": 1,
		"canon_order": 22849
	},
	{
		"verseText": "“You looked for much, and, behold, it came to little; and when you brought it home, I blew it away. Why?” says Yahweh of Armies, “Because of my house that lies waste, while each of you is busy with his own house. ",
		"book": "HAG",
		"verse": 9,
		"chapter": 1,
		"canon_order": 22850
	},
	{
		"verseText": "Therefore for your sake the heavens withhold the dew, and the earth withholds its fruit. ",
		"book": "HAG",
		"verse": 10,
		"chapter": 1,
		"canon_order": 22851
	},
	{
		"verseText": "I called for a drought on the land, on the mountains, on the grain, on the new wine, on the oil, on that which the ground produces, on men, on livestock, and on all the labor of the hands.” ",
		"book": "HAG",
		"verse": 11,
		"chapter": 1,
		"canon_order": 22852
	},
	{
		"verseText": "Then Zerubbabel the son of Shealtiel and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed Yahweh their God’s voice, and the words of Haggai the prophet, as Yahweh their God, had sent him; and the people feared Yahweh. ",
		"book": "HAG",
		"verse": 12,
		"chapter": 1,
		"canon_order": 22853
	},
	{
		"verseText": "Then Haggai, Yahweh’s messenger, spoke Yahweh’s message to the people, saying, “I am with you,” says Yahweh. ",
		"book": "HAG",
		"verse": 13,
		"chapter": 1,
		"canon_order": 22854
	},
	{
		"verseText": "Yahweh stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of Yahweh of Armies, their God, ",
		"book": "HAG",
		"verse": 14,
		"chapter": 1,
		"canon_order": 22855
	},
	{
		"verseText": "in the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king. ",
		"book": "HAG",
		"verse": 15,
		"chapter": 1,
		"canon_order": 22856
	},
	{
		"verseText": "In the seventh month, in the twenty-first day of the month, Yahweh’s word came by Haggai the prophet, saying, ",
		"book": "HAG",
		"verse": 1,
		"chapter": 2,
		"canon_order": 22857
	},
	{
		"verseText": "“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying, ",
		"book": "HAG",
		"verse": 2,
		"chapter": 2,
		"canon_order": 22858
	},
	{
		"verseText": "‘Who is left among you who saw this house in its former glory? How do you see it now? Isn’t it in your eyes as nothing? ",
		"book": "HAG",
		"verse": 3,
		"chapter": 2,
		"canon_order": 22859
	},
	{
		"verseText": "Yet now be strong, Zerubbabel,’ says Yahweh. ‘Be strong, Joshua son of Jehozadak, the high priest. Be strong, all you people of the land,’ says Yahweh, ‘and work, for I am with you,’ says Yahweh of Armies. ",
		"book": "HAG",
		"verse": 4,
		"chapter": 2,
		"canon_order": 22860
	},
	{
		"verseText": "This is the word that I covenanted with you when you came out of Egypt, and my Spirit lived among you. ‘Don’t be afraid.’ ",
		"book": "HAG",
		"verse": 5,
		"chapter": 2,
		"canon_order": 22861
	},
	{
		"verseText": "For this is what Yahweh of Armies says: ‘Yet once more, it is a little while, and I will shake the heavens, the earth, the sea, and the dry land; ",
		"book": "HAG",
		"verse": 6,
		"chapter": 2,
		"canon_order": 22862
	},
	{
		"verseText": "and I will shake all nations. The treasure of all nations will come, and I will fill this house with glory, says Yahweh of Armies. ",
		"book": "HAG",
		"verse": 7,
		"chapter": 2,
		"canon_order": 22863
	},
	{
		"verseText": "The silver is mine, and the gold is mine,’ says Yahweh of Armies. ",
		"book": "HAG",
		"verse": 8,
		"chapter": 2,
		"canon_order": 22864
	},
	{
		"verseText": "‘The latter glory of this house will be greater than the former,’ says Yahweh of Armies; ‘and in this place I will give peace,’ says Yahweh of Armies.” ",
		"book": "HAG",
		"verse": 9,
		"chapter": 2,
		"canon_order": 22865
	},
	{
		"verseText": "In the twenty-fourth day of the ninth month, in the second year of Darius, Yahweh’s word came by Haggai the prophet, saying, ",
		"book": "HAG",
		"verse": 10,
		"chapter": 2,
		"canon_order": 22866
	},
	{
		"verseText": "“Yahweh of Armies says: Ask now the priests concerning the law, saying, ",
		"book": "HAG",
		"verse": 11,
		"chapter": 2,
		"canon_order": 22867
	},
	{
		"verseText": "‘If someone carries holy meat in the fold of his garment, and with his fold touches bread, stew, wine, oil, or any food, will it become holy?’” The priests answered, “No.” ",
		"book": "HAG",
		"verse": 12,
		"chapter": 2,
		"canon_order": 22868
	},
	{
		"verseText": "Then Haggai said, “If one who is unclean by reason of a dead body touch any of these, will it be unclean?” The priests answered, “It will be unclean.” ",
		"book": "HAG",
		"verse": 13,
		"chapter": 2,
		"canon_order": 22869
	},
	{
		"verseText": "Then Haggai answered, “‘So is this people, and so is this nation before me,’ says Yahweh; ‘and so is every work of their hands. That which they offer there is unclean. ",
		"book": "HAG",
		"verse": 14,
		"chapter": 2,
		"canon_order": 22870
	},
	{
		"verseText": "Now, please consider from this day and backward, before a stone was laid on a stone in Yahweh’s temple. ",
		"book": "HAG",
		"verse": 15,
		"chapter": 2,
		"canon_order": 22871
	},
	{
		"verseText": "Through all that time, when one came to a heap of twenty measures, there were only ten. When one came to the wine vat to draw out fifty, there were only twenty. ",
		"book": "HAG",
		"verse": 16,
		"chapter": 2,
		"canon_order": 22872
	},
	{
		"verseText": "I struck you with blight, mildew, and hail in all the work of your hands; yet you didn’t turn to me,’ says Yahweh. ",
		"book": "HAG",
		"verse": 17,
		"chapter": 2,
		"canon_order": 22873
	},
	{
		"verseText": "‘Consider, please, from this day and backward, from the twenty-fourth day of the ninth month, since the day that the foundation of Yahweh’s temple was laid, consider it. ",
		"book": "HAG",
		"verse": 18,
		"chapter": 2,
		"canon_order": 22874
	},
	{
		"verseText": "Is the seed yet in the barn? Yes, the vine, the fig tree, the pomegranate, and the olive tree haven’t produced. From today I will bless you.’” ",
		"book": "HAG",
		"verse": 19,
		"chapter": 2,
		"canon_order": 22875
	},
	{
		"verseText": "Yahweh’s word came the second time to Haggai in the twenty-fourth day of the month, saying, ",
		"book": "HAG",
		"verse": 20,
		"chapter": 2,
		"canon_order": 22876
	},
	{
		"verseText": "“Speak to Zerubbabel, governor of Judah, saying, ‘I will shake the heavens and the earth. ",
		"book": "HAG",
		"verse": 21,
		"chapter": 2,
		"canon_order": 22877
	},
	{
		"verseText": "I will overthrow the throne of kingdoms. I will destroy the strength of the kingdoms of the nations. I will overthrow the chariots and those who ride in them. The horses and their riders will come down, everyone by the sword of his brother. ",
		"book": "HAG",
		"verse": 22,
		"chapter": 2,
		"canon_order": 22878
	},
	{
		"verseText": "In that day, says Yahweh of Armies, I will take you, Zerubbabel my servant, the son of Shealtiel,’ says Yahweh, ‘and will make you like a signet ring, for I have chosen you,’ says Yahweh of Armies.” ",
		"book": "HAG",
		"verse": 23,
		"chapter": 2,
		"canon_order": 22879
	}
]