[
	{
		"verseText": "There was a man in the land of Uz, whose name was Job. That man was blameless and upright, and one who feared God, and turned away from evil. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 1,
		"canon_order": 12871
	},
	{
		"verseText": "There were born to him seven sons and three daughters. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 1,
		"canon_order": 12872
	},
	{
		"verseText": "His possessions also were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very great household; so that this man was the greatest of all the children of the east. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 1,
		"canon_order": 12873
	},
	{
		"verseText": "His sons went and held a feast in the house of each one on his birthday; and they sent and called for their three sisters to eat and to drink with them. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 1,
		"canon_order": 12874
	},
	{
		"verseText": "It was so, when the days of their feasting had run their course, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned, and renounced God in their hearts.” Job did so continually. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 1,
		"canon_order": 12875
	},
	{
		"verseText": "Now on the day when God’s sons came to present themselves before Yahweh, Satan also came among them. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 1,
		"canon_order": 12876
	},
	{
		"verseText": "Yahweh said to Satan, “Where have you come from?” Then Satan answered Yahweh, and said, “From going back and forth in the earth, and from walking up and down in it.” ",
		"book": "JOB",
		"verse": 7,
		"chapter": 1,
		"canon_order": 12877
	},
	{
		"verseText": "Yahweh said to Satan, “Have you considered my servant, Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil.” ",
		"book": "JOB",
		"verse": 8,
		"chapter": 1,
		"canon_order": 12878
	},
	{
		"verseText": "Then Satan answered Yahweh, and said, “Does Job fear God for nothing? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 1,
		"canon_order": 12879
	},
	{
		"verseText": "Haven’t you made a hedge around him, and around his house, and around all that he has, on every side? You have blessed the work of his hands, and his substance is increased in the land. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 1,
		"canon_order": 12880
	},
	{
		"verseText": "But stretch out your hand now, and touch all that he has, and he will renounce you to your face.” ",
		"book": "JOB",
		"verse": 11,
		"chapter": 1,
		"canon_order": 12881
	},
	{
		"verseText": "Yahweh said to Satan, “Behold, all that he has is in your power. Only on himself don’t stretch out your hand.” So Satan went out from the presence of Yahweh. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 1,
		"canon_order": 12882
	},
	{
		"verseText": "It fell on a day when his sons and his daughters were eating and drinking wine in their oldest brother’s house, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 1,
		"canon_order": 12883
	},
	{
		"verseText": "that a messenger came to Job, and said, “The oxen were plowing, and the donkeys feeding beside them, ",
		"book": "JOB",
		"verse": 14,
		"chapter": 1,
		"canon_order": 12884
	},
	{
		"verseText": "and the Sabeans attacked, and took them away. Yes, they have killed the servants with the edge of the sword, and I alone have escaped to tell you.” ",
		"book": "JOB",
		"verse": 15,
		"chapter": 1,
		"canon_order": 12885
	},
	{
		"verseText": "While he was still speaking, another also came and said, “The fire of God has fallen from the sky, and has burned up the sheep and the servants, and consumed them, and I alone have escaped to tell you.” ",
		"book": "JOB",
		"verse": 16,
		"chapter": 1,
		"canon_order": 12886
	},
	{
		"verseText": "While he was still speaking, another also came and said, “The Chaldeans made three bands, and swept down on the camels, and have taken them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you.” ",
		"book": "JOB",
		"verse": 17,
		"chapter": 1,
		"canon_order": 12887
	},
	{
		"verseText": "While he was still speaking, there came also another, and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house, ",
		"book": "JOB",
		"verse": 18,
		"chapter": 1,
		"canon_order": 12888
	},
	{
		"verseText": "and behold, there came a great wind from the wilderness, and struck the four corners of the house, and it fell on the young men, and they are dead. I alone have escaped to tell you.” ",
		"book": "JOB",
		"verse": 19,
		"chapter": 1,
		"canon_order": 12889
	},
	{
		"verseText": "Then Job arose, and tore his robe, and shaved his head, and fell down on the ground, and worshiped. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 1,
		"canon_order": 12890
	},
	{
		"verseText": "He said, “Naked I came out of my mother’s womb, and naked will I return there. Yahweh gave, and Yahweh has taken away. Blessed be Yahweh’s name.” ",
		"book": "JOB",
		"verse": 21,
		"chapter": 1,
		"canon_order": 12891
	},
	{
		"verseText": "In all this, Job didn’t sin, nor charge God with wrongdoing. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 1,
		"canon_order": 12892
	},
	{
		"verseText": "Again, on the day when God’s sons came to present themselves before Yahweh, Satan came also among them to present himself before Yahweh. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 2,
		"canon_order": 12893
	},
	{
		"verseText": "Yahweh said to Satan, “Where have you come from?” Satan answered Yahweh, and said, “From going back and forth in the earth, and from walking up and down in it.” ",
		"book": "JOB",
		"verse": 2,
		"chapter": 2,
		"canon_order": 12894
	},
	{
		"verseText": "Yahweh said to Satan, “Have you considered my servant Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil. He still maintains his integrity, although you incited me against him, to ruin him without cause.” ",
		"book": "JOB",
		"verse": 3,
		"chapter": 2,
		"canon_order": 12895
	},
	{
		"verseText": "Satan answered Yahweh, and said, “Skin for skin. Yes, all that a man has he will give for his life. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 2,
		"canon_order": 12896
	},
	{
		"verseText": "But stretch out your hand now, and touch his bone and his flesh, and he will renounce you to your face.” ",
		"book": "JOB",
		"verse": 5,
		"chapter": 2,
		"canon_order": 12897
	},
	{
		"verseText": "Yahweh said to Satan, “Behold, he is in your hand. Only spare his life.” ",
		"book": "JOB",
		"verse": 6,
		"chapter": 2,
		"canon_order": 12898
	},
	{
		"verseText": "So Satan went out from the presence of Yahweh, and struck Job with painful sores from the sole of his foot to his head. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 2,
		"canon_order": 12899
	},
	{
		"verseText": "He took for himself a potsherd to scrape himself with, and he sat among the ashes. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 2,
		"canon_order": 12900
	},
	{
		"verseText": "Then his wife said to him, “Do you still maintain your integrity? Renounce God, and die.” ",
		"book": "JOB",
		"verse": 9,
		"chapter": 2,
		"canon_order": 12901
	},
	{
		"verseText": "But he said to her, “You speak as one of the foolish women would speak. What? Shall we receive good at the hand of God, and shall we not receive evil?” In all this Job didn’t sin with his lips. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 2,
		"canon_order": 12902
	},
	{
		"verseText": "Now when Job’s three friends heard of all this evil that had come on him, they each came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and to comfort him. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 2,
		"canon_order": 12903
	},
	{
		"verseText": "When they lifted up their eyes from a distance, and didn’t recognize him, they raised their voices, and wept; and they each tore his robe, and sprinkled dust on their heads toward the sky. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 2,
		"canon_order": 12904
	},
	{
		"verseText": "So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his grief was very great. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 2,
		"canon_order": 12905
	},
	{
		"verseText": "After this Job opened his mouth, and cursed the day of his birth. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 3,
		"canon_order": 12906
	},
	{
		"verseText": "Job answered: ",
		"book": "JOB",
		"verse": 2,
		"chapter": 3,
		"canon_order": 12907
	},
	{
		"verseText": "“Let the day perish in which I was born, the night which said, ‘There is a boy conceived.’ ",
		"book": "JOB",
		"verse": 3,
		"chapter": 3,
		"canon_order": 12908
	},
	{
		"verseText": "Let that day be darkness. Don’t let God from above seek for it, neither let the light shine on it. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 3,
		"canon_order": 12909
	},
	{
		"verseText": "Let darkness and the shadow of death claim it for their own. Let a cloud dwell on it. Let all that makes the day black terrify it. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 3,
		"canon_order": 12910
	},
	{
		"verseText": "As for that night, let thick darkness seize on it. Let it not rejoice among the days of the year. Let it not come into the number of the months. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 3,
		"canon_order": 12911
	},
	{
		"verseText": "Behold, let that night be barren. Let no joyful voice come therein. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 3,
		"canon_order": 12912
	},
	{
		"verseText": "Let them curse it who curse the day, who are ready to rouse up leviathan. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 3,
		"canon_order": 12913
	},
	{
		"verseText": "Let the stars of its twilight be dark. Let it look for light, but have none, neither let it see the eyelids of the morning, ",
		"book": "JOB",
		"verse": 9,
		"chapter": 3,
		"canon_order": 12914
	},
	{
		"verseText": "because it didn’t shut up the doors of my mother’s womb, nor did it hide trouble from my eyes. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 3,
		"canon_order": 12915
	},
	{
		"verseText": "“Why didn’t I die from the womb? Why didn’t I give up the spirit when my mother bore me? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 3,
		"canon_order": 12916
	},
	{
		"verseText": "Why did the knees receive me? Or why the breast, that I should nurse? ",
		"book": "JOB",
		"verse": 12,
		"chapter": 3,
		"canon_order": 12917
	},
	{
		"verseText": "For now I should have lain down and been quiet. I should have slept, then I would have been at rest, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 3,
		"canon_order": 12918
	},
	{
		"verseText": "with kings and counselors of the earth, who built up waste places for themselves; ",
		"book": "JOB",
		"verse": 14,
		"chapter": 3,
		"canon_order": 12919
	},
	{
		"verseText": "or with princes who had gold, who filled their houses with silver; ",
		"book": "JOB",
		"verse": 15,
		"chapter": 3,
		"canon_order": 12920
	},
	{
		"verseText": "or as a hidden untimely birth I had not been, as infants who never saw light. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 3,
		"canon_order": 12921
	},
	{
		"verseText": "There the wicked cease from troubling. There the weary are at rest. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 3,
		"canon_order": 12922
	},
	{
		"verseText": "There the prisoners are at ease together. They don’t hear the voice of the taskmaster. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 3,
		"canon_order": 12923
	},
	{
		"verseText": "The small and the great are there. The servant is free from his master. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 3,
		"canon_order": 12924
	},
	{
		"verseText": "“Why is light given to him who is in misery, life to the bitter in soul, ",
		"book": "JOB",
		"verse": 20,
		"chapter": 3,
		"canon_order": 12925
	},
	{
		"verseText": "who long for death, but it doesn’t come; and dig for it more than for hidden treasures, ",
		"book": "JOB",
		"verse": 21,
		"chapter": 3,
		"canon_order": 12926
	},
	{
		"verseText": "who rejoice exceedingly, and are glad, when they can find the grave? ",
		"book": "JOB",
		"verse": 22,
		"chapter": 3,
		"canon_order": 12927
	},
	{
		"verseText": "Why is light given to a man whose way is hidden, whom God has hedged in? ",
		"book": "JOB",
		"verse": 23,
		"chapter": 3,
		"canon_order": 12928
	},
	{
		"verseText": "For my sighing comes before I eat. My groanings are poured out like water. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 3,
		"canon_order": 12929
	},
	{
		"verseText": "For the thing which I fear comes on me, that which I am afraid of comes to me. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 3,
		"canon_order": 12930
	},
	{
		"verseText": "I am not at ease, neither am I quiet, neither do I have rest; but trouble comes.” ",
		"book": "JOB",
		"verse": 26,
		"chapter": 3,
		"canon_order": 12931
	},
	{
		"verseText": "Then Eliphaz the Temanite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 4,
		"canon_order": 12932
	},
	{
		"verseText": "“If someone ventures to talk with you, will you be grieved? But who can withhold himself from speaking? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 4,
		"canon_order": 12933
	},
	{
		"verseText": "Behold, you have instructed many, you have strengthened the weak hands. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 4,
		"canon_order": 12934
	},
	{
		"verseText": "Your words have supported him who was falling, you have made the feeble knees firm. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 4,
		"canon_order": 12935
	},
	{
		"verseText": "But now it has come to you, and you faint. It touches you, and you are troubled. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 4,
		"canon_order": 12936
	},
	{
		"verseText": "Isn’t your piety your confidence? Isn’t the integrity of your ways your hope? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 4,
		"canon_order": 12937
	},
	{
		"verseText": "“Remember, now, whoever perished, being innocent? Or where were the upright cut off? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 4,
		"canon_order": 12938
	},
	{
		"verseText": "According to what I have seen, those who plow iniquity and sow trouble, reap the same. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 4,
		"canon_order": 12939
	},
	{
		"verseText": "By the breath of God they perish. By the blast of his anger are they consumed. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 4,
		"canon_order": 12940
	},
	{
		"verseText": "The roaring of the lion, and the voice of the fierce lion, the teeth of the young lions, are broken. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 4,
		"canon_order": 12941
	},
	{
		"verseText": "The old lion perishes for lack of prey. The cubs of the lioness are scattered abroad. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 4,
		"canon_order": 12942
	},
	{
		"verseText": "“Now a thing was secretly brought to me. My ear received a whisper of it. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 4,
		"canon_order": 12943
	},
	{
		"verseText": "In thoughts from the visions of the night, when deep sleep falls on men, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 4,
		"canon_order": 12944
	},
	{
		"verseText": "fear came on me, and trembling, which made all my bones shake. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 4,
		"canon_order": 12945
	},
	{
		"verseText": "Then a spirit passed before my face. The hair of my flesh stood up. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 4,
		"canon_order": 12946
	},
	{
		"verseText": "It stood still, but I couldn’t discern its appearance. A form was before my eyes. Silence, then I heard a voice, saying, ",
		"book": "JOB",
		"verse": 16,
		"chapter": 4,
		"canon_order": 12947
	},
	{
		"verseText": "‘Shall mortal man be more just than God? Shall a man be more pure than his Maker? ",
		"book": "JOB",
		"verse": 17,
		"chapter": 4,
		"canon_order": 12948
	},
	{
		"verseText": "Behold, he puts no trust in his servants. He charges his angels with error. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 4,
		"canon_order": 12949
	},
	{
		"verseText": "How much more those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth! ",
		"book": "JOB",
		"verse": 19,
		"chapter": 4,
		"canon_order": 12950
	},
	{
		"verseText": "Between morning and evening they are destroyed. They perish forever without any regarding it. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 4,
		"canon_order": 12951
	},
	{
		"verseText": "Isn’t their tent cord plucked up within them? They die, and that without wisdom.’ ",
		"book": "JOB",
		"verse": 21,
		"chapter": 4,
		"canon_order": 12952
	},
	{
		"verseText": "“Call now; is there any who will answer you? To which of the holy ones will you turn? ",
		"book": "JOB",
		"verse": 1,
		"chapter": 5,
		"canon_order": 12953
	},
	{
		"verseText": "For resentment kills the foolish man, and jealousy kills the simple. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 5,
		"canon_order": 12954
	},
	{
		"verseText": "I have seen the foolish taking root, but suddenly I cursed his habitation. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 5,
		"canon_order": 12955
	},
	{
		"verseText": "His children are far from safety. They are crushed in the gate. Neither is there any to deliver them, ",
		"book": "JOB",
		"verse": 4,
		"chapter": 5,
		"canon_order": 12956
	},
	{
		"verseText": "whose harvest the hungry eat up, and take it even out of the thorns. The snare gapes for their substance. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 5,
		"canon_order": 12957
	},
	{
		"verseText": "For affliction doesn’t come out of the dust, neither does trouble spring out of the ground; ",
		"book": "JOB",
		"verse": 6,
		"chapter": 5,
		"canon_order": 12958
	},
	{
		"verseText": "but man is born to trouble, as the sparks fly upward. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 5,
		"canon_order": 12959
	},
	{
		"verseText": "“But as for me, I would seek God. I would commit my cause to God, ",
		"book": "JOB",
		"verse": 8,
		"chapter": 5,
		"canon_order": 12960
	},
	{
		"verseText": "who does great things that can’t be fathomed, marvelous things without number; ",
		"book": "JOB",
		"verse": 9,
		"chapter": 5,
		"canon_order": 12961
	},
	{
		"verseText": "who gives rain on the earth, and sends waters on the fields; ",
		"book": "JOB",
		"verse": 10,
		"chapter": 5,
		"canon_order": 12962
	},
	{
		"verseText": "so that he sets up on high those who are low, those who mourn are exalted to safety. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 5,
		"canon_order": 12963
	},
	{
		"verseText": "He frustrates the plans of the crafty, so that their hands can’t perform their enterprise. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 5,
		"canon_order": 12964
	},
	{
		"verseText": "He takes the wise in their own craftiness; the counsel of the cunning is carried headlong. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 5,
		"canon_order": 12965
	},
	{
		"verseText": "They meet with darkness in the day time, and grope at noonday as in the night. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 5,
		"canon_order": 12966
	},
	{
		"verseText": "But he saves from the sword of their mouth, even the needy from the hand of the mighty. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 5,
		"canon_order": 12967
	},
	{
		"verseText": "So the poor has hope, and injustice shuts her mouth. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 5,
		"canon_order": 12968
	},
	{
		"verseText": "“Behold, happy is the man whom God corrects. Therefore do not despise the chastening of the Almighty. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 5,
		"canon_order": 12969
	},
	{
		"verseText": "For he wounds and binds up. He injures and his hands make whole. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 5,
		"canon_order": 12970
	},
	{
		"verseText": "He will deliver you in six troubles; yes, in seven no evil will touch you. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 5,
		"canon_order": 12971
	},
	{
		"verseText": "In famine he will redeem you from death; in war, from the power of the sword. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 5,
		"canon_order": 12972
	},
	{
		"verseText": "You will be hidden from the scourge of the tongue, neither will you be afraid of destruction when it comes. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 5,
		"canon_order": 12973
	},
	{
		"verseText": "You will laugh at destruction and famine, neither will you be afraid of the animals of the earth. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 5,
		"canon_order": 12974
	},
	{
		"verseText": "For you will be allied with the stones of the field. The animals of the field will be at peace with you. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 5,
		"canon_order": 12975
	},
	{
		"verseText": "You will know that your tent is in peace. You will visit your fold, and will miss nothing. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 5,
		"canon_order": 12976
	},
	{
		"verseText": "You will know also that your offspring will be great, your offspring as the grass of the earth. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 5,
		"canon_order": 12977
	},
	{
		"verseText": "You will come to your grave in a full age, like a shock of grain comes in its season. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 5,
		"canon_order": 12978
	},
	{
		"verseText": "Behold, we have researched it. It is so. Hear it, and know it for your good.” ",
		"book": "JOB",
		"verse": 27,
		"chapter": 5,
		"canon_order": 12979
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 6,
		"canon_order": 12980
	},
	{
		"verseText": "“Oh that my anguish were weighed, and all my calamity laid in the balances! ",
		"book": "JOB",
		"verse": 2,
		"chapter": 6,
		"canon_order": 12981
	},
	{
		"verseText": "For now it would be heavier than the sand of the seas, therefore my words have been rash. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 6,
		"canon_order": 12982
	},
	{
		"verseText": "For the arrows of the Almighty are within me. My spirit drinks up their poison. The terrors of God set themselves in array against me. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 6,
		"canon_order": 12983
	},
	{
		"verseText": "Does the wild donkey bray when he has grass? Or does the ox low over his fodder? ",
		"book": "JOB",
		"verse": 5,
		"chapter": 6,
		"canon_order": 12984
	},
	{
		"verseText": "Can that which has no flavor be eaten without salt? Or is there any taste in the white of an egg? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 6,
		"canon_order": 12985
	},
	{
		"verseText": "My soul refuses to touch them. They are as loathsome food to me. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 6,
		"canon_order": 12986
	},
	{
		"verseText": "“Oh that I might have my request, that God would grant the thing that I long for, ",
		"book": "JOB",
		"verse": 8,
		"chapter": 6,
		"canon_order": 12987
	},
	{
		"verseText": "even that it would please God to crush me; that he would let loose his hand, and cut me off! ",
		"book": "JOB",
		"verse": 9,
		"chapter": 6,
		"canon_order": 12988
	},
	{
		"verseText": "Let it still be my consolation, yes, let me exult in pain that doesn’t spare, that I have not denied the words of the Holy One. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 6,
		"canon_order": 12989
	},
	{
		"verseText": "What is my strength, that I should wait? What is my end, that I should be patient? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 6,
		"canon_order": 12990
	},
	{
		"verseText": "Is my strength the strength of stones? Or is my flesh of bronze? ",
		"book": "JOB",
		"verse": 12,
		"chapter": 6,
		"canon_order": 12991
	},
	{
		"verseText": "Isn’t it that I have no help in me, that wisdom is driven away from me? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 6,
		"canon_order": 12992
	},
	{
		"verseText": "“To him who is ready to faint, kindness should be shown from his friend; even to him who forsakes the fear of the Almighty. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 6,
		"canon_order": 12993
	},
	{
		"verseText": "My brothers have dealt deceitfully as a brook, as the channel of brooks that pass away; ",
		"book": "JOB",
		"verse": 15,
		"chapter": 6,
		"canon_order": 12994
	},
	{
		"verseText": "which are black by reason of the ice, in which the snow hides itself. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 6,
		"canon_order": 12995
	},
	{
		"verseText": "In the dry season, they vanish. When it is hot, they are consumed out of their place. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 6,
		"canon_order": 12996
	},
	{
		"verseText": "The caravans that travel beside them turn away. They go up into the waste, and perish. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 6,
		"canon_order": 12997
	},
	{
		"verseText": "The caravans of Tema looked. The companies of Sheba waited for them. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 6,
		"canon_order": 12998
	},
	{
		"verseText": "They were distressed because they were confident. They came there, and were confounded. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 6,
		"canon_order": 12999
	},
	{
		"verseText": "For now you are nothing. You see a terror, and are afraid. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 6,
		"canon_order": 13000
	},
	{
		"verseText": "Did I ever say, ‘Give to me?’ or, ‘Offer a present for me from your substance?’ ",
		"book": "JOB",
		"verse": 22,
		"chapter": 6,
		"canon_order": 13001
	},
	{
		"verseText": "or, ‘Deliver me from the adversary’s hand?’ or, ‘Redeem me from the hand of the oppressors?’ ",
		"book": "JOB",
		"verse": 23,
		"chapter": 6,
		"canon_order": 13002
	},
	{
		"verseText": "“Teach me, and I will hold my peace. Cause me to understand my error. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 6,
		"canon_order": 13003
	},
	{
		"verseText": "How forcible are words of uprightness! But your reproof, what does it reprove? ",
		"book": "JOB",
		"verse": 25,
		"chapter": 6,
		"canon_order": 13004
	},
	{
		"verseText": "Do you intend to reprove words, since the speeches of one who is desperate are as wind? ",
		"book": "JOB",
		"verse": 26,
		"chapter": 6,
		"canon_order": 13005
	},
	{
		"verseText": "Yes, you would even cast lots for the fatherless, and make merchandise of your friend. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 6,
		"canon_order": 13006
	},
	{
		"verseText": "Now therefore be pleased to look at me, for surely I will not lie to your face. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 6,
		"canon_order": 13007
	},
	{
		"verseText": "Please return. Let there be no injustice. Yes, return again. My cause is righteous. ",
		"book": "JOB",
		"verse": 29,
		"chapter": 6,
		"canon_order": 13008
	},
	{
		"verseText": "Is there injustice on my tongue? Can’t my taste discern mischievous things? ",
		"book": "JOB",
		"verse": 30,
		"chapter": 6,
		"canon_order": 13009
	},
	{
		"verseText": "“Isn’t a man forced to labor on earth? Aren’t his days like the days of a hired hand? ",
		"book": "JOB",
		"verse": 1,
		"chapter": 7,
		"canon_order": 13010
	},
	{
		"verseText": "As a servant who earnestly desires the shadow, as a hireling who looks for his wages, ",
		"book": "JOB",
		"verse": 2,
		"chapter": 7,
		"canon_order": 13011
	},
	{
		"verseText": "so I am made to possess months of misery, wearisome nights are appointed to me. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 7,
		"canon_order": 13012
	},
	{
		"verseText": "When I lie down, I say, ‘When will I arise, and the night be gone?’ I toss and turn until the dawning of the day. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 7,
		"canon_order": 13013
	},
	{
		"verseText": "My flesh is clothed with worms and clods of dust. My skin closes up, and breaks out afresh. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 7,
		"canon_order": 13014
	},
	{
		"verseText": "My days are swifter than a weaver’s shuttle, and are spent without hope. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 7,
		"canon_order": 13015
	},
	{
		"verseText": "Oh remember that my life is a breath. My eye will no more see good. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 7,
		"canon_order": 13016
	},
	{
		"verseText": "The eye of him who sees me will see me no more. Your eyes will be on me, but I will not be. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 7,
		"canon_order": 13017
	},
	{
		"verseText": "As the cloud is consumed and vanishes away, so he who goes down to Sheol will come up no more. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 7,
		"canon_order": 13018
	},
	{
		"verseText": "He will return no more to his house, neither will his place know him any more. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 7,
		"canon_order": 13019
	},
	{
		"verseText": "“Therefore I will not keep silent. I will speak in the anguish of my spirit. I will complain in the bitterness of my soul. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 7,
		"canon_order": 13020
	},
	{
		"verseText": "Am I a sea, or a sea monster, that you put a guard over me? ",
		"book": "JOB",
		"verse": 12,
		"chapter": 7,
		"canon_order": 13021
	},
	{
		"verseText": "When I say, ‘My bed will comfort me. My couch will ease my complaint,’ ",
		"book": "JOB",
		"verse": 13,
		"chapter": 7,
		"canon_order": 13022
	},
	{
		"verseText": "then you scare me with dreams and terrify me through visions, ",
		"book": "JOB",
		"verse": 14,
		"chapter": 7,
		"canon_order": 13023
	},
	{
		"verseText": "so that my soul chooses strangling, death rather than my bones. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 7,
		"canon_order": 13024
	},
	{
		"verseText": "I loathe my life. I don’t want to live forever. Leave me alone, for my days are but a breath. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 7,
		"canon_order": 13025
	},
	{
		"verseText": "What is man, that you should magnify him, that you should set your mind on him, ",
		"book": "JOB",
		"verse": 17,
		"chapter": 7,
		"canon_order": 13026
	},
	{
		"verseText": "that you should visit him every morning, and test him every moment? ",
		"book": "JOB",
		"verse": 18,
		"chapter": 7,
		"canon_order": 13027
	},
	{
		"verseText": "How long will you not look away from me, nor leave me alone until I swallow down my spittle? ",
		"book": "JOB",
		"verse": 19,
		"chapter": 7,
		"canon_order": 13028
	},
	{
		"verseText": "If I have sinned, what do I do to you, you watcher of men? Why have you set me as a mark for you, so that I am a burden to myself? ",
		"book": "JOB",
		"verse": 20,
		"chapter": 7,
		"canon_order": 13029
	},
	{
		"verseText": "Why do you not pardon my disobedience, and take away my iniquity? For now will I lie down in the dust. You will seek me diligently, but I will not be.” ",
		"book": "JOB",
		"verse": 21,
		"chapter": 7,
		"canon_order": 13030
	},
	{
		"verseText": "Then Bildad the Shuhite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 8,
		"canon_order": 13031
	},
	{
		"verseText": "“How long will you speak these things? Shall the words of your mouth be a mighty wind? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 8,
		"canon_order": 13032
	},
	{
		"verseText": "Does God pervert justice? Or does the Almighty pervert righteousness? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 8,
		"canon_order": 13033
	},
	{
		"verseText": "If your children have sinned against him, he has delivered them into the hand of their disobedience. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 8,
		"canon_order": 13034
	},
	{
		"verseText": "If you want to seek God diligently, make your supplication to the Almighty. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 8,
		"canon_order": 13035
	},
	{
		"verseText": "If you were pure and upright, surely now he would awaken for you, and make the habitation of your righteousness prosperous. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 8,
		"canon_order": 13036
	},
	{
		"verseText": "Though your beginning was small, yet your latter end would greatly increase. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 8,
		"canon_order": 13037
	},
	{
		"verseText": "“Please inquire of past generations. Find out about the learning of their fathers. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 8,
		"canon_order": 13038
	},
	{
		"verseText": "(For we are but of yesterday, and know nothing, because our days on earth are a shadow.) ",
		"book": "JOB",
		"verse": 9,
		"chapter": 8,
		"canon_order": 13039
	},
	{
		"verseText": "Shall they not teach you, tell you, and utter words out of their heart? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 8,
		"canon_order": 13040
	},
	{
		"verseText": "“Can the papyrus grow up without mire? Can the rushes grow without water? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 8,
		"canon_order": 13041
	},
	{
		"verseText": "While it is yet in its greenness, not cut down, it withers before any other reed. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 8,
		"canon_order": 13042
	},
	{
		"verseText": "So are the paths of all who forget God. The hope of the godless man will perish, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 8,
		"canon_order": 13043
	},
	{
		"verseText": "whose confidence will break apart, whose trust is a spider’s web. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 8,
		"canon_order": 13044
	},
	{
		"verseText": "He will lean on his house, but it will not stand. He will cling to it, but it will not endure. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 8,
		"canon_order": 13045
	},
	{
		"verseText": "He is green before the sun. His shoots go out along his garden. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 8,
		"canon_order": 13046
	},
	{
		"verseText": "His roots are wrapped around the rock pile. He sees the place of stones. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 8,
		"canon_order": 13047
	},
	{
		"verseText": "If he is destroyed from his place, then it will deny him, saying, ‘I have not seen you.’ ",
		"book": "JOB",
		"verse": 18,
		"chapter": 8,
		"canon_order": 13048
	},
	{
		"verseText": "Behold, this is the joy of his way. Out of the earth, others will spring. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 8,
		"canon_order": 13049
	},
	{
		"verseText": "“Behold, God will not cast away a blameless man, neither will he uphold the evildoers. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 8,
		"canon_order": 13050
	},
	{
		"verseText": "He will still fill your mouth with laughter, your lips with shouting. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 8,
		"canon_order": 13051
	},
	{
		"verseText": "Those who hate you will be clothed with shame. The tent of the wicked will be no more.” ",
		"book": "JOB",
		"verse": 22,
		"chapter": 8,
		"canon_order": 13052
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 9,
		"canon_order": 13053
	},
	{
		"verseText": "“Truly I know that it is so, but how can man be just with God? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 9,
		"canon_order": 13054
	},
	{
		"verseText": "If he is pleased to contend with him, he can’t answer him one time in a thousand. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 9,
		"canon_order": 13055
	},
	{
		"verseText": "God is wise in heart, and mighty in strength. Who has hardened himself against him and prospered? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 9,
		"canon_order": 13056
	},
	{
		"verseText": "He removes the mountains, and they don’t know it, when he overturns them in his anger. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 9,
		"canon_order": 13057
	},
	{
		"verseText": "He shakes the earth out of its place. Its pillars tremble. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 9,
		"canon_order": 13058
	},
	{
		"verseText": "He commands the sun and it doesn’t rise, and seals up the stars. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 9,
		"canon_order": 13059
	},
	{
		"verseText": "He alone stretches out the heavens, and treads on the waves of the sea. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 9,
		"canon_order": 13060
	},
	{
		"verseText": "He makes the Bear, Orion, and the Pleiades, and the rooms of the south. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 9,
		"canon_order": 13061
	},
	{
		"verseText": "He does great things past finding out; yes, marvelous things without number. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 9,
		"canon_order": 13062
	},
	{
		"verseText": "Behold, he goes by me, and I don’t see him. He passes on also, but I don’t perceive him. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 9,
		"canon_order": 13063
	},
	{
		"verseText": "Behold, he snatches away. Who can hinder him? Who will ask him, ‘What are you doing?’ ",
		"book": "JOB",
		"verse": 12,
		"chapter": 9,
		"canon_order": 13064
	},
	{
		"verseText": "“God will not withdraw his anger. The helpers of Rahab stoop under him. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 9,
		"canon_order": 13065
	},
	{
		"verseText": "How much less will I answer him, and choose my words to argue with him? ",
		"book": "JOB",
		"verse": 14,
		"chapter": 9,
		"canon_order": 13066
	},
	{
		"verseText": "Though I were righteous, yet I wouldn’t answer him. I would make supplication to my judge. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 9,
		"canon_order": 13067
	},
	{
		"verseText": "If I had called, and he had answered me, yet I wouldn’t believe that he listened to my voice. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 9,
		"canon_order": 13068
	},
	{
		"verseText": "For he breaks me with a storm, and multiplies my wounds without cause. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 9,
		"canon_order": 13069
	},
	{
		"verseText": "He will not allow me to catch my breath, but fills me with bitterness. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 9,
		"canon_order": 13070
	},
	{
		"verseText": "If it is a matter of strength, behold, he is mighty! If of justice, ‘Who,’ says he, ‘will summon me?’ ",
		"book": "JOB",
		"verse": 19,
		"chapter": 9,
		"canon_order": 13071
	},
	{
		"verseText": "Though I am righteous, my own mouth will condemn me. Though I am blameless, it will prove me perverse. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 9,
		"canon_order": 13072
	},
	{
		"verseText": "I am blameless. I don’t respect myself. I despise my life. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 9,
		"canon_order": 13073
	},
	{
		"verseText": "“It is all the same. Therefore I say he destroys the blameless and the wicked. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 9,
		"canon_order": 13074
	},
	{
		"verseText": "If the scourge kills suddenly, he will mock at the trial of the innocent. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 9,
		"canon_order": 13075
	},
	{
		"verseText": "The earth is given into the hand of the wicked. He covers the faces of its judges. If not he, then who is it? ",
		"book": "JOB",
		"verse": 24,
		"chapter": 9,
		"canon_order": 13076
	},
	{
		"verseText": "“Now my days are swifter than a runner. They flee away. They see no good. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 9,
		"canon_order": 13077
	},
	{
		"verseText": "They have passed away as the swift ships, as the eagle that swoops on the prey. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 9,
		"canon_order": 13078
	},
	{
		"verseText": "If I say, ‘I will forget my complaint, I will put off my sad face, and cheer up,’ ",
		"book": "JOB",
		"verse": 27,
		"chapter": 9,
		"canon_order": 13079
	},
	{
		"verseText": "I am afraid of all my sorrows. I know that you will not hold me innocent. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 9,
		"canon_order": 13080
	},
	{
		"verseText": "I will be condemned. Why then do I labor in vain? ",
		"book": "JOB",
		"verse": 29,
		"chapter": 9,
		"canon_order": 13081
	},
	{
		"verseText": "If I wash myself with snow, and cleanse my hands with lye, ",
		"book": "JOB",
		"verse": 30,
		"chapter": 9,
		"canon_order": 13082
	},
	{
		"verseText": "yet you will plunge me in the ditch. My own clothes will abhor me. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 9,
		"canon_order": 13083
	},
	{
		"verseText": "For he is not a man, as I am, that I should answer him, that we should come together in judgment. ",
		"book": "JOB",
		"verse": 32,
		"chapter": 9,
		"canon_order": 13084
	},
	{
		"verseText": "There is no umpire between us, that might lay his hand on us both. ",
		"book": "JOB",
		"verse": 33,
		"chapter": 9,
		"canon_order": 13085
	},
	{
		"verseText": "Let him take his rod away from me. Let his terror not make me afraid; ",
		"book": "JOB",
		"verse": 34,
		"chapter": 9,
		"canon_order": 13086
	},
	{
		"verseText": "then I would speak, and not fear him, for I am not so in myself. ",
		"book": "JOB",
		"verse": 35,
		"chapter": 9,
		"canon_order": 13087
	},
	{
		"verseText": "“My soul is weary of my life. I will give free course to my complaint. I will speak in the bitterness of my soul. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 10,
		"canon_order": 13088
	},
	{
		"verseText": "I will tell God, ‘Do not condemn me. Show me why you contend with me. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 10,
		"canon_order": 13089
	},
	{
		"verseText": "Is it good to you that you should oppress, that you should despise the work of your hands, and smile on the counsel of the wicked? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 10,
		"canon_order": 13090
	},
	{
		"verseText": "Do you have eyes of flesh? Or do you see as man sees? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 10,
		"canon_order": 13091
	},
	{
		"verseText": "Are your days as the days of mortals, or your years as man’s years, ",
		"book": "JOB",
		"verse": 5,
		"chapter": 10,
		"canon_order": 13092
	},
	{
		"verseText": "that you inquire after my iniquity, and search after my sin? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 10,
		"canon_order": 13093
	},
	{
		"verseText": "Although you know that I am not wicked, there is no one who can deliver out of your hand. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 10,
		"canon_order": 13094
	},
	{
		"verseText": "“‘Your hands have framed me and fashioned me altogether, yet you destroy me. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 10,
		"canon_order": 13095
	},
	{
		"verseText": "Remember, I beg you, that you have fashioned me as clay. Will you bring me into dust again? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 10,
		"canon_order": 13096
	},
	{
		"verseText": "Haven’t you poured me out like milk, and curdled me like cheese? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 10,
		"canon_order": 13097
	},
	{
		"verseText": "You have clothed me with skin and flesh, and knit me together with bones and sinews. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 10,
		"canon_order": 13098
	},
	{
		"verseText": "You have granted me life and loving kindness. Your visitation has preserved my spirit. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 10,
		"canon_order": 13099
	},
	{
		"verseText": "Yet you hid these things in your heart. I know that this is with you: ",
		"book": "JOB",
		"verse": 13,
		"chapter": 10,
		"canon_order": 13100
	},
	{
		"verseText": "if I sin, then you mark me. You will not acquit me from my iniquity. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 10,
		"canon_order": 13101
	},
	{
		"verseText": "If I am wicked, woe to me. If I am righteous, I still will not lift up my head, being filled with disgrace, and conscious of my affliction. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 10,
		"canon_order": 13102
	},
	{
		"verseText": "If my head is held high, you hunt me like a lion. Again you show yourself powerful to me. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 10,
		"canon_order": 13103
	},
	{
		"verseText": "You renew your witnesses against me, and increase your indignation on me. Changes and warfare are with me. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 10,
		"canon_order": 13104
	},
	{
		"verseText": "“‘Why, then, have you brought me out of the womb? I wish I had given up the spirit, and no eye had seen me. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 10,
		"canon_order": 13105
	},
	{
		"verseText": "I should have been as though I had not been. I should have been carried from the womb to the grave. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 10,
		"canon_order": 13106
	},
	{
		"verseText": "Aren’t my days few? Stop! Leave me alone, that I may find a little comfort, ",
		"book": "JOB",
		"verse": 20,
		"chapter": 10,
		"canon_order": 13107
	},
	{
		"verseText": "before I go where I will not return from, to the land of darkness and of the shadow of death; ",
		"book": "JOB",
		"verse": 21,
		"chapter": 10,
		"canon_order": 13108
	},
	{
		"verseText": "the land dark as midnight, of the shadow of death, without any order, where the light is as midnight.’” ",
		"book": "JOB",
		"verse": 22,
		"chapter": 10,
		"canon_order": 13109
	},
	{
		"verseText": "Then Zophar, the Naamathite, answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 11,
		"canon_order": 13110
	},
	{
		"verseText": "“Shouldn’t the multitude of words be answered? Should a man full of talk be justified? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 11,
		"canon_order": 13111
	},
	{
		"verseText": "Should your boastings make men hold their peace? When you mock, will no man make you ashamed? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 11,
		"canon_order": 13112
	},
	{
		"verseText": "For you say, ‘My doctrine is pure. I am clean in your eyes.’ ",
		"book": "JOB",
		"verse": 4,
		"chapter": 11,
		"canon_order": 13113
	},
	{
		"verseText": "But oh that God would speak, and open his lips against you, ",
		"book": "JOB",
		"verse": 5,
		"chapter": 11,
		"canon_order": 13114
	},
	{
		"verseText": "that he would show you the secrets of wisdom! For true wisdom has two sides. Know therefore that God exacts of you less than your iniquity deserves. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 11,
		"canon_order": 13115
	},
	{
		"verseText": "“Can you fathom the mystery of God? Or can you probe the limits of the Almighty? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 11,
		"canon_order": 13116
	},
	{
		"verseText": "They are high as heaven. What can you do? They are deeper than Sheol. What can you know? ",
		"book": "JOB",
		"verse": 8,
		"chapter": 11,
		"canon_order": 13117
	},
	{
		"verseText": "Its measure is longer than the earth, and broader than the sea. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 11,
		"canon_order": 13118
	},
	{
		"verseText": "If he passes by, or confines, or convenes a court, then who can oppose him? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 11,
		"canon_order": 13119
	},
	{
		"verseText": "For he knows false men. He sees iniquity also, even though he doesn’t consider it. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 11,
		"canon_order": 13120
	},
	{
		"verseText": "An empty-headed man becomes wise when a man is born as a wild donkey’s colt. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 11,
		"canon_order": 13121
	},
	{
		"verseText": "“If you set your heart aright, stretch out your hands toward him. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 11,
		"canon_order": 13122
	},
	{
		"verseText": "If iniquity is in your hand, put it far away. Don’t let unrighteousness dwell in your tents. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 11,
		"canon_order": 13123
	},
	{
		"verseText": "Surely then you will lift up your face without spot. Yes, you will be steadfast, and will not fear, ",
		"book": "JOB",
		"verse": 15,
		"chapter": 11,
		"canon_order": 13124
	},
	{
		"verseText": "for you will forget your misery. You will remember it like waters that have passed away. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 11,
		"canon_order": 13125
	},
	{
		"verseText": "Life will be clearer than the noonday. Though there is darkness, it will be as the morning. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 11,
		"canon_order": 13126
	},
	{
		"verseText": "You will be secure, because there is hope. Yes, you will search, and will take your rest in safety. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 11,
		"canon_order": 13127
	},
	{
		"verseText": "Also you will lie down, and no one will make you afraid. Yes, many will court your favor. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 11,
		"canon_order": 13128
	},
	{
		"verseText": "But the eyes of the wicked will fail. They will have no way to flee. Their hope will be the giving up of the spirit.” ",
		"book": "JOB",
		"verse": 20,
		"chapter": 11,
		"canon_order": 13129
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 12,
		"canon_order": 13130
	},
	{
		"verseText": "“No doubt, but you are the people, and wisdom will die with you. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 12,
		"canon_order": 13131
	},
	{
		"verseText": "But I have understanding as well as you; I am not inferior to you. Yes, who doesn’t know such things as these? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 12,
		"canon_order": 13132
	},
	{
		"verseText": "I am like one who is a joke to his neighbor, I, who called on God, and he answered. The just, the blameless man is a joke. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 12,
		"canon_order": 13133
	},
	{
		"verseText": "In the thought of him who is at ease there is contempt for misfortune. It is ready for them whose foot slips. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 12,
		"canon_order": 13134
	},
	{
		"verseText": "The tents of robbers prosper. Those who provoke God are secure, who carry their god in their hands. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 12,
		"canon_order": 13135
	},
	{
		"verseText": "“But ask the animals now, and they will teach you; the birds of the sky, and they will tell you. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 12,
		"canon_order": 13136
	},
	{
		"verseText": "Or speak to the earth, and it will teach you. The fish of the sea will declare to you. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 12,
		"canon_order": 13137
	},
	{
		"verseText": "Who doesn’t know that in all these, Yahweh’s hand has done this, ",
		"book": "JOB",
		"verse": 9,
		"chapter": 12,
		"canon_order": 13138
	},
	{
		"verseText": "in whose hand is the life of every living thing, and the breath of all mankind? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 12,
		"canon_order": 13139
	},
	{
		"verseText": "Doesn’t the ear try words, even as the palate tastes its food? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 12,
		"canon_order": 13140
	},
	{
		"verseText": "With aged men is wisdom, in length of days understanding. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 12,
		"canon_order": 13141
	},
	{
		"verseText": "“With God is wisdom and might. He has counsel and understanding. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 12,
		"canon_order": 13142
	},
	{
		"verseText": "Behold, he breaks down, and it can’t be built again. He imprisons a man, and there can be no release. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 12,
		"canon_order": 13143
	},
	{
		"verseText": "Behold, he withholds the waters, and they dry up. Again, he sends them out, and they overturn the earth. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 12,
		"canon_order": 13144
	},
	{
		"verseText": "With him is strength and wisdom. The deceived and the deceiver are his. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 12,
		"canon_order": 13145
	},
	{
		"verseText": "He leads counselors away stripped. He makes judges fools. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 12,
		"canon_order": 13146
	},
	{
		"verseText": "He loosens the bond of kings. He binds their waist with a belt. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 12,
		"canon_order": 13147
	},
	{
		"verseText": "He leads priests away stripped, and overthrows the mighty. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 12,
		"canon_order": 13148
	},
	{
		"verseText": "He removes the speech of those who are trusted, and takes away the understanding of the elders. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 12,
		"canon_order": 13149
	},
	{
		"verseText": "He pours contempt on princes, and loosens the belt of the strong. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 12,
		"canon_order": 13150
	},
	{
		"verseText": "He uncovers deep things out of darkness, and brings out to light the shadow of death. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 12,
		"canon_order": 13151
	},
	{
		"verseText": "He increases the nations, and he destroys them. He enlarges the nations, and he leads them captive. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 12,
		"canon_order": 13152
	},
	{
		"verseText": "He takes away understanding from the chiefs of the people of the earth, and causes them to wander in a wilderness where there is no way. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 12,
		"canon_order": 13153
	},
	{
		"verseText": "They grope in the dark without light. He makes them stagger like a drunken man. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 12,
		"canon_order": 13154
	},
	{
		"verseText": "“Behold, my eye has seen all this. My ear has heard and understood it. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 13,
		"canon_order": 13155
	},
	{
		"verseText": "What you know, I know also. I am not inferior to you. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 13,
		"canon_order": 13156
	},
	{
		"verseText": "“Surely I would speak to the Almighty. I desire to reason with God. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 13,
		"canon_order": 13157
	},
	{
		"verseText": "But you are forgers of lies. You are all physicians of no value. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 13,
		"canon_order": 13158
	},
	{
		"verseText": "Oh that you would be completely silent! Then you would be wise. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 13,
		"canon_order": 13159
	},
	{
		"verseText": "Hear now my reasoning. Listen to the pleadings of my lips. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 13,
		"canon_order": 13160
	},
	{
		"verseText": "Will you speak unrighteously for God, and talk deceitfully for him? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 13,
		"canon_order": 13161
	},
	{
		"verseText": "Will you show partiality to him? Will you contend for God? ",
		"book": "JOB",
		"verse": 8,
		"chapter": 13,
		"canon_order": 13162
	},
	{
		"verseText": "Is it good that he should search you out? Or as one deceives a man, will you deceive him? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 13,
		"canon_order": 13163
	},
	{
		"verseText": "He will surely reprove you if you secretly show partiality. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 13,
		"canon_order": 13164
	},
	{
		"verseText": "Won’t his majesty make you afraid and his dread fall on you? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 13,
		"canon_order": 13165
	},
	{
		"verseText": "Your memorable sayings are proverbs of ashes. Your defenses are defenses of clay. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 13,
		"canon_order": 13166
	},
	{
		"verseText": "“Be silent! Leave me alone, that I may speak. Let come on me what will. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 13,
		"canon_order": 13167
	},
	{
		"verseText": "Why should I take my flesh in my teeth, and put my life in my hand? ",
		"book": "JOB",
		"verse": 14,
		"chapter": 13,
		"canon_order": 13168
	},
	{
		"verseText": "Behold, he will kill me. I have no hope. Nevertheless, I will maintain my ways before him. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 13,
		"canon_order": 13169
	},
	{
		"verseText": "This also will be my salvation, that a godless man will not come before him. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 13,
		"canon_order": 13170
	},
	{
		"verseText": "Listen carefully to my speech. Let my declaration be in your ears. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 13,
		"canon_order": 13171
	},
	{
		"verseText": "See now, I have set my cause in order. I know that I am righteous. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 13,
		"canon_order": 13172
	},
	{
		"verseText": "Who is he who will contend with me? For then would I hold my peace and give up the spirit. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 13,
		"canon_order": 13173
	},
	{
		"verseText": "“Only don’t do two things to me, then I will not hide myself from your face: ",
		"book": "JOB",
		"verse": 20,
		"chapter": 13,
		"canon_order": 13174
	},
	{
		"verseText": "withdraw your hand far from me, and don’t let your terror make me afraid. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 13,
		"canon_order": 13175
	},
	{
		"verseText": "Then call, and I will answer, or let me speak, and you answer me. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 13,
		"canon_order": 13176
	},
	{
		"verseText": "How many are my iniquities and sins? Make me know my disobedience and my sin. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 13,
		"canon_order": 13177
	},
	{
		"verseText": "Why do you hide your face, and consider me your enemy? ",
		"book": "JOB",
		"verse": 24,
		"chapter": 13,
		"canon_order": 13178
	},
	{
		"verseText": "Will you harass a driven leaf? Will you pursue the dry stubble? ",
		"book": "JOB",
		"verse": 25,
		"chapter": 13,
		"canon_order": 13179
	},
	{
		"verseText": "For you write bitter things against me, and make me inherit the iniquities of my youth. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 13,
		"canon_order": 13180
	},
	{
		"verseText": "You also put my feet in the stocks, and mark all my paths. You set a bound to the soles of my feet, ",
		"book": "JOB",
		"verse": 27,
		"chapter": 13,
		"canon_order": 13181
	},
	{
		"verseText": "though I am decaying like a rotten thing, like a garment that is moth-eaten. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 13,
		"canon_order": 13182
	},
	{
		"verseText": "“Man, who is born of a woman, is of few days, and full of trouble. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 14,
		"canon_order": 13183
	},
	{
		"verseText": "He grows up like a flower, and is cut down. He also flees like a shadow, and doesn’t continue. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 14,
		"canon_order": 13184
	},
	{
		"verseText": "Do you open your eyes on such a one, and bring me into judgment with you? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 14,
		"canon_order": 13185
	},
	{
		"verseText": "Who can bring a clean thing out of an unclean? Not one. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 14,
		"canon_order": 13186
	},
	{
		"verseText": "Seeing his days are determined, the number of his months is with you, and you have appointed his bounds that he can’t pass. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 14,
		"canon_order": 13187
	},
	{
		"verseText": "Look away from him, that he may rest, until he accomplishes, as a hireling, his day. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 14,
		"canon_order": 13188
	},
	{
		"verseText": "“For there is hope for a tree if it is cut down, that it will sprout again, that the tender branch of it will not cease. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 14,
		"canon_order": 13189
	},
	{
		"verseText": "Though its root grows old in the earth, and its stock dies in the ground, ",
		"book": "JOB",
		"verse": 8,
		"chapter": 14,
		"canon_order": 13190
	},
	{
		"verseText": "yet through the scent of water it will bud, and sprout boughs like a plant. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 14,
		"canon_order": 13191
	},
	{
		"verseText": "But man dies, and is laid low. Yes, man gives up the spirit, and where is he? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 14,
		"canon_order": 13192
	},
	{
		"verseText": "As the waters fail from the sea, and the river wastes and dries up, ",
		"book": "JOB",
		"verse": 11,
		"chapter": 14,
		"canon_order": 13193
	},
	{
		"verseText": "so man lies down and doesn’t rise. Until the heavens are no more, they will not awake, nor be roused out of their sleep. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 14,
		"canon_order": 13194
	},
	{
		"verseText": "“Oh that you would hide me in Sheol, that you would keep me secret until your wrath is past, that you would appoint me a set time and remember me! ",
		"book": "JOB",
		"verse": 13,
		"chapter": 14,
		"canon_order": 13195
	},
	{
		"verseText": "If a man dies, will he live again? I would wait all the days of my warfare, until my release should come. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 14,
		"canon_order": 13196
	},
	{
		"verseText": "You would call, and I would answer you. You would have a desire for the work of your hands. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 14,
		"canon_order": 13197
	},
	{
		"verseText": "But now you count my steps. Don’t you watch over my sin? ",
		"book": "JOB",
		"verse": 16,
		"chapter": 14,
		"canon_order": 13198
	},
	{
		"verseText": "My disobedience is sealed up in a bag. You fasten up my iniquity. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 14,
		"canon_order": 13199
	},
	{
		"verseText": "“But the mountain falling comes to nothing. The rock is removed out of its place. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 14,
		"canon_order": 13200
	},
	{
		"verseText": "The waters wear the stones. The torrents of it wash away the dust of the earth. So you destroy the hope of man. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 14,
		"canon_order": 13201
	},
	{
		"verseText": "You forever prevail against him, and he departs. You change his face, and send him away. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 14,
		"canon_order": 13202
	},
	{
		"verseText": "His sons come to honor, and he doesn’t know it. They are brought low, but he doesn’t perceive it of them. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 14,
		"canon_order": 13203
	},
	{
		"verseText": "But his flesh on him has pain, and his soul within him mourns.” ",
		"book": "JOB",
		"verse": 22,
		"chapter": 14,
		"canon_order": 13204
	},
	{
		"verseText": "Then Eliphaz the Temanite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 15,
		"canon_order": 13205
	},
	{
		"verseText": "“Should a wise man answer with vain knowledge, and fill himself with the east wind? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 15,
		"canon_order": 13206
	},
	{
		"verseText": "Should he reason with unprofitable talk, or with speeches with which he can do no good? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 15,
		"canon_order": 13207
	},
	{
		"verseText": "Yes, you do away with fear, and hinder devotion before God. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 15,
		"canon_order": 13208
	},
	{
		"verseText": "For your iniquity teaches your mouth, and you choose the language of the crafty. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 15,
		"canon_order": 13209
	},
	{
		"verseText": "Your own mouth condemns you, and not I. Yes, your own lips testify against you. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 15,
		"canon_order": 13210
	},
	{
		"verseText": "“Are you the first man who was born? Or were you brought out before the hills? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 15,
		"canon_order": 13211
	},
	{
		"verseText": "Have you heard the secret counsel of God? Do you limit wisdom to yourself? ",
		"book": "JOB",
		"verse": 8,
		"chapter": 15,
		"canon_order": 13212
	},
	{
		"verseText": "What do you know that we don’t know? What do you understand which is not in us? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 15,
		"canon_order": 13213
	},
	{
		"verseText": "With us are both the gray-headed and the very aged men, much older than your father. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 15,
		"canon_order": 13214
	},
	{
		"verseText": "Are the consolations of God too small for you, even the word that is gentle toward you? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 15,
		"canon_order": 13215
	},
	{
		"verseText": "Why does your heart carry you away? Why do your eyes flash, ",
		"book": "JOB",
		"verse": 12,
		"chapter": 15,
		"canon_order": 13216
	},
	{
		"verseText": "that you turn your spirit against God, and let such words go out of your mouth? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 15,
		"canon_order": 13217
	},
	{
		"verseText": "What is man, that he should be clean? What is he who is born of a woman, that he should be righteous? ",
		"book": "JOB",
		"verse": 14,
		"chapter": 15,
		"canon_order": 13218
	},
	{
		"verseText": "Behold, he puts no trust in his holy ones. Yes, the heavens are not clean in his sight; ",
		"book": "JOB",
		"verse": 15,
		"chapter": 15,
		"canon_order": 13219
	},
	{
		"verseText": "how much less one who is abominable and corrupt, a man who drinks iniquity like water! ",
		"book": "JOB",
		"verse": 16,
		"chapter": 15,
		"canon_order": 13220
	},
	{
		"verseText": "“I will show you, listen to me; that which I have seen I will declare ",
		"book": "JOB",
		"verse": 17,
		"chapter": 15,
		"canon_order": 13221
	},
	{
		"verseText": "(which wise men have told by their fathers, and have not hidden it; ",
		"book": "JOB",
		"verse": 18,
		"chapter": 15,
		"canon_order": 13222
	},
	{
		"verseText": "to whom alone the land was given, and no stranger passed among them): ",
		"book": "JOB",
		"verse": 19,
		"chapter": 15,
		"canon_order": 13223
	},
	{
		"verseText": "the wicked man writhes in pain all his days, even the number of years that are laid up for the oppressor. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 15,
		"canon_order": 13224
	},
	{
		"verseText": "A sound of terrors is in his ears. In prosperity the destroyer will come on him. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 15,
		"canon_order": 13225
	},
	{
		"verseText": "He doesn’t believe that he will return out of darkness. He is waited for by the sword. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 15,
		"canon_order": 13226
	},
	{
		"verseText": "He wanders abroad for bread, saying, ‘Where is it?’ He knows that the day of darkness is ready at his hand. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 15,
		"canon_order": 13227
	},
	{
		"verseText": "Distress and anguish make him afraid. They prevail against him, as a king ready to the battle. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 15,
		"canon_order": 13228
	},
	{
		"verseText": "Because he has stretched out his hand against God, and behaves himself proudly against the Almighty, ",
		"book": "JOB",
		"verse": 25,
		"chapter": 15,
		"canon_order": 13229
	},
	{
		"verseText": "he runs at him with a stiff neck, with the thick shields of his bucklers, ",
		"book": "JOB",
		"verse": 26,
		"chapter": 15,
		"canon_order": 13230
	},
	{
		"verseText": "because he has covered his face with his fatness, and gathered fat on his thighs. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 15,
		"canon_order": 13231
	},
	{
		"verseText": "He has lived in desolate cities, in houses which no one inhabited, which were ready to become heaps. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 15,
		"canon_order": 13232
	},
	{
		"verseText": "He will not be rich, neither will his substance continue, neither will their possessions be extended on the earth. ",
		"book": "JOB",
		"verse": 29,
		"chapter": 15,
		"canon_order": 13233
	},
	{
		"verseText": "He will not depart out of darkness. The flame will dry up his branches. He will go away by the breath of God’s mouth. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 15,
		"canon_order": 13234
	},
	{
		"verseText": "Let him not trust in emptiness, deceiving himself, for emptiness will be his reward. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 15,
		"canon_order": 13235
	},
	{
		"verseText": "It will be accomplished before his time. His branch will not be green. ",
		"book": "JOB",
		"verse": 32,
		"chapter": 15,
		"canon_order": 13236
	},
	{
		"verseText": "He will shake off his unripe grape as the vine, and will cast off his flower as the olive tree. ",
		"book": "JOB",
		"verse": 33,
		"chapter": 15,
		"canon_order": 13237
	},
	{
		"verseText": "For the company of the godless will be barren, and fire will consume the tents of bribery. ",
		"book": "JOB",
		"verse": 34,
		"chapter": 15,
		"canon_order": 13238
	},
	{
		"verseText": "They conceive mischief and produce iniquity. Their heart prepares deceit.” ",
		"book": "JOB",
		"verse": 35,
		"chapter": 15,
		"canon_order": 13239
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 16,
		"canon_order": 13240
	},
	{
		"verseText": "“I have heard many such things. You are all miserable comforters! ",
		"book": "JOB",
		"verse": 2,
		"chapter": 16,
		"canon_order": 13241
	},
	{
		"verseText": "Shall vain words have an end? Or what provokes you that you answer? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 16,
		"canon_order": 13242
	},
	{
		"verseText": "I also could speak as you do. If your soul were in my soul’s place, I could join words together against you, and shake my head at you, ",
		"book": "JOB",
		"verse": 4,
		"chapter": 16,
		"canon_order": 13243
	},
	{
		"verseText": "but I would strengthen you with my mouth. The solace of my lips would relieve you. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 16,
		"canon_order": 13244
	},
	{
		"verseText": "“Though I speak, my grief is not subsided. Though I forbear, what am I eased? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 16,
		"canon_order": 13245
	},
	{
		"verseText": "But now, God, you have surely worn me out. You have made all my company desolate. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 16,
		"canon_order": 13246
	},
	{
		"verseText": "You have shriveled me up. This is a witness against me. My leanness rises up against me. It testifies to my face. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 16,
		"canon_order": 13247
	},
	{
		"verseText": "He has torn me in his wrath and persecuted me. He has gnashed on me with his teeth. My adversary sharpens his eyes on me. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 16,
		"canon_order": 13248
	},
	{
		"verseText": "They have gaped on me with their mouth. They have struck me on the cheek reproachfully. They gather themselves together against me. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 16,
		"canon_order": 13249
	},
	{
		"verseText": "God delivers me to the ungodly, and casts me into the hands of the wicked. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 16,
		"canon_order": 13250
	},
	{
		"verseText": "I was at ease, and he broke me apart. Yes, he has taken me by the neck, and dashed me to pieces. He has also set me up for his target. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 16,
		"canon_order": 13251
	},
	{
		"verseText": "His archers surround me. He splits my kidneys apart, and does not spare. He pours out my bile on the ground. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 16,
		"canon_order": 13252
	},
	{
		"verseText": "He breaks me with breach on breach. He runs at me like a giant. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 16,
		"canon_order": 13253
	},
	{
		"verseText": "I have sewed sackcloth on my skin, and have thrust my horn in the dust. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 16,
		"canon_order": 13254
	},
	{
		"verseText": "My face is red with weeping. Deep darkness is on my eyelids, ",
		"book": "JOB",
		"verse": 16,
		"chapter": 16,
		"canon_order": 13255
	},
	{
		"verseText": "although there is no violence in my hands, and my prayer is pure. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 16,
		"canon_order": 13256
	},
	{
		"verseText": "“Earth, don’t cover my blood. Let my cry have no place to rest. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 16,
		"canon_order": 13257
	},
	{
		"verseText": "Even now, behold, my witness is in heaven. He who vouches for me is on high. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 16,
		"canon_order": 13258
	},
	{
		"verseText": "My friends scoff at me. My eyes pour out tears to God, ",
		"book": "JOB",
		"verse": 20,
		"chapter": 16,
		"canon_order": 13259
	},
	{
		"verseText": "that he would maintain the right of a man with God, of a son of man with his neighbor! ",
		"book": "JOB",
		"verse": 21,
		"chapter": 16,
		"canon_order": 13260
	},
	{
		"verseText": "For when a few years have come, I will go the way of no return. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 16,
		"canon_order": 13261
	},
	{
		"verseText": "“My spirit is consumed. My days are extinct and the grave is ready for me. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 17,
		"canon_order": 13262
	},
	{
		"verseText": "Surely there are mockers with me. My eye dwells on their provocation. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 17,
		"canon_order": 13263
	},
	{
		"verseText": "“Now give a pledge. Be collateral for me with yourself. Who is there who will strike hands with me? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 17,
		"canon_order": 13264
	},
	{
		"verseText": "For you have hidden their heart from understanding, therefore you will not exalt them. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 17,
		"canon_order": 13265
	},
	{
		"verseText": "He who denounces his friends for plunder, even the eyes of his children will fail. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 17,
		"canon_order": 13266
	},
	{
		"verseText": "“But he has made me a byword of the people. They spit in my face. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 17,
		"canon_order": 13267
	},
	{
		"verseText": "My eye also is dim by reason of sorrow. All my members are as a shadow. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 17,
		"canon_order": 13268
	},
	{
		"verseText": "Upright men will be astonished at this. The innocent will stir himself up against the godless. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 17,
		"canon_order": 13269
	},
	{
		"verseText": "Yet the righteous will hold to his way. He who has clean hands will grow stronger and stronger. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 17,
		"canon_order": 13270
	},
	{
		"verseText": "But as for you all, come back. I will not find a wise man among you. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 17,
		"canon_order": 13271
	},
	{
		"verseText": "My days are past. My plans are broken off, as are the thoughts of my heart. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 17,
		"canon_order": 13272
	},
	{
		"verseText": "They change the night into day, saying ‘The light is near’ in the presence of darkness. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 17,
		"canon_order": 13273
	},
	{
		"verseText": "If I look for Sheol as my house, if I have spread my couch in the darkness, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 17,
		"canon_order": 13274
	},
	{
		"verseText": "if I have said to corruption, ‘You are my father,’ and to the worm, ‘My mother,’ and ‘My sister,’ ",
		"book": "JOB",
		"verse": 14,
		"chapter": 17,
		"canon_order": 13275
	},
	{
		"verseText": "where then is my hope? As for my hope, who will see it? ",
		"book": "JOB",
		"verse": 15,
		"chapter": 17,
		"canon_order": 13276
	},
	{
		"verseText": "Shall it go down with me to the gates of Sheol, or descend together into the dust?” ",
		"book": "JOB",
		"verse": 16,
		"chapter": 17,
		"canon_order": 13277
	},
	{
		"verseText": "Then Bildad the Shuhite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 18,
		"canon_order": 13278
	},
	{
		"verseText": "“How long will you hunt for words? Consider, and afterwards we will speak. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 18,
		"canon_order": 13279
	},
	{
		"verseText": "Why are we counted as animals, which have become unclean in your sight? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 18,
		"canon_order": 13280
	},
	{
		"verseText": "You who tear yourself in your anger, will the earth be forsaken for you? Or will the rock be removed out of its place? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 18,
		"canon_order": 13281
	},
	{
		"verseText": "“Yes, the light of the wicked will be put out. The spark of his fire won’t shine. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 18,
		"canon_order": 13282
	},
	{
		"verseText": "The light will be dark in his tent. His lamp above him will be put out. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 18,
		"canon_order": 13283
	},
	{
		"verseText": "The steps of his strength will be shortened. His own counsel will cast him down. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 18,
		"canon_order": 13284
	},
	{
		"verseText": "For he is cast into a net by his own feet, and he wanders into its mesh. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 18,
		"canon_order": 13285
	},
	{
		"verseText": "A snare will take him by the heel. A trap will catch him. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 18,
		"canon_order": 13286
	},
	{
		"verseText": "A noose is hidden for him in the ground, a trap for him on the path. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 18,
		"canon_order": 13287
	},
	{
		"verseText": "Terrors will make him afraid on every side, and will chase him at his heels. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 18,
		"canon_order": 13288
	},
	{
		"verseText": "His strength will be famished. Calamity will be ready at his side. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 18,
		"canon_order": 13289
	},
	{
		"verseText": "The members of his body will be devoured. The firstborn of death will devour his members. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 18,
		"canon_order": 13290
	},
	{
		"verseText": "He will be rooted out of the security of his tent. He will be brought to the king of terrors. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 18,
		"canon_order": 13291
	},
	{
		"verseText": "There will dwell in his tent that which is none of his. Sulfur will be scattered on his habitation. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 18,
		"canon_order": 13292
	},
	{
		"verseText": "His roots will be dried up beneath. His branch will be cut off above. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 18,
		"canon_order": 13293
	},
	{
		"verseText": "His memory will perish from the earth. He will have no name in the street. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 18,
		"canon_order": 13294
	},
	{
		"verseText": "He will be driven from light into darkness, and chased out of the world. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 18,
		"canon_order": 13295
	},
	{
		"verseText": "He will have neither son nor grandson among his people, nor any remaining where he lived. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 18,
		"canon_order": 13296
	},
	{
		"verseText": "Those who come after will be astonished at his day, as those who went before were frightened. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 18,
		"canon_order": 13297
	},
	{
		"verseText": "Surely such are the dwellings of the unrighteous. This is the place of him who doesn’t know God.” ",
		"book": "JOB",
		"verse": 21,
		"chapter": 18,
		"canon_order": 13298
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 19,
		"canon_order": 13299
	},
	{
		"verseText": "“How long will you torment me, and crush me with words? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 19,
		"canon_order": 13300
	},
	{
		"verseText": "You have reproached me ten times. You aren’t ashamed that you attack me. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 19,
		"canon_order": 13301
	},
	{
		"verseText": "If it is true that I have erred, my error remains with myself. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 19,
		"canon_order": 13302
	},
	{
		"verseText": "If indeed you will magnify yourselves against me, and plead against me my reproach, ",
		"book": "JOB",
		"verse": 5,
		"chapter": 19,
		"canon_order": 13303
	},
	{
		"verseText": "know now that God has subverted me, and has surrounded me with his net. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 19,
		"canon_order": 13304
	},
	{
		"verseText": "“Behold, I cry out of wrong, but I am not heard. I cry for help, but there is no justice. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 19,
		"canon_order": 13305
	},
	{
		"verseText": "He has walled up my way so that I can’t pass, and has set darkness in my paths. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 19,
		"canon_order": 13306
	},
	{
		"verseText": "He has stripped me of my glory, and taken the crown from my head. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 19,
		"canon_order": 13307
	},
	{
		"verseText": "He has broken me down on every side, and I am gone. He has plucked my hope up like a tree. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 19,
		"canon_order": 13308
	},
	{
		"verseText": "He has also kindled his wrath against me. He counts me among his adversaries. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 19,
		"canon_order": 13309
	},
	{
		"verseText": "His troops come on together, build a siege ramp against me, and encamp around my tent. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 19,
		"canon_order": 13310
	},
	{
		"verseText": "“He has put my brothers far from me. My acquaintances are wholly estranged from me. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 19,
		"canon_order": 13311
	},
	{
		"verseText": "My relatives have gone away. My familiar friends have forgotten me. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 19,
		"canon_order": 13312
	},
	{
		"verseText": "Those who dwell in my house and my maids consider me a stranger. I am an alien in their sight. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 19,
		"canon_order": 13313
	},
	{
		"verseText": "I call to my servant, and he gives me no answer. I beg him with my mouth. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 19,
		"canon_order": 13314
	},
	{
		"verseText": "My breath is offensive to my wife. I am loathsome to the children of my own mother. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 19,
		"canon_order": 13315
	},
	{
		"verseText": "Even young children despise me. If I arise, they speak against me. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 19,
		"canon_order": 13316
	},
	{
		"verseText": "All my familiar friends abhor me. They whom I loved have turned against me. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 19,
		"canon_order": 13317
	},
	{
		"verseText": "My bones stick to my skin and to my flesh. I have escaped by the skin of my teeth. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 19,
		"canon_order": 13318
	},
	{
		"verseText": "“Have pity on me. Have pity on me, you my friends, for the hand of God has touched me. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 19,
		"canon_order": 13319
	},
	{
		"verseText": "Why do you persecute me as God, and are not satisfied with my flesh? ",
		"book": "JOB",
		"verse": 22,
		"chapter": 19,
		"canon_order": 13320
	},
	{
		"verseText": "“Oh that my words were now written! Oh that they were inscribed in a book! ",
		"book": "JOB",
		"verse": 23,
		"chapter": 19,
		"canon_order": 13321
	},
	{
		"verseText": "That with an iron pen and lead they were engraved in the rock forever! ",
		"book": "JOB",
		"verse": 24,
		"chapter": 19,
		"canon_order": 13322
	},
	{
		"verseText": "But as for me, I know that my Redeemer lives. In the end, he will stand upon the earth. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 19,
		"canon_order": 13323
	},
	{
		"verseText": "After my skin is destroyed, then I will see God in my flesh, ",
		"book": "JOB",
		"verse": 26,
		"chapter": 19,
		"canon_order": 13324
	},
	{
		"verseText": "whom I, even I, will see on my side. My eyes will see, and not as a stranger. “My heart is consumed within me. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 19,
		"canon_order": 13325
	},
	{
		"verseText": "If you say, ‘How we will persecute him!’ because the root of the matter is found in me, ",
		"book": "JOB",
		"verse": 28,
		"chapter": 19,
		"canon_order": 13326
	},
	{
		"verseText": "be afraid of the sword, for wrath brings the punishments of the sword, that you may know there is a judgment.” ",
		"book": "JOB",
		"verse": 29,
		"chapter": 19,
		"canon_order": 13327
	},
	{
		"verseText": "Then Zophar the Naamathite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 20,
		"canon_order": 13328
	},
	{
		"verseText": "“Therefore my thoughts answer me, even by reason of my haste that is in me. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 20,
		"canon_order": 13329
	},
	{
		"verseText": "I have heard the reproof which puts me to shame. The spirit of my understanding answers me. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 20,
		"canon_order": 13330
	},
	{
		"verseText": "Don’t you know this from old time, since man was placed on earth, ",
		"book": "JOB",
		"verse": 4,
		"chapter": 20,
		"canon_order": 13331
	},
	{
		"verseText": "that the triumphing of the wicked is short, the joy of the godless but for a moment? ",
		"book": "JOB",
		"verse": 5,
		"chapter": 20,
		"canon_order": 13332
	},
	{
		"verseText": "Though his height mount up to the heavens, and his head reach to the clouds, ",
		"book": "JOB",
		"verse": 6,
		"chapter": 20,
		"canon_order": 13333
	},
	{
		"verseText": "yet he will perish forever like his own dung. Those who have seen him will say, ‘Where is he?’ ",
		"book": "JOB",
		"verse": 7,
		"chapter": 20,
		"canon_order": 13334
	},
	{
		"verseText": "He will fly away as a dream, and will not be found. Yes, he will be chased away like a vision of the night. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 20,
		"canon_order": 13335
	},
	{
		"verseText": "The eye which saw him will see him no more, neither will his place see him any more. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 20,
		"canon_order": 13336
	},
	{
		"verseText": "His children will seek the favor of the poor. His hands will give back his wealth. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 20,
		"canon_order": 13337
	},
	{
		"verseText": "His bones are full of his youth, but youth will lie down with him in the dust. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 20,
		"canon_order": 13338
	},
	{
		"verseText": "“Though wickedness is sweet in his mouth, though he hide it under his tongue, ",
		"book": "JOB",
		"verse": 12,
		"chapter": 20,
		"canon_order": 13339
	},
	{
		"verseText": "though he spare it, and will not let it go, but keep it still within his mouth, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 20,
		"canon_order": 13340
	},
	{
		"verseText": "yet his food in his bowels is turned. It is cobra venom within him. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 20,
		"canon_order": 13341
	},
	{
		"verseText": "He has swallowed down riches, and he will vomit them up again. God will cast them out of his belly. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 20,
		"canon_order": 13342
	},
	{
		"verseText": "He will suck cobra venom. The viper’s tongue will kill him. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 20,
		"canon_order": 13343
	},
	{
		"verseText": "He will not look at the rivers, the flowing streams of honey and butter. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 20,
		"canon_order": 13344
	},
	{
		"verseText": "He will restore that for which he labored, and will not swallow it down. He will not rejoice according to the substance that he has gotten. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 20,
		"canon_order": 13345
	},
	{
		"verseText": "For he has oppressed and forsaken the poor. He has violently taken away a house, and he will not build it up. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 20,
		"canon_order": 13346
	},
	{
		"verseText": "“Because he knew no quietness within him, he will not save anything of that in which he delights. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 20,
		"canon_order": 13347
	},
	{
		"verseText": "There was nothing left that he didn’t devour, therefore his prosperity will not endure. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 20,
		"canon_order": 13348
	},
	{
		"verseText": "In the fullness of his sufficiency, distress will overtake him. The hand of everyone who is in misery will come on him. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 20,
		"canon_order": 13349
	},
	{
		"verseText": "When he is about to fill his belly, God will cast the fierceness of his wrath on him. It will rain on him while he is eating. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 20,
		"canon_order": 13350
	},
	{
		"verseText": "He will flee from the iron weapon. The bronze arrow will strike him through. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 20,
		"canon_order": 13351
	},
	{
		"verseText": "He draws it out, and it comes out of his body. Yes, the glittering point comes out of his liver. Terrors are on him. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 20,
		"canon_order": 13352
	},
	{
		"verseText": "All darkness is laid up for his treasures. An unfanned fire will devour him. It will consume that which is left in his tent. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 20,
		"canon_order": 13353
	},
	{
		"verseText": "The heavens will reveal his iniquity. The earth will rise up against him. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 20,
		"canon_order": 13354
	},
	{
		"verseText": "The increase of his house will depart. They will rush away in the day of his wrath. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 20,
		"canon_order": 13355
	},
	{
		"verseText": "This is the portion of a wicked man from God, the heritage appointed to him by God.” ",
		"book": "JOB",
		"verse": 29,
		"chapter": 20,
		"canon_order": 13356
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 21,
		"canon_order": 13357
	},
	{
		"verseText": "“Listen diligently to my speech. Let this be your consolation. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 21,
		"canon_order": 13358
	},
	{
		"verseText": "Allow me, and I also will speak. After I have spoken, mock on. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 21,
		"canon_order": 13359
	},
	{
		"verseText": "As for me, is my complaint to man? Why shouldn’t I be impatient? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 21,
		"canon_order": 13360
	},
	{
		"verseText": "Look at me, and be astonished. Lay your hand on your mouth. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 21,
		"canon_order": 13361
	},
	{
		"verseText": "When I remember, I am troubled. Horror takes hold of my flesh. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 21,
		"canon_order": 13362
	},
	{
		"verseText": "“Why do the wicked live, become old, yes, and grow mighty in power? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 21,
		"canon_order": 13363
	},
	{
		"verseText": "Their child is established with them in their sight, their offspring before their eyes. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 21,
		"canon_order": 13364
	},
	{
		"verseText": "Their houses are safe from fear, neither is the rod of God upon them. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 21,
		"canon_order": 13365
	},
	{
		"verseText": "Their bulls breed without fail. Their cows calve, and don’t miscarry. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 21,
		"canon_order": 13366
	},
	{
		"verseText": "They send out their little ones like a flock. Their children dance. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 21,
		"canon_order": 13367
	},
	{
		"verseText": "They sing to the tambourine and harp, and rejoice at the sound of the pipe. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 21,
		"canon_order": 13368
	},
	{
		"verseText": "They spend their days in prosperity. In an instant they go down to Sheol. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 21,
		"canon_order": 13369
	},
	{
		"verseText": "They tell God, ‘Depart from us, for we don’t want to know about your ways. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 21,
		"canon_order": 13370
	},
	{
		"verseText": "What is the Almighty, that we should serve him? What profit should we have, if we pray to him?’ ",
		"book": "JOB",
		"verse": 15,
		"chapter": 21,
		"canon_order": 13371
	},
	{
		"verseText": "Behold, their prosperity is not in their hand. The counsel of the wicked is far from me. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 21,
		"canon_order": 13372
	},
	{
		"verseText": "“How often is it that the lamp of the wicked is put out, that their calamity comes on them, that God distributes sorrows in his anger? ",
		"book": "JOB",
		"verse": 17,
		"chapter": 21,
		"canon_order": 13373
	},
	{
		"verseText": "How often is it that they are as stubble before the wind, as chaff that the storm carries away? ",
		"book": "JOB",
		"verse": 18,
		"chapter": 21,
		"canon_order": 13374
	},
	{
		"verseText": "You say, ‘God lays up his iniquity for his children.’ Let him recompense it to himself, that he may know it. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 21,
		"canon_order": 13375
	},
	{
		"verseText": "Let his own eyes see his destruction. Let him drink of the wrath of the Almighty. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 21,
		"canon_order": 13376
	},
	{
		"verseText": "For what does he care for his house after him, when the number of his months is cut off? ",
		"book": "JOB",
		"verse": 21,
		"chapter": 21,
		"canon_order": 13377
	},
	{
		"verseText": "“Shall any teach God knowledge, since he judges those who are high? ",
		"book": "JOB",
		"verse": 22,
		"chapter": 21,
		"canon_order": 13378
	},
	{
		"verseText": "One dies in his full strength, being wholly at ease and quiet. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 21,
		"canon_order": 13379
	},
	{
		"verseText": "His pails are full of milk. The marrow of his bones is moistened. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 21,
		"canon_order": 13380
	},
	{
		"verseText": "Another dies in bitterness of soul, and never tastes of good. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 21,
		"canon_order": 13381
	},
	{
		"verseText": "They lie down alike in the dust. The worm covers them. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 21,
		"canon_order": 13382
	},
	{
		"verseText": "“Behold, I know your thoughts, the plans with which you would wrong me. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 21,
		"canon_order": 13383
	},
	{
		"verseText": "For you say, ‘Where is the house of the prince? Where is the tent in which the wicked lived?’ ",
		"book": "JOB",
		"verse": 28,
		"chapter": 21,
		"canon_order": 13384
	},
	{
		"verseText": "Haven’t you asked wayfaring men? Don’t you know their evidences, ",
		"book": "JOB",
		"verse": 29,
		"chapter": 21,
		"canon_order": 13385
	},
	{
		"verseText": "that the evil man is reserved to the day of calamity, that they are led out to the day of wrath? ",
		"book": "JOB",
		"verse": 30,
		"chapter": 21,
		"canon_order": 13386
	},
	{
		"verseText": "Who will declare his way to his face? Who will repay him what he has done? ",
		"book": "JOB",
		"verse": 31,
		"chapter": 21,
		"canon_order": 13387
	},
	{
		"verseText": "Yet he will be borne to the grave. Men will keep watch over the tomb. ",
		"book": "JOB",
		"verse": 32,
		"chapter": 21,
		"canon_order": 13388
	},
	{
		"verseText": "The clods of the valley will be sweet to him. All men will draw after him, as there were innumerable before him. ",
		"book": "JOB",
		"verse": 33,
		"chapter": 21,
		"canon_order": 13389
	},
	{
		"verseText": "So how can you comfort me with nonsense, because in your answers there remains only falsehood?” ",
		"book": "JOB",
		"verse": 34,
		"chapter": 21,
		"canon_order": 13390
	},
	{
		"verseText": "Then Eliphaz the Temanite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 22,
		"canon_order": 13391
	},
	{
		"verseText": "“Can a man be profitable to God? Surely he who is wise is profitable to himself. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 22,
		"canon_order": 13392
	},
	{
		"verseText": "Is it any pleasure to the Almighty that you are righteous? Or does it benefit him that you make your ways perfect? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 22,
		"canon_order": 13393
	},
	{
		"verseText": "Is it for your piety that he reproves you, that he enters with you into judgment? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 22,
		"canon_order": 13394
	},
	{
		"verseText": "Isn’t your wickedness great? Neither is there any end to your iniquities. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 22,
		"canon_order": 13395
	},
	{
		"verseText": "For you have taken pledges from your brother for nothing, and stripped the naked of their clothing. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 22,
		"canon_order": 13396
	},
	{
		"verseText": "You haven’t given water to the weary to drink, and you have withheld bread from the hungry. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 22,
		"canon_order": 13397
	},
	{
		"verseText": "But as for the mighty man, he had the earth. The honorable man, he lived in it. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 22,
		"canon_order": 13398
	},
	{
		"verseText": "You have sent widows away empty, and the arms of the fatherless have been broken. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 22,
		"canon_order": 13399
	},
	{
		"verseText": "Therefore snares are around you. Sudden fear troubles you, ",
		"book": "JOB",
		"verse": 10,
		"chapter": 22,
		"canon_order": 13400
	},
	{
		"verseText": "or darkness, so that you can not see, and floods of waters cover you. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 22,
		"canon_order": 13401
	},
	{
		"verseText": "“Isn’t God in the heights of heaven? See the height of the stars, how high they are! ",
		"book": "JOB",
		"verse": 12,
		"chapter": 22,
		"canon_order": 13402
	},
	{
		"verseText": "You say, ‘What does God know? Can he judge through the thick darkness? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 22,
		"canon_order": 13403
	},
	{
		"verseText": "Thick clouds are a covering to him, so that he doesn’t see. He walks on the vault of the sky.’ ",
		"book": "JOB",
		"verse": 14,
		"chapter": 22,
		"canon_order": 13404
	},
	{
		"verseText": "Will you keep the old way, which wicked men have trodden, ",
		"book": "JOB",
		"verse": 15,
		"chapter": 22,
		"canon_order": 13405
	},
	{
		"verseText": "who were snatched away before their time, whose foundation was poured out as a stream, ",
		"book": "JOB",
		"verse": 16,
		"chapter": 22,
		"canon_order": 13406
	},
	{
		"verseText": "who said to God, ‘Depart from us!’ and, ‘What can the Almighty do for us?’ ",
		"book": "JOB",
		"verse": 17,
		"chapter": 22,
		"canon_order": 13407
	},
	{
		"verseText": "Yet he filled their houses with good things, but the counsel of the wicked is far from me. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 22,
		"canon_order": 13408
	},
	{
		"verseText": "The righteous see it, and are glad. The innocent ridicule them, ",
		"book": "JOB",
		"verse": 19,
		"chapter": 22,
		"canon_order": 13409
	},
	{
		"verseText": "saying, ‘Surely those who rose up against us are cut off. The fire has consumed their remnant.’ ",
		"book": "JOB",
		"verse": 20,
		"chapter": 22,
		"canon_order": 13410
	},
	{
		"verseText": "“Acquaint yourself with him now, and be at peace. By it, good will come to you. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 22,
		"canon_order": 13411
	},
	{
		"verseText": "Please receive instruction from his mouth, and lay up his words in your heart. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 22,
		"canon_order": 13412
	},
	{
		"verseText": "If you return to the Almighty, you will be built up, if you put away unrighteousness far from your tents. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 22,
		"canon_order": 13413
	},
	{
		"verseText": "Lay your treasure in the dust, the gold of Ophir among the stones of the brooks. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 22,
		"canon_order": 13414
	},
	{
		"verseText": "The Almighty will be your treasure, and precious silver to you. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 22,
		"canon_order": 13415
	},
	{
		"verseText": "For then you will delight yourself in the Almighty, and will lift up your face to God. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 22,
		"canon_order": 13416
	},
	{
		"verseText": "You will make your prayer to him, and he will hear you. You will pay your vows. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 22,
		"canon_order": 13417
	},
	{
		"verseText": "You will also decree a thing, and it will be established to you. Light will shine on your ways. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 22,
		"canon_order": 13418
	},
	{
		"verseText": "When they cast down, you will say, ‘be lifted up.’ He will save the humble person. ",
		"book": "JOB",
		"verse": 29,
		"chapter": 22,
		"canon_order": 13419
	},
	{
		"verseText": "He will even deliver him who is not innocent. Yes, he will be delivered through the cleanness of your hands.” ",
		"book": "JOB",
		"verse": 30,
		"chapter": 22,
		"canon_order": 13420
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 23,
		"canon_order": 13421
	},
	{
		"verseText": "“Even today my complaint is rebellious. His hand is heavy in spite of my groaning. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 23,
		"canon_order": 13422
	},
	{
		"verseText": "Oh that I knew where I might find him! That I might come even to his seat! ",
		"book": "JOB",
		"verse": 3,
		"chapter": 23,
		"canon_order": 13423
	},
	{
		"verseText": "I would set my cause in order before him, and fill my mouth with arguments. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 23,
		"canon_order": 13424
	},
	{
		"verseText": "I would know the words which he would answer me, and understand what he would tell me. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 23,
		"canon_order": 13425
	},
	{
		"verseText": "Would he contend with me in the greatness of his power? No, but he would listen to me. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 23,
		"canon_order": 13426
	},
	{
		"verseText": "There the upright might reason with him, so I should be delivered forever from my judge. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 23,
		"canon_order": 13427
	},
	{
		"verseText": "“If I go east, he is not there. If I go west, I can’t find him. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 23,
		"canon_order": 13428
	},
	{
		"verseText": "He works to the north, but I can’t see him. He turns south, but I can’t catch a glimpse of him. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 23,
		"canon_order": 13429
	},
	{
		"verseText": "But he knows the way that I take. When he has tried me, I will come out like gold. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 23,
		"canon_order": 13430
	},
	{
		"verseText": "My foot has held fast to his steps. I have kept his way, and not turned away. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 23,
		"canon_order": 13431
	},
	{
		"verseText": "I haven’t gone back from the commandment of his lips. I have treasured up the words of his mouth more than my necessary food. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 23,
		"canon_order": 13432
	},
	{
		"verseText": "But he stands alone, and who can oppose him? What his soul desires, even that he does. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 23,
		"canon_order": 13433
	},
	{
		"verseText": "For he performs that which is appointed for me. Many such things are with him. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 23,
		"canon_order": 13434
	},
	{
		"verseText": "Therefore I am terrified at his presence. When I consider, I am afraid of him. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 23,
		"canon_order": 13435
	},
	{
		"verseText": "For God has made my heart faint. The Almighty has terrified me. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 23,
		"canon_order": 13436
	},
	{
		"verseText": "Because I was not cut off before the darkness, neither did he cover the thick darkness from my face. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 23,
		"canon_order": 13437
	},
	{
		"verseText": "“Why aren’t times laid up by the Almighty? Why don’t those who know him see his days? ",
		"book": "JOB",
		"verse": 1,
		"chapter": 24,
		"canon_order": 13438
	},
	{
		"verseText": "There are people who remove the landmarks. They violently take away flocks, and feed them. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 24,
		"canon_order": 13439
	},
	{
		"verseText": "They drive away the donkey of the fatherless, and they take the widow’s ox for a pledge. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 24,
		"canon_order": 13440
	},
	{
		"verseText": "They turn the needy out of the way. The poor of the earth all hide themselves. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 24,
		"canon_order": 13441
	},
	{
		"verseText": "Behold, as wild donkeys in the desert, they go out to their work, seeking diligently for food. The wilderness yields them bread for their children. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 24,
		"canon_order": 13442
	},
	{
		"verseText": "They cut their food in the field. They glean the vineyard of the wicked. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 24,
		"canon_order": 13443
	},
	{
		"verseText": "They lie all night naked without clothing, and have no covering in the cold. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 24,
		"canon_order": 13444
	},
	{
		"verseText": "They are wet with the showers of the mountains, and embrace the rock for lack of a shelter. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 24,
		"canon_order": 13445
	},
	{
		"verseText": "There are those who pluck the fatherless from the breast, and take a pledge of the poor, ",
		"book": "JOB",
		"verse": 9,
		"chapter": 24,
		"canon_order": 13446
	},
	{
		"verseText": "so that they go around naked without clothing. Being hungry, they carry the sheaves. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 24,
		"canon_order": 13447
	},
	{
		"verseText": "They make oil within the walls of these men. They tread wine presses, and suffer thirst. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 24,
		"canon_order": 13448
	},
	{
		"verseText": "From out of the populous city, men groan. The soul of the wounded cries out, yet God doesn’t regard the folly. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 24,
		"canon_order": 13449
	},
	{
		"verseText": "“These are of those who rebel against the light. They don’t know its ways, nor stay in its paths. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 24,
		"canon_order": 13450
	},
	{
		"verseText": "The murderer rises with the light. He kills the poor and needy. In the night he is like a thief. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 24,
		"canon_order": 13451
	},
	{
		"verseText": "The eye also of the adulterer waits for the twilight, saying, ‘No eye will see me.’ He disguises his face. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 24,
		"canon_order": 13452
	},
	{
		"verseText": "In the dark they dig through houses. They shut themselves up in the daytime. They don’t know the light. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 24,
		"canon_order": 13453
	},
	{
		"verseText": "For the morning is to all of them like thick darkness, for they know the terrors of the thick darkness. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 24,
		"canon_order": 13454
	},
	{
		"verseText": "“They are foam on the surface of the waters. Their portion is cursed in the earth. They don’t turn into the way of the vineyards. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 24,
		"canon_order": 13455
	},
	{
		"verseText": "Drought and heat consume the snow waters, so does Sheol those who have sinned. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 24,
		"canon_order": 13456
	},
	{
		"verseText": "The womb will forget him. The worm will feed sweetly on him. He will be no more remembered. Unrighteousness will be broken as a tree. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 24,
		"canon_order": 13457
	},
	{
		"verseText": "He devours the barren who don’t bear. He shows no kindness to the widow. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 24,
		"canon_order": 13458
	},
	{
		"verseText": "Yet God preserves the mighty by his power. He rises up who has no assurance of life. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 24,
		"canon_order": 13459
	},
	{
		"verseText": "God gives them security, and they rest in it. His eyes are on their ways. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 24,
		"canon_order": 13460
	},
	{
		"verseText": "They are exalted; yet a little while, and they are gone. Yes, they are brought low, they are taken out of the way as all others, and are cut off as the tops of the ears of grain. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 24,
		"canon_order": 13461
	},
	{
		"verseText": "If it isn’t so now, who will prove me a liar, and make my speech worth nothing?” ",
		"book": "JOB",
		"verse": 25,
		"chapter": 24,
		"canon_order": 13462
	},
	{
		"verseText": "Then Bildad the Shuhite answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 25,
		"canon_order": 13463
	},
	{
		"verseText": "“Dominion and fear are with him. He makes peace in his high places. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 25,
		"canon_order": 13464
	},
	{
		"verseText": "Can his armies be counted? On whom does his light not arise? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 25,
		"canon_order": 13465
	},
	{
		"verseText": "How then can man be just with God? Or how can he who is born of a woman be clean? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 25,
		"canon_order": 13466
	},
	{
		"verseText": "Behold, even the moon has no brightness, and the stars are not pure in his sight; ",
		"book": "JOB",
		"verse": 5,
		"chapter": 25,
		"canon_order": 13467
	},
	{
		"verseText": "How much less man, who is a worm, and the son of man, who is a worm!” ",
		"book": "JOB",
		"verse": 6,
		"chapter": 25,
		"canon_order": 13468
	},
	{
		"verseText": "Then Job answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 26,
		"canon_order": 13469
	},
	{
		"verseText": "“How have you helped him who is without power! How have you saved the arm that has no strength! ",
		"book": "JOB",
		"verse": 2,
		"chapter": 26,
		"canon_order": 13470
	},
	{
		"verseText": "How have you counseled him who has no wisdom, and plentifully declared sound knowledge! ",
		"book": "JOB",
		"verse": 3,
		"chapter": 26,
		"canon_order": 13471
	},
	{
		"verseText": "To whom have you uttered words? Whose spirit came out of you? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 26,
		"canon_order": 13472
	},
	{
		"verseText": "“The departed spirits tremble, those beneath the waters and all that live in them. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 26,
		"canon_order": 13473
	},
	{
		"verseText": "Sheol is naked before God, and Abaddon has no covering. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 26,
		"canon_order": 13474
	},
	{
		"verseText": "He stretches out the north over empty space, and hangs the earth on nothing. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 26,
		"canon_order": 13475
	},
	{
		"verseText": "He binds up the waters in his thick clouds, and the cloud is not burst under them. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 26,
		"canon_order": 13476
	},
	{
		"verseText": "He encloses the face of his throne, and spreads his cloud on it. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 26,
		"canon_order": 13477
	},
	{
		"verseText": "He has described a boundary on the surface of the waters, and to the confines of light and darkness. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 26,
		"canon_order": 13478
	},
	{
		"verseText": "The pillars of heaven tremble and are astonished at his rebuke. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 26,
		"canon_order": 13479
	},
	{
		"verseText": "He stirs up the sea with his power, and by his understanding he strikes through Rahab. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 26,
		"canon_order": 13480
	},
	{
		"verseText": "By his Spirit the heavens are garnished. His hand has pierced the swift serpent. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 26,
		"canon_order": 13481
	},
	{
		"verseText": "Behold, these are but the outskirts of his ways. How small a whisper do we hear of him! But the thunder of his power who can understand?” ",
		"book": "JOB",
		"verse": 14,
		"chapter": 26,
		"canon_order": 13482
	},
	{
		"verseText": "Job again took up his parable, and said, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 27,
		"canon_order": 13483
	},
	{
		"verseText": "“As God lives, who has taken away my right, the Almighty, who has made my soul bitter ",
		"book": "JOB",
		"verse": 2,
		"chapter": 27,
		"canon_order": 13484
	},
	{
		"verseText": "(for the length of my life is still in me, and the spirit of God is in my nostrils); ",
		"book": "JOB",
		"verse": 3,
		"chapter": 27,
		"canon_order": 13485
	},
	{
		"verseText": "surely my lips will not speak unrighteousness, neither will my tongue utter deceit. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 27,
		"canon_order": 13486
	},
	{
		"verseText": "Far be it from me that I should justify you. Until I die I will not put away my integrity from me. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 27,
		"canon_order": 13487
	},
	{
		"verseText": "I hold fast to my righteousness, and will not let it go. My heart will not reproach me so long as I live. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 27,
		"canon_order": 13488
	},
	{
		"verseText": "“Let my enemy be as the wicked. Let him who rises up against me be as the unrighteous. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 27,
		"canon_order": 13489
	},
	{
		"verseText": "For what is the hope of the godless, when he is cut off, when God takes away his life? ",
		"book": "JOB",
		"verse": 8,
		"chapter": 27,
		"canon_order": 13490
	},
	{
		"verseText": "Will God hear his cry when trouble comes on him? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 27,
		"canon_order": 13491
	},
	{
		"verseText": "Will he delight himself in the Almighty, and call on God at all times? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 27,
		"canon_order": 13492
	},
	{
		"verseText": "I will teach you about the hand of God. I will not conceal that which is with the Almighty. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 27,
		"canon_order": 13493
	},
	{
		"verseText": "Behold, all of you have seen it yourselves; why then have you become altogether vain? ",
		"book": "JOB",
		"verse": 12,
		"chapter": 27,
		"canon_order": 13494
	},
	{
		"verseText": "“This is the portion of a wicked man with God, the heritage of oppressors, which they receive from the Almighty. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 27,
		"canon_order": 13495
	},
	{
		"verseText": "If his children are multiplied, it is for the sword. His offspring will not be satisfied with bread. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 27,
		"canon_order": 13496
	},
	{
		"verseText": "Those who remain of him will be buried in death. His widows will make no lamentation. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 27,
		"canon_order": 13497
	},
	{
		"verseText": "Though he heap up silver as the dust, and prepare clothing as the clay; ",
		"book": "JOB",
		"verse": 16,
		"chapter": 27,
		"canon_order": 13498
	},
	{
		"verseText": "he may prepare it, but the just will put it on, and the innocent will divide the silver. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 27,
		"canon_order": 13499
	},
	{
		"verseText": "He builds his house as the moth, as a booth which the watchman makes. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 27,
		"canon_order": 13500
	},
	{
		"verseText": "He lies down rich, but he will not do so again. He opens his eyes, and he is not. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 27,
		"canon_order": 13501
	},
	{
		"verseText": "Terrors overtake him like waters. A storm steals him away in the night. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 27,
		"canon_order": 13502
	},
	{
		"verseText": "The east wind carries him away, and he departs. It sweeps him out of his place. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 27,
		"canon_order": 13503
	},
	{
		"verseText": "For it hurls at him, and does not spare, as he flees away from his hand. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 27,
		"canon_order": 13504
	},
	{
		"verseText": "Men will clap their hands at him, and will hiss him out of his place. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 27,
		"canon_order": 13505
	},
	{
		"verseText": "“Surely there is a mine for silver, and a place for gold which they refine. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 28,
		"canon_order": 13506
	},
	{
		"verseText": "Iron is taken out of the earth, and copper is smelted out of the ore. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 28,
		"canon_order": 13507
	},
	{
		"verseText": "Man sets an end to darkness, and searches out, to the furthest bound, the stones of obscurity and of thick darkness. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 28,
		"canon_order": 13508
	},
	{
		"verseText": "He breaks open a shaft away from where people live. They are forgotten by the foot. They hang far from men, they swing back and forth. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 28,
		"canon_order": 13509
	},
	{
		"verseText": "As for the earth, out of it comes bread. Underneath it is turned up as it were by fire. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 28,
		"canon_order": 13510
	},
	{
		"verseText": "Sapphires come from its rocks. It has dust of gold. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 28,
		"canon_order": 13511
	},
	{
		"verseText": "That path no bird of prey knows, neither has the falcon’s eye seen it. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 28,
		"canon_order": 13512
	},
	{
		"verseText": "The proud animals have not trodden it, nor has the fierce lion passed by there. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 28,
		"canon_order": 13513
	},
	{
		"verseText": "He puts his hand on the flinty rock, and he overturns the mountains by the roots. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 28,
		"canon_order": 13514
	},
	{
		"verseText": "He cuts out channels among the rocks. His eye sees every precious thing. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 28,
		"canon_order": 13515
	},
	{
		"verseText": "He binds the streams that they don’t trickle. The thing that is hidden he brings out to light. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 28,
		"canon_order": 13516
	},
	{
		"verseText": "“But where will wisdom be found? Where is the place of understanding? ",
		"book": "JOB",
		"verse": 12,
		"chapter": 28,
		"canon_order": 13517
	},
	{
		"verseText": "Man doesn’t know its price, and it isn’t found in the land of the living. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 28,
		"canon_order": 13518
	},
	{
		"verseText": "The deep says, ‘It isn’t in me.’ The sea says, ‘It isn’t with me.’ ",
		"book": "JOB",
		"verse": 14,
		"chapter": 28,
		"canon_order": 13519
	},
	{
		"verseText": "It can’t be gotten for gold, neither will silver be weighed for its price. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 28,
		"canon_order": 13520
	},
	{
		"verseText": "It can’t be valued with the gold of Ophir, with the precious onyx, or the sapphire. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 28,
		"canon_order": 13521
	},
	{
		"verseText": "Gold and glass can’t equal it, neither will it be exchanged for jewels of fine gold. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 28,
		"canon_order": 13522
	},
	{
		"verseText": "No mention will be made of coral or of crystal. Yes, the price of wisdom is above rubies. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 28,
		"canon_order": 13523
	},
	{
		"verseText": "The topaz of Ethiopia will not equal it. It won’t be valued with pure gold. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 28,
		"canon_order": 13524
	},
	{
		"verseText": "Where then does wisdom come from? Where is the place of understanding? ",
		"book": "JOB",
		"verse": 20,
		"chapter": 28,
		"canon_order": 13525
	},
	{
		"verseText": "Seeing it is hidden from the eyes of all living, and kept close from the birds of the sky. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 28,
		"canon_order": 13526
	},
	{
		"verseText": "Destruction and Death say, ‘We have heard a rumor of it with our ears.’ ",
		"book": "JOB",
		"verse": 22,
		"chapter": 28,
		"canon_order": 13527
	},
	{
		"verseText": "“God understands its way, and he knows its place. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 28,
		"canon_order": 13528
	},
	{
		"verseText": "For he looks to the ends of the earth, and sees under the whole sky. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 28,
		"canon_order": 13529
	},
	{
		"verseText": "He establishes the force of the wind. Yes, he measures out the waters by measure. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 28,
		"canon_order": 13530
	},
	{
		"verseText": "When he made a decree for the rain, and a way for the lightning of the thunder, ",
		"book": "JOB",
		"verse": 26,
		"chapter": 28,
		"canon_order": 13531
	},
	{
		"verseText": "then he saw it, and declared it. He established it, yes, and searched it out. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 28,
		"canon_order": 13532
	},
	{
		"verseText": "To man he said, ‘Behold, the fear of the Lord, that is wisdom. To depart from evil is understanding.’” ",
		"book": "JOB",
		"verse": 28,
		"chapter": 28,
		"canon_order": 13533
	},
	{
		"verseText": "Job again took up his parable, and said, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 29,
		"canon_order": 13534
	},
	{
		"verseText": "“Oh that I were as in the months of old, as in the days when God watched over me; ",
		"book": "JOB",
		"verse": 2,
		"chapter": 29,
		"canon_order": 13535
	},
	{
		"verseText": "when his lamp shone on my head, and by his light I walked through darkness, ",
		"book": "JOB",
		"verse": 3,
		"chapter": 29,
		"canon_order": 13536
	},
	{
		"verseText": "as I was in my prime, when the friendship of God was in my tent, ",
		"book": "JOB",
		"verse": 4,
		"chapter": 29,
		"canon_order": 13537
	},
	{
		"verseText": "when the Almighty was yet with me, and my children were around me, ",
		"book": "JOB",
		"verse": 5,
		"chapter": 29,
		"canon_order": 13538
	},
	{
		"verseText": "when my steps were washed with butter, and the rock poured out streams of oil for me, ",
		"book": "JOB",
		"verse": 6,
		"chapter": 29,
		"canon_order": 13539
	},
	{
		"verseText": "when I went out to the city gate, when I prepared my seat in the street. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 29,
		"canon_order": 13540
	},
	{
		"verseText": "The young men saw me and hid themselves. The aged rose up and stood. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 29,
		"canon_order": 13541
	},
	{
		"verseText": "The princes refrained from talking, and laid their hand on their mouth. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 29,
		"canon_order": 13542
	},
	{
		"verseText": "The voice of the nobles was hushed, and their tongue stuck to the roof of their mouth. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 29,
		"canon_order": 13543
	},
	{
		"verseText": "For when the ear heard me, then it blessed me, and when the eye saw me, it commended me, ",
		"book": "JOB",
		"verse": 11,
		"chapter": 29,
		"canon_order": 13544
	},
	{
		"verseText": "because I delivered the poor who cried, and the fatherless also, who had no one to help him, ",
		"book": "JOB",
		"verse": 12,
		"chapter": 29,
		"canon_order": 13545
	},
	{
		"verseText": "the blessing of him who was ready to perish came on me, and I caused the widow’s heart to sing for joy. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 29,
		"canon_order": 13546
	},
	{
		"verseText": "I put on righteousness, and it clothed me. My justice was as a robe and a diadem. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 29,
		"canon_order": 13547
	},
	{
		"verseText": "I was eyes to the blind, and feet to the lame. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 29,
		"canon_order": 13548
	},
	{
		"verseText": "I was a father to the needy. I researched the cause of him whom I didn’t know. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 29,
		"canon_order": 13549
	},
	{
		"verseText": "I broke the jaws of the unrighteous and plucked the prey out of his teeth. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 29,
		"canon_order": 13550
	},
	{
		"verseText": "Then I said, ‘I will die in my own house, I will count my days as the sand. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 29,
		"canon_order": 13551
	},
	{
		"verseText": "My root is spread out to the waters. The dew lies all night on my branch. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 29,
		"canon_order": 13552
	},
	{
		"verseText": "My glory is fresh in me. My bow is renewed in my hand.’ ",
		"book": "JOB",
		"verse": 20,
		"chapter": 29,
		"canon_order": 13553
	},
	{
		"verseText": "“Men listened to me, waited, and kept silence for my counsel. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 29,
		"canon_order": 13554
	},
	{
		"verseText": "After my words they didn’t speak again. My speech fell on them. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 29,
		"canon_order": 13555
	},
	{
		"verseText": "They waited for me as for the rain. Their mouths drank as with the spring rain. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 29,
		"canon_order": 13556
	},
	{
		"verseText": "I smiled on them when they had no confidence. They didn’t reject the light of my face. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 29,
		"canon_order": 13557
	},
	{
		"verseText": "I chose out their way, and sat as chief. I lived as a king in the army, as one who comforts the mourners. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 29,
		"canon_order": 13558
	},
	{
		"verseText": "“But now those who are younger than I have me in derision, whose fathers I considered unworthy to put with my sheep dogs. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 30,
		"canon_order": 13559
	},
	{
		"verseText": "Of what use is the strength of their hands to me, men in whom ripe age has perished? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 30,
		"canon_order": 13560
	},
	{
		"verseText": "They are gaunt from lack and famine. They gnaw the dry ground, in the gloom of waste and desolation. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 30,
		"canon_order": 13561
	},
	{
		"verseText": "They pluck salt herbs by the bushes. The roots of the broom tree are their food. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 30,
		"canon_order": 13562
	},
	{
		"verseText": "They are driven out from among men. They cry after them as after a thief, ",
		"book": "JOB",
		"verse": 5,
		"chapter": 30,
		"canon_order": 13563
	},
	{
		"verseText": "so that they live in frightful valleys, and in holes of the earth and of the rocks. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 30,
		"canon_order": 13564
	},
	{
		"verseText": "They bray among the bushes. They are gathered together under the nettles. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 30,
		"canon_order": 13565
	},
	{
		"verseText": "They are children of fools, yes, children of wicked men. They were flogged out of the land. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 30,
		"canon_order": 13566
	},
	{
		"verseText": "“Now I have become their song. Yes, I am a byword to them. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 30,
		"canon_order": 13567
	},
	{
		"verseText": "They abhor me, they stand aloof from me, and don’t hesitate to spit in my face. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 30,
		"canon_order": 13568
	},
	{
		"verseText": "For he has untied his cord, and afflicted me; and they have thrown off restraint before me. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 30,
		"canon_order": 13569
	},
	{
		"verseText": "On my right hand rise the rabble. They thrust aside my feet. They cast their ways of destruction up against me. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 30,
		"canon_order": 13570
	},
	{
		"verseText": "They mar my path. They promote my destruction without anyone’s help. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 30,
		"canon_order": 13571
	},
	{
		"verseText": "As through a wide breach they come. They roll themselves in amid the ruin. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 30,
		"canon_order": 13572
	},
	{
		"verseText": "Terrors have turned on me. They chase my honor as the wind. My welfare has passed away as a cloud. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 30,
		"canon_order": 13573
	},
	{
		"verseText": "“Now my soul is poured out within me. Days of affliction have taken hold of me. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 30,
		"canon_order": 13574
	},
	{
		"verseText": "In the night season my bones are pierced in me, and the pains that gnaw me take no rest. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 30,
		"canon_order": 13575
	},
	{
		"verseText": "My garment is disfigured by great force. It binds me about as the collar of my tunic. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 30,
		"canon_order": 13576
	},
	{
		"verseText": "He has cast me into the mire. I have become like dust and ashes. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 30,
		"canon_order": 13577
	},
	{
		"verseText": "I cry to you, and you do not answer me. I stand up, and you gaze at me. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 30,
		"canon_order": 13578
	},
	{
		"verseText": "You have turned to be cruel to me. With the might of your hand you persecute me. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 30,
		"canon_order": 13579
	},
	{
		"verseText": "You lift me up to the wind, and drive me with it. You dissolve me in the storm. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 30,
		"canon_order": 13580
	},
	{
		"verseText": "For I know that you will bring me to death, to the house appointed for all living. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 30,
		"canon_order": 13581
	},
	{
		"verseText": "“However doesn’t one stretch out a hand in his fall? Or in his calamity therefore cry for help? ",
		"book": "JOB",
		"verse": 24,
		"chapter": 30,
		"canon_order": 13582
	},
	{
		"verseText": "Didn’t I weep for him who was in trouble? Wasn’t my soul grieved for the needy? ",
		"book": "JOB",
		"verse": 25,
		"chapter": 30,
		"canon_order": 13583
	},
	{
		"verseText": "When I looked for good, then evil came. When I waited for light, darkness came. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 30,
		"canon_order": 13584
	},
	{
		"verseText": "My heart is troubled, and doesn’t rest. Days of affliction have come on me. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 30,
		"canon_order": 13585
	},
	{
		"verseText": "I go mourning without the sun. I stand up in the assembly, and cry for help. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 30,
		"canon_order": 13586
	},
	{
		"verseText": "I am a brother to jackals, and a companion to ostriches. ",
		"book": "JOB",
		"verse": 29,
		"chapter": 30,
		"canon_order": 13587
	},
	{
		"verseText": "My skin grows black and peels from me. My bones are burned with heat. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 30,
		"canon_order": 13588
	},
	{
		"verseText": "Therefore my harp has turned to mourning, and my pipe into the voice of those who weep. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 30,
		"canon_order": 13589
	},
	{
		"verseText": "“I made a covenant with my eyes; how then should I look lustfully at a young woman? ",
		"book": "JOB",
		"verse": 1,
		"chapter": 31,
		"canon_order": 13590
	},
	{
		"verseText": "For what is the portion from God above, and the heritage from the Almighty on high? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 31,
		"canon_order": 13591
	},
	{
		"verseText": "Is it not calamity to the unrighteous, and disaster to the workers of iniquity? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 31,
		"canon_order": 13592
	},
	{
		"verseText": "Doesn’t he see my ways, and count all my steps? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 31,
		"canon_order": 13593
	},
	{
		"verseText": "“If I have walked with falsehood, and my foot has hurried to deceit ",
		"book": "JOB",
		"verse": 5,
		"chapter": 31,
		"canon_order": 13594
	},
	{
		"verseText": "(let me be weighed in an even balance, that God may know my integrity); ",
		"book": "JOB",
		"verse": 6,
		"chapter": 31,
		"canon_order": 13595
	},
	{
		"verseText": "if my step has turned out of the way, if my heart walked after my eyes, if any defilement has stuck to my hands, ",
		"book": "JOB",
		"verse": 7,
		"chapter": 31,
		"canon_order": 13596
	},
	{
		"verseText": "then let me sow, and let another eat. Yes, let the produce of my field be rooted out. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 31,
		"canon_order": 13597
	},
	{
		"verseText": "“If my heart has been enticed to a woman, and I have laid wait at my neighbor’s door, ",
		"book": "JOB",
		"verse": 9,
		"chapter": 31,
		"canon_order": 13598
	},
	{
		"verseText": "then let my wife grind for another, and let others sleep with her. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 31,
		"canon_order": 13599
	},
	{
		"verseText": "For that would be a heinous crime. Yes, it would be an iniquity to be punished by the judges, ",
		"book": "JOB",
		"verse": 11,
		"chapter": 31,
		"canon_order": 13600
	},
	{
		"verseText": "for it is a fire that consumes to destruction, and would root out all my increase. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 31,
		"canon_order": 13601
	},
	{
		"verseText": "“If I have despised the cause of my male servant or of my female servant, when they contended with me, ",
		"book": "JOB",
		"verse": 13,
		"chapter": 31,
		"canon_order": 13602
	},
	{
		"verseText": "what then will I do when God rises up? When he visits, what will I answer him? ",
		"book": "JOB",
		"verse": 14,
		"chapter": 31,
		"canon_order": 13603
	},
	{
		"verseText": "Didn’t he who made me in the womb make him? Didn’t one fashion us in the womb? ",
		"book": "JOB",
		"verse": 15,
		"chapter": 31,
		"canon_order": 13604
	},
	{
		"verseText": "“If I have withheld the poor from their desire, or have caused the eyes of the widow to fail, ",
		"book": "JOB",
		"verse": 16,
		"chapter": 31,
		"canon_order": 13605
	},
	{
		"verseText": "or have eaten my morsel alone, and the fatherless has not eaten of it ",
		"book": "JOB",
		"verse": 17,
		"chapter": 31,
		"canon_order": 13606
	},
	{
		"verseText": "(no, from my youth he grew up with me as with a father, I have guided her from my mother’s womb); ",
		"book": "JOB",
		"verse": 18,
		"chapter": 31,
		"canon_order": 13607
	},
	{
		"verseText": "if I have seen any perish for want of clothing, or that the needy had no covering; ",
		"book": "JOB",
		"verse": 19,
		"chapter": 31,
		"canon_order": 13608
	},
	{
		"verseText": "if his heart hasn’t blessed me, if he hasn’t been warmed with my sheep’s fleece; ",
		"book": "JOB",
		"verse": 20,
		"chapter": 31,
		"canon_order": 13609
	},
	{
		"verseText": "if I have lifted up my hand against the fatherless, because I saw my help in the gate; ",
		"book": "JOB",
		"verse": 21,
		"chapter": 31,
		"canon_order": 13610
	},
	{
		"verseText": "then let my shoulder fall from the shoulder blade, and my arm be broken from the bone. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 31,
		"canon_order": 13611
	},
	{
		"verseText": "For calamity from God is a terror to me. Because of his majesty, I can do nothing. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 31,
		"canon_order": 13612
	},
	{
		"verseText": "“If I have made gold my hope, and have said to the fine gold, ‘You are my confidence;’ ",
		"book": "JOB",
		"verse": 24,
		"chapter": 31,
		"canon_order": 13613
	},
	{
		"verseText": "If I have rejoiced because my wealth was great, and because my hand had gotten much; ",
		"book": "JOB",
		"verse": 25,
		"chapter": 31,
		"canon_order": 13614
	},
	{
		"verseText": "if I have seen the sun when it shined, or the moon moving in splendor, ",
		"book": "JOB",
		"verse": 26,
		"chapter": 31,
		"canon_order": 13615
	},
	{
		"verseText": "and my heart has been secretly enticed, and my hand threw a kiss from my mouth; ",
		"book": "JOB",
		"verse": 27,
		"chapter": 31,
		"canon_order": 13616
	},
	{
		"verseText": "this also would be an iniquity to be punished by the judges, for I should have denied the God who is above. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 31,
		"canon_order": 13617
	},
	{
		"verseText": "“If I have rejoiced at the destruction of him who hated me, or lifted up myself when evil found him ",
		"book": "JOB",
		"verse": 29,
		"chapter": 31,
		"canon_order": 13618
	},
	{
		"verseText": "(I have certainly not allowed my mouth to sin by asking his life with a curse); ",
		"book": "JOB",
		"verse": 30,
		"chapter": 31,
		"canon_order": 13619
	},
	{
		"verseText": "if the men of my tent have not said, ‘Who can find one who has not been filled with his meat?’ ",
		"book": "JOB",
		"verse": 31,
		"chapter": 31,
		"canon_order": 13620
	},
	{
		"verseText": "(the foreigner has not camped in the street, but I have opened my doors to the traveler); ",
		"book": "JOB",
		"verse": 32,
		"chapter": 31,
		"canon_order": 13621
	},
	{
		"verseText": "if like Adam I have covered my transgressions, by hiding my iniquity in my heart, ",
		"book": "JOB",
		"verse": 33,
		"chapter": 31,
		"canon_order": 13622
	},
	{
		"verseText": "because I feared the great multitude, and the contempt of families terrified me, so that I kept silence, and didn’t go out of the door— ",
		"book": "JOB",
		"verse": 34,
		"chapter": 31,
		"canon_order": 13623
	},
	{
		"verseText": "oh that I had one to hear me! Behold, here is my signature! Let the Almighty answer me! Let the accuser write my indictment! ",
		"book": "JOB",
		"verse": 35,
		"chapter": 31,
		"canon_order": 13624
	},
	{
		"verseText": "Surely I would carry it on my shoulder, and I would bind it to me as a crown. ",
		"book": "JOB",
		"verse": 36,
		"chapter": 31,
		"canon_order": 13625
	},
	{
		"verseText": "I would declare to him the number of my steps. I would go near to him like a prince. ",
		"book": "JOB",
		"verse": 37,
		"chapter": 31,
		"canon_order": 13626
	},
	{
		"verseText": "If my land cries out against me, and its furrows weep together; ",
		"book": "JOB",
		"verse": 38,
		"chapter": 31,
		"canon_order": 13627
	},
	{
		"verseText": "if I have eaten its fruits without money, or have caused its owners to lose their life, ",
		"book": "JOB",
		"verse": 39,
		"chapter": 31,
		"canon_order": 13628
	},
	{
		"verseText": "let briers grow instead of wheat, and stinkweed instead of barley.” The words of Job are ended. ",
		"book": "JOB",
		"verse": 40,
		"chapter": 31,
		"canon_order": 13629
	},
	{
		"verseText": "So these three men ceased to answer Job, because he was righteous in his own eyes. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 32,
		"canon_order": 13630
	},
	{
		"verseText": "Then the wrath of Elihu the son of Barachel, the Buzite, of the family of Ram, was kindled against Job. His wrath was kindled because he justified himself rather than God. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 32,
		"canon_order": 13631
	},
	{
		"verseText": "Also his wrath was kindled against his three friends, because they had found no answer, and yet had condemned Job. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 32,
		"canon_order": 13632
	},
	{
		"verseText": "Now Elihu had waited to speak to Job, because they were elder than he. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 32,
		"canon_order": 13633
	},
	{
		"verseText": "When Elihu saw that there was no answer in the mouth of these three men, his wrath was kindled. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 32,
		"canon_order": 13634
	},
	{
		"verseText": "Elihu the son of Barachel the Buzite answered, “I am young, and you are very old. Therefore I held back, and didn’t dare show you my opinion. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 32,
		"canon_order": 13635
	},
	{
		"verseText": "I said, ‘Days should speak, and multitude of years should teach wisdom.’ ",
		"book": "JOB",
		"verse": 7,
		"chapter": 32,
		"canon_order": 13636
	},
	{
		"verseText": "But there is a spirit in man, and the Spirit of the Almighty gives them understanding. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 32,
		"canon_order": 13637
	},
	{
		"verseText": "It is not the great who are wise, nor the aged who understand justice. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 32,
		"canon_order": 13638
	},
	{
		"verseText": "Therefore I said, ‘Listen to me; I also will show my opinion.’ ",
		"book": "JOB",
		"verse": 10,
		"chapter": 32,
		"canon_order": 13639
	},
	{
		"verseText": "“Behold, I waited for your words, and I listened for your reasoning, while you searched out what to say. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 32,
		"canon_order": 13640
	},
	{
		"verseText": "Yes, I gave you my full attention, but there was no one who convinced Job, or who answered his words, among you. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 32,
		"canon_order": 13641
	},
	{
		"verseText": "Beware lest you say, ‘We have found wisdom. God may refute him, not man;’ ",
		"book": "JOB",
		"verse": 13,
		"chapter": 32,
		"canon_order": 13642
	},
	{
		"verseText": "for he has not directed his words against me; neither will I answer him with your speeches. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 32,
		"canon_order": 13643
	},
	{
		"verseText": "“They are amazed. They answer no more. They don’t have a word to say. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 32,
		"canon_order": 13644
	},
	{
		"verseText": "Shall I wait, because they don’t speak, because they stand still, and answer no more? ",
		"book": "JOB",
		"verse": 16,
		"chapter": 32,
		"canon_order": 13645
	},
	{
		"verseText": "I also will answer my part, and I also will show my opinion. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 32,
		"canon_order": 13646
	},
	{
		"verseText": "For I am full of words. The spirit within me constrains me. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 32,
		"canon_order": 13647
	},
	{
		"verseText": "Behold, my breast is as wine which has no vent; like new wineskins it is ready to burst. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 32,
		"canon_order": 13648
	},
	{
		"verseText": "I will speak, that I may be refreshed. I will open my lips and answer. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 32,
		"canon_order": 13649
	},
	{
		"verseText": "Please don’t let me respect any man’s person, neither will I give flattering titles to any man. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 32,
		"canon_order": 13650
	},
	{
		"verseText": "For I don’t know how to give flattering titles, or else my Maker would soon take me away. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 32,
		"canon_order": 13651
	},
	{
		"verseText": "“However, Job, please hear my speech, and listen to all my words. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 33,
		"canon_order": 13652
	},
	{
		"verseText": "See now, I have opened my mouth. My tongue has spoken in my mouth. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 33,
		"canon_order": 13653
	},
	{
		"verseText": "My words will utter the uprightness of my heart. That which my lips know they will speak sincerely. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 33,
		"canon_order": 13654
	},
	{
		"verseText": "The Spirit of God has made me, and the breath of the Almighty gives me life. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 33,
		"canon_order": 13655
	},
	{
		"verseText": "If you can, answer me. Set your words in order before me, and stand up. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 33,
		"canon_order": 13656
	},
	{
		"verseText": "Behold, I am toward God even as you are. I am also formed out of the clay. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 33,
		"canon_order": 13657
	},
	{
		"verseText": "Behold, my terror will not make you afraid, neither will my pressure be heavy on you. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 33,
		"canon_order": 13658
	},
	{
		"verseText": "“Surely you have spoken in my hearing, I have heard the voice of your words, saying, ",
		"book": "JOB",
		"verse": 8,
		"chapter": 33,
		"canon_order": 13659
	},
	{
		"verseText": "‘I am clean, without disobedience. I am innocent, neither is there iniquity in me. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 33,
		"canon_order": 13660
	},
	{
		"verseText": "Behold, he finds occasions against me. He counts me for his enemy. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 33,
		"canon_order": 13661
	},
	{
		"verseText": "He puts my feet in the stocks. He marks all my paths.’ ",
		"book": "JOB",
		"verse": 11,
		"chapter": 33,
		"canon_order": 13662
	},
	{
		"verseText": "“Behold, I will answer you. In this you are not just, for God is greater than man. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 33,
		"canon_order": 13663
	},
	{
		"verseText": "Why do you strive against him, because he doesn’t give account of any of his matters? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 33,
		"canon_order": 13664
	},
	{
		"verseText": "For God speaks once, yes twice, though man pays no attention. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 33,
		"canon_order": 13665
	},
	{
		"verseText": "In a dream, in a vision of the night, when deep sleep falls on men, in slumbering on the bed, ",
		"book": "JOB",
		"verse": 15,
		"chapter": 33,
		"canon_order": 13666
	},
	{
		"verseText": "then he opens the ears of men, and seals their instruction, ",
		"book": "JOB",
		"verse": 16,
		"chapter": 33,
		"canon_order": 13667
	},
	{
		"verseText": "that he may withdraw man from his purpose, and hide pride from man. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 33,
		"canon_order": 13668
	},
	{
		"verseText": "He keeps back his soul from the pit, and his life from perishing by the sword. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 33,
		"canon_order": 13669
	},
	{
		"verseText": "“He is chastened also with pain on his bed, with continual strife in his bones, ",
		"book": "JOB",
		"verse": 19,
		"chapter": 33,
		"canon_order": 13670
	},
	{
		"verseText": "so that his life abhors bread, and his soul dainty food. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 33,
		"canon_order": 13671
	},
	{
		"verseText": "His flesh is so consumed away that it can’t be seen. His bones that were not seen stick out. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 33,
		"canon_order": 13672
	},
	{
		"verseText": "Yes, his soul draws near to the pit, and his life to the destroyers. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 33,
		"canon_order": 13673
	},
	{
		"verseText": "“If there is beside him an angel, an interpreter, one among a thousand, to show to man what is right for him, ",
		"book": "JOB",
		"verse": 23,
		"chapter": 33,
		"canon_order": 13674
	},
	{
		"verseText": "then God is gracious to him, and says, ‘Deliver him from going down to the pit, I have found a ransom.’ ",
		"book": "JOB",
		"verse": 24,
		"chapter": 33,
		"canon_order": 13675
	},
	{
		"verseText": "His flesh will be fresher than a child’s. He returns to the days of his youth. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 33,
		"canon_order": 13676
	},
	{
		"verseText": "He prays to God, and he is favorable to him, so that he sees his face with joy. He restores to man his righteousness. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 33,
		"canon_order": 13677
	},
	{
		"verseText": "He sings before men, and says, ‘I have sinned, and perverted that which was right, and it didn’t profit me. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 33,
		"canon_order": 13678
	},
	{
		"verseText": "He has redeemed my soul from going into the pit. My life will see the light.’ ",
		"book": "JOB",
		"verse": 28,
		"chapter": 33,
		"canon_order": 13679
	},
	{
		"verseText": "“Behold, God does all these things, twice, yes three times, with a man, ",
		"book": "JOB",
		"verse": 29,
		"chapter": 33,
		"canon_order": 13680
	},
	{
		"verseText": "to bring back his soul from the pit, that he may be enlightened with the light of the living. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 33,
		"canon_order": 13681
	},
	{
		"verseText": "Mark well, Job, and listen to me. Hold your peace, and I will speak. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 33,
		"canon_order": 13682
	},
	{
		"verseText": "If you have anything to say, answer me. Speak, for I desire to justify you. ",
		"book": "JOB",
		"verse": 32,
		"chapter": 33,
		"canon_order": 13683
	},
	{
		"verseText": "If not, listen to me. Hold your peace, and I will teach you wisdom.” ",
		"book": "JOB",
		"verse": 33,
		"chapter": 33,
		"canon_order": 13684
	},
	{
		"verseText": "Moreover Elihu answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 34,
		"canon_order": 13685
	},
	{
		"verseText": "“Hear my words, you wise men. Give ear to me, you who have knowledge. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 34,
		"canon_order": 13686
	},
	{
		"verseText": "For the ear tries words, as the palate tastes food. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 34,
		"canon_order": 13687
	},
	{
		"verseText": "Let us choose for us that which is right. Let us know among ourselves what is good. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 34,
		"canon_order": 13688
	},
	{
		"verseText": "For Job has said, ‘I am righteous, God has taken away my right. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 34,
		"canon_order": 13689
	},
	{
		"verseText": "Notwithstanding my right I am considered a liar. My wound is incurable, though I am without disobedience.’ ",
		"book": "JOB",
		"verse": 6,
		"chapter": 34,
		"canon_order": 13690
	},
	{
		"verseText": "What man is like Job, who drinks scorn like water, ",
		"book": "JOB",
		"verse": 7,
		"chapter": 34,
		"canon_order": 13691
	},
	{
		"verseText": "who goes in company with the workers of iniquity, and walks with wicked men? ",
		"book": "JOB",
		"verse": 8,
		"chapter": 34,
		"canon_order": 13692
	},
	{
		"verseText": "For he has said, ‘It profits a man nothing that he should delight himself with God.’ ",
		"book": "JOB",
		"verse": 9,
		"chapter": 34,
		"canon_order": 13693
	},
	{
		"verseText": "“Therefore listen to me, you men of understanding: far be it from God, that he should do wickedness, from the Almighty, that he should commit iniquity. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 34,
		"canon_order": 13694
	},
	{
		"verseText": "For the work of a man he will render to him, and cause every man to find according to his ways. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 34,
		"canon_order": 13695
	},
	{
		"verseText": "Yes surely, God will not do wickedly, neither will the Almighty pervert justice. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 34,
		"canon_order": 13696
	},
	{
		"verseText": "Who put him in charge of the earth? Or who has appointed him over the whole world? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 34,
		"canon_order": 13697
	},
	{
		"verseText": "If he set his heart on himself, if he gathered to himself his spirit and his breath, ",
		"book": "JOB",
		"verse": 14,
		"chapter": 34,
		"canon_order": 13698
	},
	{
		"verseText": "all flesh would perish together, and man would turn again to dust. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 34,
		"canon_order": 13699
	},
	{
		"verseText": "“If now you have understanding, hear this. Listen to the voice of my words. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 34,
		"canon_order": 13700
	},
	{
		"verseText": "Should even one who hates justice govern? Will you condemn him who is righteous and mighty, ",
		"book": "JOB",
		"verse": 17,
		"chapter": 34,
		"canon_order": 13701
	},
	{
		"verseText": "who says to a king, ‘Vile!’ or to nobles, ‘Wicked!’? ",
		"book": "JOB",
		"verse": 18,
		"chapter": 34,
		"canon_order": 13702
	},
	{
		"verseText": "He doesn’t respect the persons of princes, nor respect the rich more than the poor, for they all are the work of his hands. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 34,
		"canon_order": 13703
	},
	{
		"verseText": "In a moment they die, even at midnight. The people are shaken and pass away. The mighty are taken away without a hand. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 34,
		"canon_order": 13704
	},
	{
		"verseText": "“For his eyes are on the ways of a man. He sees all his goings. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 34,
		"canon_order": 13705
	},
	{
		"verseText": "There is no darkness, nor thick gloom, where the workers of iniquity may hide themselves. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 34,
		"canon_order": 13706
	},
	{
		"verseText": "For he doesn’t need to consider a man further, that he should go before God in judgment. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 34,
		"canon_order": 13707
	},
	{
		"verseText": "He breaks mighty men in pieces in ways past finding out, and sets others in their place. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 34,
		"canon_order": 13708
	},
	{
		"verseText": "Therefore he takes knowledge of their works. He overturns them in the night, so that they are destroyed. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 34,
		"canon_order": 13709
	},
	{
		"verseText": "He strikes them as wicked men in the open sight of others; ",
		"book": "JOB",
		"verse": 26,
		"chapter": 34,
		"canon_order": 13710
	},
	{
		"verseText": "because they turned away from following him, and wouldn’t pay attention to any of his ways, ",
		"book": "JOB",
		"verse": 27,
		"chapter": 34,
		"canon_order": 13711
	},
	{
		"verseText": "so that they caused the cry of the poor to come to him. He heard the cry of the afflicted. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 34,
		"canon_order": 13712
	},
	{
		"verseText": "When he gives quietness, who then can condemn? When he hides his face, who then can see him? He is over a nation or a man alike, ",
		"book": "JOB",
		"verse": 29,
		"chapter": 34,
		"canon_order": 13713
	},
	{
		"verseText": "that the godless man may not reign, that there be no one to ensnare the people. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 34,
		"canon_order": 13714
	},
	{
		"verseText": "“For has any said to God, ‘I am guilty, but I will not offend any more. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 34,
		"canon_order": 13715
	},
	{
		"verseText": "Teach me that which I don’t see. If I have done iniquity, I will do it no more’? ",
		"book": "JOB",
		"verse": 32,
		"chapter": 34,
		"canon_order": 13716
	},
	{
		"verseText": "Shall his recompense be as you desire, that you refuse it? For you must choose, and not I. Therefore speak what you know. ",
		"book": "JOB",
		"verse": 33,
		"chapter": 34,
		"canon_order": 13717
	},
	{
		"verseText": "Men of understanding will tell me, yes, every wise man who hears me: ",
		"book": "JOB",
		"verse": 34,
		"chapter": 34,
		"canon_order": 13718
	},
	{
		"verseText": "‘Job speaks without knowledge. His words are without wisdom.’ ",
		"book": "JOB",
		"verse": 35,
		"chapter": 34,
		"canon_order": 13719
	},
	{
		"verseText": "I wish that Job were tried to the end, because of his answering like wicked men. ",
		"book": "JOB",
		"verse": 36,
		"chapter": 34,
		"canon_order": 13720
	},
	{
		"verseText": "For he adds rebellion to his sin. He claps his hands among us, and multiplies his words against God.” ",
		"book": "JOB",
		"verse": 37,
		"chapter": 34,
		"canon_order": 13721
	},
	{
		"verseText": "Moreover Elihu answered, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 35,
		"canon_order": 13722
	},
	{
		"verseText": "“Do you think this to be your right, or do you say, ‘My righteousness is more than God’s,’ ",
		"book": "JOB",
		"verse": 2,
		"chapter": 35,
		"canon_order": 13723
	},
	{
		"verseText": "that you ask, ‘What advantage will it be to you? What profit will I have, more than if I had sinned?’ ",
		"book": "JOB",
		"verse": 3,
		"chapter": 35,
		"canon_order": 13724
	},
	{
		"verseText": "I will answer you, and your companions with you. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 35,
		"canon_order": 13725
	},
	{
		"verseText": "Look to the skies, and see. See the skies, which are higher than you. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 35,
		"canon_order": 13726
	},
	{
		"verseText": "If you have sinned, what effect do you have against him? If your transgressions are multiplied, what do you do to him? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 35,
		"canon_order": 13727
	},
	{
		"verseText": "If you are righteous, what do you give him? Or what does he receive from your hand? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 35,
		"canon_order": 13728
	},
	{
		"verseText": "Your wickedness may hurt a man as you are, and your righteousness may profit a son of man. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 35,
		"canon_order": 13729
	},
	{
		"verseText": "“By reason of the multitude of oppressions they cry out. They cry for help by reason of the arm of the mighty. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 35,
		"canon_order": 13730
	},
	{
		"verseText": "But no one says, ‘Where is God my Maker, who gives songs in the night, ",
		"book": "JOB",
		"verse": 10,
		"chapter": 35,
		"canon_order": 13731
	},
	{
		"verseText": "who teaches us more than the animals of the earth, and makes us wiser than the birds of the sky?’ ",
		"book": "JOB",
		"verse": 11,
		"chapter": 35,
		"canon_order": 13732
	},
	{
		"verseText": "There they cry, but no one answers, because of the pride of evil men. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 35,
		"canon_order": 13733
	},
	{
		"verseText": "Surely God will not hear an empty cry, neither will the Almighty regard it. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 35,
		"canon_order": 13734
	},
	{
		"verseText": "How much less when you say you don’t see him. The cause is before him, and you wait for him! ",
		"book": "JOB",
		"verse": 14,
		"chapter": 35,
		"canon_order": 13735
	},
	{
		"verseText": "But now, because he has not visited in his anger, neither does he greatly regard arrogance, ",
		"book": "JOB",
		"verse": 15,
		"chapter": 35,
		"canon_order": 13736
	},
	{
		"verseText": "therefore Job opens his mouth with empty talk, and he multiplies words without knowledge.” ",
		"book": "JOB",
		"verse": 16,
		"chapter": 35,
		"canon_order": 13737
	},
	{
		"verseText": "Elihu also continued, and said, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 36,
		"canon_order": 13738
	},
	{
		"verseText": "“Bear with me a little, and I will show you; for I still have something to say on God’s behalf. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 36,
		"canon_order": 13739
	},
	{
		"verseText": "I will get my knowledge from afar, and will ascribe righteousness to my Maker. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 36,
		"canon_order": 13740
	},
	{
		"verseText": "For truly my words are not false. One who is perfect in knowledge is with you. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 36,
		"canon_order": 13741
	},
	{
		"verseText": "“Behold, God is mighty, and doesn’t despise anyone. He is mighty in strength of understanding. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 36,
		"canon_order": 13742
	},
	{
		"verseText": "He doesn’t preserve the life of the wicked, but gives justice to the afflicted. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 36,
		"canon_order": 13743
	},
	{
		"verseText": "He doesn’t withdraw his eyes from the righteous, but with kings on the throne, he sets them forever, and they are exalted. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 36,
		"canon_order": 13744
	},
	{
		"verseText": "If they are bound in fetters, and are taken in the cords of afflictions, ",
		"book": "JOB",
		"verse": 8,
		"chapter": 36,
		"canon_order": 13745
	},
	{
		"verseText": "then he shows them their work, and their transgressions, that they have behaved themselves proudly. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 36,
		"canon_order": 13746
	},
	{
		"verseText": "He also opens their ears to instruction, and commands that they return from iniquity. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 36,
		"canon_order": 13747
	},
	{
		"verseText": "If they listen and serve him, they will spend their days in prosperity, and their years in pleasures. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 36,
		"canon_order": 13748
	},
	{
		"verseText": "But if they don’t listen, they will perish by the sword; they will die without knowledge. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 36,
		"canon_order": 13749
	},
	{
		"verseText": "“But those who are godless in heart lay up anger. They don’t cry for help when he binds them. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 36,
		"canon_order": 13750
	},
	{
		"verseText": "They die in youth. Their life perishes among the unclean. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 36,
		"canon_order": 13751
	},
	{
		"verseText": "He delivers the afflicted by their affliction, and opens their ear in oppression. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 36,
		"canon_order": 13752
	},
	{
		"verseText": "Yes, he would have allured you out of distress, into a wide place, where there is no restriction. That which is set on your table would be full of fatness. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 36,
		"canon_order": 13753
	},
	{
		"verseText": "“But you are full of the judgment of the wicked. Judgment and justice take hold of you. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 36,
		"canon_order": 13754
	},
	{
		"verseText": "Don’t let riches entice you to wrath, neither let the great size of a bribe turn you aside. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 36,
		"canon_order": 13755
	},
	{
		"verseText": "Would your wealth sustain you in distress, or all the might of your strength? ",
		"book": "JOB",
		"verse": 19,
		"chapter": 36,
		"canon_order": 13756
	},
	{
		"verseText": "Don’t desire the night, when people are cut off in their place. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 36,
		"canon_order": 13757
	},
	{
		"verseText": "Take heed, don’t regard iniquity; for you have chosen this rather than affliction. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 36,
		"canon_order": 13758
	},
	{
		"verseText": "Behold, God is exalted in his power. Who is a teacher like him? ",
		"book": "JOB",
		"verse": 22,
		"chapter": 36,
		"canon_order": 13759
	},
	{
		"verseText": "Who has prescribed his way for him? Or who can say, ‘You have committed unrighteousness?’ ",
		"book": "JOB",
		"verse": 23,
		"chapter": 36,
		"canon_order": 13760
	},
	{
		"verseText": "“Remember that you magnify his work, about which men have sung. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 36,
		"canon_order": 13761
	},
	{
		"verseText": "All men have looked on it. Man sees it afar off. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 36,
		"canon_order": 13762
	},
	{
		"verseText": "Behold, God is great, and we don’t know him. The number of his years is unsearchable. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 36,
		"canon_order": 13763
	},
	{
		"verseText": "For he draws up the drops of water, which distill in rain from his vapor, ",
		"book": "JOB",
		"verse": 27,
		"chapter": 36,
		"canon_order": 13764
	},
	{
		"verseText": "which the skies pour down and which drop on man abundantly. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 36,
		"canon_order": 13765
	},
	{
		"verseText": "Indeed, can anyone understand the spreading of the clouds and the thunderings of his pavilion? ",
		"book": "JOB",
		"verse": 29,
		"chapter": 36,
		"canon_order": 13766
	},
	{
		"verseText": "Behold, he spreads his light around him. He covers the bottom of the sea. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 36,
		"canon_order": 13767
	},
	{
		"verseText": "For by these he judges the people. He gives food in abundance. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 36,
		"canon_order": 13768
	},
	{
		"verseText": "He covers his hands with the lightning, and commands it to strike the mark. ",
		"book": "JOB",
		"verse": 32,
		"chapter": 36,
		"canon_order": 13769
	},
	{
		"verseText": "Its noise tells about him, and the livestock also, concerning the storm that comes up. ",
		"book": "JOB",
		"verse": 33,
		"chapter": 36,
		"canon_order": 13770
	},
	{
		"verseText": "“Yes, at this my heart trembles, and is moved out of its place. ",
		"book": "JOB",
		"verse": 1,
		"chapter": 37,
		"canon_order": 13771
	},
	{
		"verseText": "Hear, oh, hear the noise of his voice, the sound that goes out of his mouth. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 37,
		"canon_order": 13772
	},
	{
		"verseText": "He sends it out under the whole sky, and his lightning to the ends of the earth. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 37,
		"canon_order": 13773
	},
	{
		"verseText": "After it a voice roars. He thunders with the voice of his majesty. He doesn’t hold back anything when his voice is heard. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 37,
		"canon_order": 13774
	},
	{
		"verseText": "God thunders marvelously with his voice. He does great things, which we can’t comprehend. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 37,
		"canon_order": 13775
	},
	{
		"verseText": "For he says to the snow, ‘Fall on the earth,’ likewise to the shower of rain, and to the showers of his mighty rain. ",
		"book": "JOB",
		"verse": 6,
		"chapter": 37,
		"canon_order": 13776
	},
	{
		"verseText": "He seals up the hand of every man, that all men whom he has made may know it. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 37,
		"canon_order": 13777
	},
	{
		"verseText": "Then the animals take cover, and remain in their dens. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 37,
		"canon_order": 13778
	},
	{
		"verseText": "Out of its room comes the storm, and cold out of the north. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 37,
		"canon_order": 13779
	},
	{
		"verseText": "By the breath of God, ice is given, and the width of the waters is frozen. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 37,
		"canon_order": 13780
	},
	{
		"verseText": "Yes, he loads the thick cloud with moisture. He spreads abroad the cloud of his lightning. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 37,
		"canon_order": 13781
	},
	{
		"verseText": "It is turned around by his guidance, that they may do whatever he commands them on the surface of the habitable world, ",
		"book": "JOB",
		"verse": 12,
		"chapter": 37,
		"canon_order": 13782
	},
	{
		"verseText": "whether it is for correction, or for his land, or for loving kindness, that he causes it to come. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 37,
		"canon_order": 13783
	},
	{
		"verseText": "“Listen to this, Job. Stand still, and consider the wondrous works of God. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 37,
		"canon_order": 13784
	},
	{
		"verseText": "Do you know how God controls them, and causes the lightning of his cloud to shine? ",
		"book": "JOB",
		"verse": 15,
		"chapter": 37,
		"canon_order": 13785
	},
	{
		"verseText": "Do you know the workings of the clouds, the wondrous works of him who is perfect in knowledge? ",
		"book": "JOB",
		"verse": 16,
		"chapter": 37,
		"canon_order": 13786
	},
	{
		"verseText": "You whose clothing is warm when the earth is still by reason of the south wind? ",
		"book": "JOB",
		"verse": 17,
		"chapter": 37,
		"canon_order": 13787
	},
	{
		"verseText": "Can you, with him, spread out the sky, which is strong as a cast metal mirror? ",
		"book": "JOB",
		"verse": 18,
		"chapter": 37,
		"canon_order": 13788
	},
	{
		"verseText": "Teach us what we will tell him, for we can’t make our case by reason of darkness. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 37,
		"canon_order": 13789
	},
	{
		"verseText": "Will it be told him that I would speak? Or should a man wish that he were swallowed up? ",
		"book": "JOB",
		"verse": 20,
		"chapter": 37,
		"canon_order": 13790
	},
	{
		"verseText": "Now men don’t see the light which is bright in the skies, but the wind passes, and clears them. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 37,
		"canon_order": 13791
	},
	{
		"verseText": "Out of the north comes golden splendor. With God is awesome majesty. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 37,
		"canon_order": 13792
	},
	{
		"verseText": "We can’t reach the Almighty. He is exalted in power. In justice and great righteousness, he will not oppress. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 37,
		"canon_order": 13793
	},
	{
		"verseText": "Therefore men revere him. He doesn’t regard any who are wise of heart.” ",
		"book": "JOB",
		"verse": 24,
		"chapter": 37,
		"canon_order": 13794
	},
	{
		"verseText": "Then Yahweh answered Job out of the whirlwind, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 38,
		"canon_order": 13795
	},
	{
		"verseText": "“Who is this who darkens counsel by words without knowledge? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 38,
		"canon_order": 13796
	},
	{
		"verseText": "Brace yourself like a man, for I will question you, then you answer me! ",
		"book": "JOB",
		"verse": 3,
		"chapter": 38,
		"canon_order": 13797
	},
	{
		"verseText": "“Where were you when I laid the foundations of the earth? Declare, if you have understanding. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 38,
		"canon_order": 13798
	},
	{
		"verseText": "Who determined its measures, if you know? Or who stretched the line on it? ",
		"book": "JOB",
		"verse": 5,
		"chapter": 38,
		"canon_order": 13799
	},
	{
		"verseText": "What were its foundations fastened on? Or who laid its cornerstone, ",
		"book": "JOB",
		"verse": 6,
		"chapter": 38,
		"canon_order": 13800
	},
	{
		"verseText": "when the morning stars sang together, and all the sons of God shouted for joy? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 38,
		"canon_order": 13801
	},
	{
		"verseText": "“Or who shut up the sea with doors, when it broke out of the womb, ",
		"book": "JOB",
		"verse": 8,
		"chapter": 38,
		"canon_order": 13802
	},
	{
		"verseText": "when I made clouds its garment, and wrapped it in thick darkness, ",
		"book": "JOB",
		"verse": 9,
		"chapter": 38,
		"canon_order": 13803
	},
	{
		"verseText": "marked out for it my bound, set bars and doors, ",
		"book": "JOB",
		"verse": 10,
		"chapter": 38,
		"canon_order": 13804
	},
	{
		"verseText": "and said, ‘You may come here, but no further. Your proud waves shall be stopped here’? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 38,
		"canon_order": 13805
	},
	{
		"verseText": "“Have you commanded the morning in your days, and caused the dawn to know its place, ",
		"book": "JOB",
		"verse": 12,
		"chapter": 38,
		"canon_order": 13806
	},
	{
		"verseText": "that it might take hold of the ends of the earth, and shake the wicked out of it? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 38,
		"canon_order": 13807
	},
	{
		"verseText": "It is changed as clay under the seal, and presented as a garment. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 38,
		"canon_order": 13808
	},
	{
		"verseText": "From the wicked, their light is withheld. The high arm is broken. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 38,
		"canon_order": 13809
	},
	{
		"verseText": "“Have you entered into the springs of the sea? Or have you walked in the recesses of the deep? ",
		"book": "JOB",
		"verse": 16,
		"chapter": 38,
		"canon_order": 13810
	},
	{
		"verseText": "Have the gates of death been revealed to you? Or have you seen the gates of the shadow of death? ",
		"book": "JOB",
		"verse": 17,
		"chapter": 38,
		"canon_order": 13811
	},
	{
		"verseText": "Have you comprehended the earth in its width? Declare, if you know it all. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 38,
		"canon_order": 13812
	},
	{
		"verseText": "“What is the way to the dwelling of light? As for darkness, where is its place, ",
		"book": "JOB",
		"verse": 19,
		"chapter": 38,
		"canon_order": 13813
	},
	{
		"verseText": "that you should take it to its bound, that you should discern the paths to its house? ",
		"book": "JOB",
		"verse": 20,
		"chapter": 38,
		"canon_order": 13814
	},
	{
		"verseText": "Surely you know, for you were born then, and the number of your days is great! ",
		"book": "JOB",
		"verse": 21,
		"chapter": 38,
		"canon_order": 13815
	},
	{
		"verseText": "Have you entered the storehouses of the snow, or have you seen the storehouses of the hail, ",
		"book": "JOB",
		"verse": 22,
		"chapter": 38,
		"canon_order": 13816
	},
	{
		"verseText": "which I have reserved against the time of trouble, against the day of battle and war? ",
		"book": "JOB",
		"verse": 23,
		"chapter": 38,
		"canon_order": 13817
	},
	{
		"verseText": "By what way is the lightning distributed, or the east wind scattered on the earth? ",
		"book": "JOB",
		"verse": 24,
		"chapter": 38,
		"canon_order": 13818
	},
	{
		"verseText": "Who has cut a channel for the flood water, or the path for the thunderstorm, ",
		"book": "JOB",
		"verse": 25,
		"chapter": 38,
		"canon_order": 13819
	},
	{
		"verseText": "to cause it to rain on a land where there is no man, on the wilderness, in which there is no man, ",
		"book": "JOB",
		"verse": 26,
		"chapter": 38,
		"canon_order": 13820
	},
	{
		"verseText": "to satisfy the waste and desolate ground, to cause the tender grass to grow? ",
		"book": "JOB",
		"verse": 27,
		"chapter": 38,
		"canon_order": 13821
	},
	{
		"verseText": "Does the rain have a father? Or who fathers the drops of dew? ",
		"book": "JOB",
		"verse": 28,
		"chapter": 38,
		"canon_order": 13822
	},
	{
		"verseText": "Whose womb did the ice come out of? Who has given birth to the gray frost of the sky? ",
		"book": "JOB",
		"verse": 29,
		"chapter": 38,
		"canon_order": 13823
	},
	{
		"verseText": "The waters become hard like stone, when the surface of the deep is frozen. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 38,
		"canon_order": 13824
	},
	{
		"verseText": "“Can you bind the cluster of the Pleiades, or loosen the cords of Orion? ",
		"book": "JOB",
		"verse": 31,
		"chapter": 38,
		"canon_order": 13825
	},
	{
		"verseText": "Can you lead the constellations out in their season? Or can you guide the Bear with her cubs? ",
		"book": "JOB",
		"verse": 32,
		"chapter": 38,
		"canon_order": 13826
	},
	{
		"verseText": "Do you know the laws of the heavens? Can you establish its dominion over the earth? ",
		"book": "JOB",
		"verse": 33,
		"chapter": 38,
		"canon_order": 13827
	},
	{
		"verseText": "“Can you lift up your voice to the clouds, that abundance of waters may cover you? ",
		"book": "JOB",
		"verse": 34,
		"chapter": 38,
		"canon_order": 13828
	},
	{
		"verseText": "Can you send out lightnings, that they may go? Do they report to you, ‘Here we are’? ",
		"book": "JOB",
		"verse": 35,
		"chapter": 38,
		"canon_order": 13829
	},
	{
		"verseText": "Who has put wisdom in the inward parts? Or who has given understanding to the mind? ",
		"book": "JOB",
		"verse": 36,
		"chapter": 38,
		"canon_order": 13830
	},
	{
		"verseText": "Who can count the clouds by wisdom? Or who can pour out the containers of the sky, ",
		"book": "JOB",
		"verse": 37,
		"chapter": 38,
		"canon_order": 13831
	},
	{
		"verseText": "when the dust runs into a mass, and the clods of earth stick together? ",
		"book": "JOB",
		"verse": 38,
		"chapter": 38,
		"canon_order": 13832
	},
	{
		"verseText": "“Can you hunt the prey for the lioness, or satisfy the appetite of the young lions, ",
		"book": "JOB",
		"verse": 39,
		"chapter": 38,
		"canon_order": 13833
	},
	{
		"verseText": "when they crouch in their dens, and lie in wait in the thicket? ",
		"book": "JOB",
		"verse": 40,
		"chapter": 38,
		"canon_order": 13834
	},
	{
		"verseText": "Who provides for the raven his prey, when his young ones cry to God, and wander for lack of food? ",
		"book": "JOB",
		"verse": 41,
		"chapter": 38,
		"canon_order": 13835
	},
	{
		"verseText": "“Do you know the time when the mountain goats give birth? Do you watch when the doe bears fawns? ",
		"book": "JOB",
		"verse": 1,
		"chapter": 39,
		"canon_order": 13836
	},
	{
		"verseText": "Can you count the months that they fulfill? Or do you know the time when they give birth? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 39,
		"canon_order": 13837
	},
	{
		"verseText": "They bow themselves. They bear their young. They end their labor pains. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 39,
		"canon_order": 13838
	},
	{
		"verseText": "Their young ones become strong. They grow up in the open field. They go out, and don’t return again. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 39,
		"canon_order": 13839
	},
	{
		"verseText": "“Who has set the wild donkey free? Or who has loosened the bonds of the swift donkey, ",
		"book": "JOB",
		"verse": 5,
		"chapter": 39,
		"canon_order": 13840
	},
	{
		"verseText": "whose home I have made the wilderness, and the salt land his dwelling place? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 39,
		"canon_order": 13841
	},
	{
		"verseText": "He scorns the tumult of the city, neither does he hear the shouting of the driver. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 39,
		"canon_order": 13842
	},
	{
		"verseText": "The range of the mountains is his pasture. He searches after every green thing. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 39,
		"canon_order": 13843
	},
	{
		"verseText": "“Will the wild ox be content to serve you? Or will he stay by your feeding trough? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 39,
		"canon_order": 13844
	},
	{
		"verseText": "Can you hold the wild ox in the furrow with his harness? Or will he till the valleys after you? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 39,
		"canon_order": 13845
	},
	{
		"verseText": "Will you trust him, because his strength is great? Or will you leave to him your labor? ",
		"book": "JOB",
		"verse": 11,
		"chapter": 39,
		"canon_order": 13846
	},
	{
		"verseText": "Will you confide in him, that he will bring home your seed, and gather the grain of your threshing floor? ",
		"book": "JOB",
		"verse": 12,
		"chapter": 39,
		"canon_order": 13847
	},
	{
		"verseText": "“The wings of the ostrich wave proudly, but are they the feathers and plumage of love? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 39,
		"canon_order": 13848
	},
	{
		"verseText": "For she leaves her eggs on the earth, warms them in the dust, ",
		"book": "JOB",
		"verse": 14,
		"chapter": 39,
		"canon_order": 13849
	},
	{
		"verseText": "and forgets that the foot may crush them, or that the wild animal may trample them. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 39,
		"canon_order": 13850
	},
	{
		"verseText": "She deals harshly with her young ones, as if they were not hers. Though her labor is in vain, she is without fear, ",
		"book": "JOB",
		"verse": 16,
		"chapter": 39,
		"canon_order": 13851
	},
	{
		"verseText": "because God has deprived her of wisdom, neither has he imparted to her understanding. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 39,
		"canon_order": 13852
	},
	{
		"verseText": "When she lifts up herself on high, she scorns the horse and his rider. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 39,
		"canon_order": 13853
	},
	{
		"verseText": "“Have you given the horse might? Have you clothed his neck with a quivering mane? ",
		"book": "JOB",
		"verse": 19,
		"chapter": 39,
		"canon_order": 13854
	},
	{
		"verseText": "Have you made him to leap as a locust? The glory of his snorting is awesome. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 39,
		"canon_order": 13855
	},
	{
		"verseText": "He paws in the valley, and rejoices in his strength. He goes out to meet the armed men. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 39,
		"canon_order": 13856
	},
	{
		"verseText": "He mocks at fear, and is not dismayed, neither does he turn back from the sword. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 39,
		"canon_order": 13857
	},
	{
		"verseText": "The quiver rattles against him, the flashing spear and the javelin. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 39,
		"canon_order": 13858
	},
	{
		"verseText": "He eats up the ground with fierceness and rage, neither does he stand still at the sound of the trumpet. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 39,
		"canon_order": 13859
	},
	{
		"verseText": "As often as the trumpet sounds he snorts, ‘Aha!’ He smells the battle afar off, the thunder of the captains, and the shouting. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 39,
		"canon_order": 13860
	},
	{
		"verseText": "“Is it by your wisdom that the hawk soars, and stretches her wings toward the south? ",
		"book": "JOB",
		"verse": 26,
		"chapter": 39,
		"canon_order": 13861
	},
	{
		"verseText": "Is it at your command that the eagle mounts up, and makes his nest on high? ",
		"book": "JOB",
		"verse": 27,
		"chapter": 39,
		"canon_order": 13862
	},
	{
		"verseText": "On the cliff he dwells and makes his home, on the point of the cliff and the stronghold. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 39,
		"canon_order": 13863
	},
	{
		"verseText": "From there he spies out the prey. His eyes see it afar off. ",
		"book": "JOB",
		"verse": 29,
		"chapter": 39,
		"canon_order": 13864
	},
	{
		"verseText": "His young ones also suck up blood. Where the slain are, there he is.” ",
		"book": "JOB",
		"verse": 30,
		"chapter": 39,
		"canon_order": 13865
	},
	{
		"verseText": "Moreover Yahweh answered Job, ",
		"book": "JOB",
		"verse": 1,
		"chapter": 40,
		"canon_order": 13866
	},
	{
		"verseText": "“Shall he who argues contend with the Almighty? He who argues with God, let him answer it.” ",
		"book": "JOB",
		"verse": 2,
		"chapter": 40,
		"canon_order": 13867
	},
	{
		"verseText": "Then Job answered Yahweh, ",
		"book": "JOB",
		"verse": 3,
		"chapter": 40,
		"canon_order": 13868
	},
	{
		"verseText": "“Behold, I am of small account. What will I answer you? I lay my hand on my mouth. ",
		"book": "JOB",
		"verse": 4,
		"chapter": 40,
		"canon_order": 13869
	},
	{
		"verseText": "I have spoken once, and I will not answer; Yes, twice, but I will proceed no further.” ",
		"book": "JOB",
		"verse": 5,
		"chapter": 40,
		"canon_order": 13870
	},
	{
		"verseText": "Then Yahweh answered Job out of the whirlwind: ",
		"book": "JOB",
		"verse": 6,
		"chapter": 40,
		"canon_order": 13871
	},
	{
		"verseText": "“Now brace yourself like a man. I will question you, and you will answer me. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 40,
		"canon_order": 13872
	},
	{
		"verseText": "Will you even annul my judgment? Will you condemn me, that you may be justified? ",
		"book": "JOB",
		"verse": 8,
		"chapter": 40,
		"canon_order": 13873
	},
	{
		"verseText": "Or do you have an arm like God? Can you thunder with a voice like him? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 40,
		"canon_order": 13874
	},
	{
		"verseText": "“Now deck yourself with excellency and dignity. Array yourself with honor and majesty. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 40,
		"canon_order": 13875
	},
	{
		"verseText": "Pour out the fury of your anger. Look at everyone who is proud, and bring him low. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 40,
		"canon_order": 13876
	},
	{
		"verseText": "Look at everyone who is proud, and humble him. Crush the wicked in their place. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 40,
		"canon_order": 13877
	},
	{
		"verseText": "Hide them in the dust together. Bind their faces in the hidden place. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 40,
		"canon_order": 13878
	},
	{
		"verseText": "Then I will also admit to you that your own right hand can save you. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 40,
		"canon_order": 13879
	},
	{
		"verseText": "“See now behemoth, which I made as well as you. He eats grass as an ox. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 40,
		"canon_order": 13880
	},
	{
		"verseText": "Look now, his strength is in his thighs. His force is in the muscles of his belly. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 40,
		"canon_order": 13881
	},
	{
		"verseText": "He moves his tail like a cedar. The sinews of his thighs are knit together. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 40,
		"canon_order": 13882
	},
	{
		"verseText": "His bones are like tubes of bronze. His limbs are like bars of iron. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 40,
		"canon_order": 13883
	},
	{
		"verseText": "He is the chief of the ways of God. He who made him gives him his sword. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 40,
		"canon_order": 13884
	},
	{
		"verseText": "Surely the mountains produce food for him, where all the animals of the field play. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 40,
		"canon_order": 13885
	},
	{
		"verseText": "He lies under the lotus trees, in the covert of the reed, and the marsh. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 40,
		"canon_order": 13886
	},
	{
		"verseText": "The lotuses cover him with their shade. The willows of the brook surround him. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 40,
		"canon_order": 13887
	},
	{
		"verseText": "Behold, if a river overflows, he doesn’t tremble. He is confident, though the Jordan swells even to his mouth. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 40,
		"canon_order": 13888
	},
	{
		"verseText": "Shall any take him when he is on the watch, or pierce through his nose with a snare? ",
		"book": "JOB",
		"verse": 24,
		"chapter": 40,
		"canon_order": 13889
	},
	{
		"verseText": "“Can you draw out Leviathan with a fish hook, or press down his tongue with a cord? ",
		"book": "JOB",
		"verse": 1,
		"chapter": 41,
		"canon_order": 13890
	},
	{
		"verseText": "Can you put a rope into his nose, or pierce his jaw through with a hook? ",
		"book": "JOB",
		"verse": 2,
		"chapter": 41,
		"canon_order": 13891
	},
	{
		"verseText": "Will he make many petitions to you, or will he speak soft words to you? ",
		"book": "JOB",
		"verse": 3,
		"chapter": 41,
		"canon_order": 13892
	},
	{
		"verseText": "Will he make a covenant with you, that you should take him for a servant forever? ",
		"book": "JOB",
		"verse": 4,
		"chapter": 41,
		"canon_order": 13893
	},
	{
		"verseText": "Will you play with him as with a bird? Or will you bind him for your girls? ",
		"book": "JOB",
		"verse": 5,
		"chapter": 41,
		"canon_order": 13894
	},
	{
		"verseText": "Will traders barter for him? Will they part him among the merchants? ",
		"book": "JOB",
		"verse": 6,
		"chapter": 41,
		"canon_order": 13895
	},
	{
		"verseText": "Can you fill his skin with barbed irons, or his head with fish spears? ",
		"book": "JOB",
		"verse": 7,
		"chapter": 41,
		"canon_order": 13896
	},
	{
		"verseText": "Lay your hand on him. Remember the battle, and do so no more. ",
		"book": "JOB",
		"verse": 8,
		"chapter": 41,
		"canon_order": 13897
	},
	{
		"verseText": "Behold, the hope of him is in vain. Won’t one be cast down even at the sight of him? ",
		"book": "JOB",
		"verse": 9,
		"chapter": 41,
		"canon_order": 13898
	},
	{
		"verseText": "None is so fierce that he dare stir him up. Who then is he who can stand before me? ",
		"book": "JOB",
		"verse": 10,
		"chapter": 41,
		"canon_order": 13899
	},
	{
		"verseText": "Who has first given to me, that I should repay him? Everything under the heavens is mine. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 41,
		"canon_order": 13900
	},
	{
		"verseText": "“I will not keep silence concerning his limbs, nor his mighty strength, nor his goodly frame. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 41,
		"canon_order": 13901
	},
	{
		"verseText": "Who can strip off his outer garment? Who will come within his jaws? ",
		"book": "JOB",
		"verse": 13,
		"chapter": 41,
		"canon_order": 13902
	},
	{
		"verseText": "Who can open the doors of his face? Around his teeth is terror. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 41,
		"canon_order": 13903
	},
	{
		"verseText": "Strong scales are his pride, shut up together with a close seal. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 41,
		"canon_order": 13904
	},
	{
		"verseText": "One is so near to another, that no air can come between them. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 41,
		"canon_order": 13905
	},
	{
		"verseText": "They are joined to one another. They stick together, so that they can’t be pulled apart. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 41,
		"canon_order": 13906
	},
	{
		"verseText": "His sneezing flashes out light. His eyes are like the eyelids of the morning. ",
		"book": "JOB",
		"verse": 18,
		"chapter": 41,
		"canon_order": 13907
	},
	{
		"verseText": "Out of his mouth go burning torches. Sparks of fire leap out. ",
		"book": "JOB",
		"verse": 19,
		"chapter": 41,
		"canon_order": 13908
	},
	{
		"verseText": "Out of his nostrils a smoke goes, as of a boiling pot over a fire of reeds. ",
		"book": "JOB",
		"verse": 20,
		"chapter": 41,
		"canon_order": 13909
	},
	{
		"verseText": "His breath kindles coals. A flame goes out of his mouth. ",
		"book": "JOB",
		"verse": 21,
		"chapter": 41,
		"canon_order": 13910
	},
	{
		"verseText": "There is strength in his neck. Terror dances before him. ",
		"book": "JOB",
		"verse": 22,
		"chapter": 41,
		"canon_order": 13911
	},
	{
		"verseText": "The flakes of his flesh are joined together. They are firm on him. They can’t be moved. ",
		"book": "JOB",
		"verse": 23,
		"chapter": 41,
		"canon_order": 13912
	},
	{
		"verseText": "His heart is as firm as a stone, yes, firm as the lower millstone. ",
		"book": "JOB",
		"verse": 24,
		"chapter": 41,
		"canon_order": 13913
	},
	{
		"verseText": "When he raises himself up, the mighty are afraid. They retreat before his thrashing. ",
		"book": "JOB",
		"verse": 25,
		"chapter": 41,
		"canon_order": 13914
	},
	{
		"verseText": "If one attacks him with the sword, it can’t prevail; nor the spear, the dart, nor the pointed shaft. ",
		"book": "JOB",
		"verse": 26,
		"chapter": 41,
		"canon_order": 13915
	},
	{
		"verseText": "He counts iron as straw, and bronze as rotten wood. ",
		"book": "JOB",
		"verse": 27,
		"chapter": 41,
		"canon_order": 13916
	},
	{
		"verseText": "The arrow can’t make him flee. Sling stones are like chaff to him. ",
		"book": "JOB",
		"verse": 28,
		"chapter": 41,
		"canon_order": 13917
	},
	{
		"verseText": "Clubs are counted as stubble. He laughs at the rushing of the javelin. ",
		"book": "JOB",
		"verse": 29,
		"chapter": 41,
		"canon_order": 13918
	},
	{
		"verseText": "His undersides are like sharp potsherds, leaving a trail in the mud like a threshing sledge. ",
		"book": "JOB",
		"verse": 30,
		"chapter": 41,
		"canon_order": 13919
	},
	{
		"verseText": "He makes the deep to boil like a pot. He makes the sea like a pot of ointment. ",
		"book": "JOB",
		"verse": 31,
		"chapter": 41,
		"canon_order": 13920
	},
	{
		"verseText": "He makes a path shine after him. One would think the deep had white hair. ",
		"book": "JOB",
		"verse": 32,
		"chapter": 41,
		"canon_order": 13921
	},
	{
		"verseText": "On earth there is not his equal, that is made without fear. ",
		"book": "JOB",
		"verse": 33,
		"chapter": 41,
		"canon_order": 13922
	},
	{
		"verseText": "He sees everything that is high. He is king over all the sons of pride.” ",
		"book": "JOB",
		"verse": 34,
		"chapter": 41,
		"canon_order": 13923
	},
	{
		"verseText": "Then Job answered Yahweh: ",
		"book": "JOB",
		"verse": 1,
		"chapter": 42,
		"canon_order": 13924
	},
	{
		"verseText": "“I know that you can do all things, and that no purpose of yours can be restrained. ",
		"book": "JOB",
		"verse": 2,
		"chapter": 42,
		"canon_order": 13925
	},
	{
		"verseText": "You asked, ‘Who is this who hides counsel without knowledge?’ therefore I have uttered that which I didn’t understand, things too wonderful for me, which I didn’t know. ",
		"book": "JOB",
		"verse": 3,
		"chapter": 42,
		"canon_order": 13926
	},
	{
		"verseText": "You said, ‘Listen, now, and I will speak; I will question you, and you will answer me.’ ",
		"book": "JOB",
		"verse": 4,
		"chapter": 42,
		"canon_order": 13927
	},
	{
		"verseText": "I had heard of you by the hearing of the ear, but now my eye sees you. ",
		"book": "JOB",
		"verse": 5,
		"chapter": 42,
		"canon_order": 13928
	},
	{
		"verseText": "Therefore I abhor myself, and repent in dust and ashes.” ",
		"book": "JOB",
		"verse": 6,
		"chapter": 42,
		"canon_order": 13929
	},
	{
		"verseText": "It was so, that after Yahweh had spoken these words to Job, Yahweh said to Eliphaz the Temanite, “My wrath is kindled against you, and against your two friends; for you have not spoken of me the thing that is right, as my servant Job has. ",
		"book": "JOB",
		"verse": 7,
		"chapter": 42,
		"canon_order": 13930
	},
	{
		"verseText": "Now therefore, take to yourselves seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept him, that I not deal with you according to your folly. For you have not spoken of me the thing that is right, as my servant Job has.” ",
		"book": "JOB",
		"verse": 8,
		"chapter": 42,
		"canon_order": 13931
	},
	{
		"verseText": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what Yahweh commanded them, and Yahweh accepted Job. ",
		"book": "JOB",
		"verse": 9,
		"chapter": 42,
		"canon_order": 13932
	},
	{
		"verseText": "Yahweh restored Job’s prosperity when he prayed for his friends. Yahweh gave Job twice as much as he had before. ",
		"book": "JOB",
		"verse": 10,
		"chapter": 42,
		"canon_order": 13933
	},
	{
		"verseText": "Then all his brothers, all his sisters, and all those who had been of his acquaintance before, came to him and ate bread with him in his house. They comforted him, and consoled him concerning all the evil that Yahweh had brought on him. Everyone also gave him a piece of money, and everyone a ring of gold. ",
		"book": "JOB",
		"verse": 11,
		"chapter": 42,
		"canon_order": 13934
	},
	{
		"verseText": "So Yahweh blessed the latter end of Job more than his beginning. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and a thousand female donkeys. ",
		"book": "JOB",
		"verse": 12,
		"chapter": 42,
		"canon_order": 13935
	},
	{
		"verseText": "He had also seven sons and three daughters. ",
		"book": "JOB",
		"verse": 13,
		"chapter": 42,
		"canon_order": 13936
	},
	{
		"verseText": "He called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren Happuch. ",
		"book": "JOB",
		"verse": 14,
		"chapter": 42,
		"canon_order": 13937
	},
	{
		"verseText": "In all the land were no women found so beautiful as the daughters of Job. Their father gave them an inheritance among their brothers. ",
		"book": "JOB",
		"verse": 15,
		"chapter": 42,
		"canon_order": 13938
	},
	{
		"verseText": "After this Job lived one hundred forty years, and saw his sons, and his sons’ sons, to four generations. ",
		"book": "JOB",
		"verse": 16,
		"chapter": 42,
		"canon_order": 13939
	},
	{
		"verseText": "So Job died, being old and full of days. ",
		"book": "JOB",
		"verse": 17,
		"chapter": 42,
		"canon_order": 13940
	}
]