[
	{
		"verseText": "Since many have undertaken to set in order a narrative concerning those matters which have been fulfilled among us, ",
		"book": "LUK",
		"verse": 1,
		"chapter": 1,
		"canon_order": 24895
	},
	{
		"verseText": "even as those who from the beginning were eyewitnesses and servants of the word delivered them to us, ",
		"book": "LUK",
		"verse": 2,
		"chapter": 1,
		"canon_order": 24896
	},
	{
		"verseText": "it seemed good to me also, having traced the course of all things accurately from the first, to write to you in order, most excellent Theophilus; ",
		"book": "LUK",
		"verse": 3,
		"chapter": 1,
		"canon_order": 24897
	},
	{
		"verseText": "that you might know the certainty concerning the things in which you were instructed. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 1,
		"canon_order": 24898
	},
	{
		"verseText": "There was in the days of Herod, the king of Judea, a certain priest named Zacharias, of the priestly division of Abijah. He had a wife of the daughters of Aaron, and her name was Elizabeth. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 1,
		"canon_order": 24899
	},
	{
		"verseText": "They were both righteous before God, walking blamelessly in all the commandments and ordinances of the Lord. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 1,
		"canon_order": 24900
	},
	{
		"verseText": "But they had no child, because Elizabeth was barren, and they both were well advanced in years. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 1,
		"canon_order": 24901
	},
	{
		"verseText": "Now while he executed the priest’s office before God in the order of his division ",
		"book": "LUK",
		"verse": 8,
		"chapter": 1,
		"canon_order": 24902
	},
	{
		"verseText": "according to the custom of the priest’s office, his lot was to enter into the temple of the Lord and burn incense. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 1,
		"canon_order": 24903
	},
	{
		"verseText": "The whole multitude of the people were praying outside at the hour of incense. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 1,
		"canon_order": 24904
	},
	{
		"verseText": "An angel of the Lord appeared to him, standing on the right side of the altar of incense. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 1,
		"canon_order": 24905
	},
	{
		"verseText": "Zacharias was troubled when he saw him, and fear fell upon him. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 1,
		"canon_order": 24906
	},
	{
		"verseText": "But the angel said to him, “Don’t be afraid, Zacharias, because your request has been heard. Your wife, Elizabeth, will bear you a son, and you shall call his name John. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 1,
		"canon_order": 24907
	},
	{
		"verseText": "You will have joy and gladness, and many will rejoice at his birth. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 1,
		"canon_order": 24908
	},
	{
		"verseText": "For he will be great in the sight of the Lord, and he will drink no wine nor strong drink. He will be filled with the Holy Spirit, even from his mother’s womb. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 1,
		"canon_order": 24909
	},
	{
		"verseText": "He will turn many of the children of Israel to the Lord their God. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 1,
		"canon_order": 24910
	},
	{
		"verseText": "He will go before him in the spirit and power of Elijah, ‘to turn the hearts of the fathers to the children,’ and the disobedient to the wisdom of the just; to prepare a people prepared for the Lord.” ",
		"book": "LUK",
		"verse": 17,
		"chapter": 1,
		"canon_order": 24911
	},
	{
		"verseText": "Zacharias said to the angel, “How can I be sure of this? For I am an old man, and my wife is well advanced in years.” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 1,
		"canon_order": 24912
	},
	{
		"verseText": "The angel answered him, “I am Gabriel, who stands in the presence of God. I was sent to speak to you and to bring you this good news. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 1,
		"canon_order": 24913
	},
	{
		"verseText": "Behold, you will be silent and not able to speak until the day that these things will happen, because you didn’t believe my words, which will be fulfilled in their proper time.” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 1,
		"canon_order": 24914
	},
	{
		"verseText": "The people were waiting for Zacharias, and they marveled that he delayed in the temple. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 1,
		"canon_order": 24915
	},
	{
		"verseText": "When he came out, he could not speak to them. They perceived that he had seen a vision in the temple. He continued making signs to them, and remained mute. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 1,
		"canon_order": 24916
	},
	{
		"verseText": "When the days of his service were fulfilled, he departed to his house. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 1,
		"canon_order": 24917
	},
	{
		"verseText": "After these days Elizabeth his wife conceived, and she hid herself five months, saying, ",
		"book": "LUK",
		"verse": 24,
		"chapter": 1,
		"canon_order": 24918
	},
	{
		"verseText": "“Thus has the Lord done to me in the days in which he looked at me, to take away my reproach among men.” ",
		"book": "LUK",
		"verse": 25,
		"chapter": 1,
		"canon_order": 24919
	},
	{
		"verseText": "Now in the sixth month, the angel Gabriel was sent from God to a city of Galilee named Nazareth, ",
		"book": "LUK",
		"verse": 26,
		"chapter": 1,
		"canon_order": 24920
	},
	{
		"verseText": "to a virgin pledged to be married to a man whose name was Joseph, of David’s house. The virgin’s name was Mary. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 1,
		"canon_order": 24921
	},
	{
		"verseText": "Having come in, the angel said to her, “Rejoice, you highly favored one! The Lord is with you. Blessed are you among women!” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 1,
		"canon_order": 24922
	},
	{
		"verseText": "But when she saw him, she was greatly troubled at the saying, and considered what kind of salutation this might be. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 1,
		"canon_order": 24923
	},
	{
		"verseText": "The angel said to her, “Don’t be afraid, Mary, for you have found favor with God. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 1,
		"canon_order": 24924
	},
	{
		"verseText": "Behold, you will conceive in your womb and give birth to a son, and shall name him ‘Jesus.’ ",
		"book": "LUK",
		"verse": 31,
		"chapter": 1,
		"canon_order": 24925
	},
	{
		"verseText": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, ",
		"book": "LUK",
		"verse": 32,
		"chapter": 1,
		"canon_order": 24926
	},
	{
		"verseText": "and he will reign over the house of Jacob forever. There will be no end to his Kingdom.” ",
		"book": "LUK",
		"verse": 33,
		"chapter": 1,
		"canon_order": 24927
	},
	{
		"verseText": "Mary said to the angel, “How can this be, seeing I am a virgin?” ",
		"book": "LUK",
		"verse": 34,
		"chapter": 1,
		"canon_order": 24928
	},
	{
		"verseText": "The angel answered her, “The Holy Spirit will come on you, and the power of the Most High will overshadow you. Therefore also the holy one who is born from you will be called the Son of God. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 1,
		"canon_order": 24929
	},
	{
		"verseText": "Behold, Elizabeth your relative also has conceived a son in her old age; and this is the sixth month with her who was called barren. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 1,
		"canon_order": 24930
	},
	{
		"verseText": "For nothing spoken by God is impossible.” ",
		"book": "LUK",
		"verse": 37,
		"chapter": 1,
		"canon_order": 24931
	},
	{
		"verseText": "Mary said, “Behold, the servant of the Lord; let it be done to me according to your word.” Then the angel departed from her. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 1,
		"canon_order": 24932
	},
	{
		"verseText": "Mary arose in those days and went into the hill country with haste, into a city of Judah, ",
		"book": "LUK",
		"verse": 39,
		"chapter": 1,
		"canon_order": 24933
	},
	{
		"verseText": "and entered into the house of Zacharias and greeted Elizabeth. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 1,
		"canon_order": 24934
	},
	{
		"verseText": "When Elizabeth heard Mary’s greeting, the baby leaped in her womb; and Elizabeth was filled with the Holy Spirit. ",
		"book": "LUK",
		"verse": 41,
		"chapter": 1,
		"canon_order": 24935
	},
	{
		"verseText": "She called out with a loud voice and said, “Blessed are you among women, and blessed is the fruit of your womb! ",
		"book": "LUK",
		"verse": 42,
		"chapter": 1,
		"canon_order": 24936
	},
	{
		"verseText": "Why am I so favored, that the mother of my Lord should come to me? ",
		"book": "LUK",
		"verse": 43,
		"chapter": 1,
		"canon_order": 24937
	},
	{
		"verseText": "For behold, when the voice of your greeting came into my ears, the baby leaped in my womb for joy! ",
		"book": "LUK",
		"verse": 44,
		"chapter": 1,
		"canon_order": 24938
	},
	{
		"verseText": "Blessed is she who believed, for there will be a fulfillment of the things which have been spoken to her from the Lord!” ",
		"book": "LUK",
		"verse": 45,
		"chapter": 1,
		"canon_order": 24939
	},
	{
		"verseText": "Mary said, “My soul magnifies the Lord. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 1,
		"canon_order": 24940
	},
	{
		"verseText": "My spirit has rejoiced in God my Savior, ",
		"book": "LUK",
		"verse": 47,
		"chapter": 1,
		"canon_order": 24941
	},
	{
		"verseText": "for he has looked at the humble state of his servant. For behold, from now on, all generations will call me blessed. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 1,
		"canon_order": 24942
	},
	{
		"verseText": "For he who is mighty has done great things for me. Holy is his name. ",
		"book": "LUK",
		"verse": 49,
		"chapter": 1,
		"canon_order": 24943
	},
	{
		"verseText": "His mercy is for generations and generations on those who fear him. ",
		"book": "LUK",
		"verse": 50,
		"chapter": 1,
		"canon_order": 24944
	},
	{
		"verseText": "He has shown strength with his arm. He has scattered the proud in the imagination of their hearts. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 1,
		"canon_order": 24945
	},
	{
		"verseText": "He has put down princes from their thrones, and has exalted the lowly. ",
		"book": "LUK",
		"verse": 52,
		"chapter": 1,
		"canon_order": 24946
	},
	{
		"verseText": "He has filled the hungry with good things. He has sent the rich away empty. ",
		"book": "LUK",
		"verse": 53,
		"chapter": 1,
		"canon_order": 24947
	},
	{
		"verseText": "He has given help to Israel, his servant, that he might remember mercy, ",
		"book": "LUK",
		"verse": 54,
		"chapter": 1,
		"canon_order": 24948
	},
	{
		"verseText": "as he spoke to our fathers, to Abraham and his offspring forever.” ",
		"book": "LUK",
		"verse": 55,
		"chapter": 1,
		"canon_order": 24949
	},
	{
		"verseText": "Mary stayed with her about three months, and then returned to her house. ",
		"book": "LUK",
		"verse": 56,
		"chapter": 1,
		"canon_order": 24950
	},
	{
		"verseText": "Now the time that Elizabeth should give birth was fulfilled, and she gave birth to a son. ",
		"book": "LUK",
		"verse": 57,
		"chapter": 1,
		"canon_order": 24951
	},
	{
		"verseText": "Her neighbors and her relatives heard that the Lord had magnified his mercy toward her, and they rejoiced with her. ",
		"book": "LUK",
		"verse": 58,
		"chapter": 1,
		"canon_order": 24952
	},
	{
		"verseText": "On the eighth day, they came to circumcise the child; and they would have called him Zacharias, after the name of his father. ",
		"book": "LUK",
		"verse": 59,
		"chapter": 1,
		"canon_order": 24953
	},
	{
		"verseText": "His mother answered, “Not so; but he will be called John.” ",
		"book": "LUK",
		"verse": 60,
		"chapter": 1,
		"canon_order": 24954
	},
	{
		"verseText": "They said to her, “There is no one among your relatives who is called by this name.” ",
		"book": "LUK",
		"verse": 61,
		"chapter": 1,
		"canon_order": 24955
	},
	{
		"verseText": "They made signs to his father, what he would have him called. ",
		"book": "LUK",
		"verse": 62,
		"chapter": 1,
		"canon_order": 24956
	},
	{
		"verseText": "He asked for a writing tablet, and wrote, “His name is John.” They all marveled. ",
		"book": "LUK",
		"verse": 63,
		"chapter": 1,
		"canon_order": 24957
	},
	{
		"verseText": "His mouth was opened immediately and his tongue freed, and he spoke, blessing God. ",
		"book": "LUK",
		"verse": 64,
		"chapter": 1,
		"canon_order": 24958
	},
	{
		"verseText": "Fear came on all who lived around them, and all these sayings were talked about throughout all the hill country of Judea. ",
		"book": "LUK",
		"verse": 65,
		"chapter": 1,
		"canon_order": 24959
	},
	{
		"verseText": "All who heard them laid them up in their heart, saying, “What then will this child be?” The hand of the Lord was with him. ",
		"book": "LUK",
		"verse": 66,
		"chapter": 1,
		"canon_order": 24960
	},
	{
		"verseText": "His father Zacharias was filled with the Holy Spirit, and prophesied, saying, ",
		"book": "LUK",
		"verse": 67,
		"chapter": 1,
		"canon_order": 24961
	},
	{
		"verseText": "“Blessed be the Lord, the God of Israel, for he has visited and redeemed his people; ",
		"book": "LUK",
		"verse": 68,
		"chapter": 1,
		"canon_order": 24962
	},
	{
		"verseText": "and has raised up a horn of salvation for us in the house of his servant David ",
		"book": "LUK",
		"verse": 69,
		"chapter": 1,
		"canon_order": 24963
	},
	{
		"verseText": "(as he spoke by the mouth of his holy prophets who have been from of old), ",
		"book": "LUK",
		"verse": 70,
		"chapter": 1,
		"canon_order": 24964
	},
	{
		"verseText": "salvation from our enemies and from the hand of all who hate us; ",
		"book": "LUK",
		"verse": 71,
		"chapter": 1,
		"canon_order": 24965
	},
	{
		"verseText": "to show mercy toward our fathers, to remember his holy covenant, ",
		"book": "LUK",
		"verse": 72,
		"chapter": 1,
		"canon_order": 24966
	},
	{
		"verseText": "the oath which he swore to Abraham our father, ",
		"book": "LUK",
		"verse": 73,
		"chapter": 1,
		"canon_order": 24967
	},
	{
		"verseText": "to grant to us that we, being delivered out of the hand of our enemies, should serve him without fear, ",
		"book": "LUK",
		"verse": 74,
		"chapter": 1,
		"canon_order": 24968
	},
	{
		"verseText": "in holiness and righteousness before him all the days of our life. ",
		"book": "LUK",
		"verse": 75,
		"chapter": 1,
		"canon_order": 24969
	},
	{
		"verseText": "And you, child, will be called a prophet of the Most High; for you will go before the face of the Lord to prepare his ways, ",
		"book": "LUK",
		"verse": 76,
		"chapter": 1,
		"canon_order": 24970
	},
	{
		"verseText": "to give knowledge of salvation to his people by the remission of their sins, ",
		"book": "LUK",
		"verse": 77,
		"chapter": 1,
		"canon_order": 24971
	},
	{
		"verseText": "because of the tender mercy of our God, by which the dawn from on high will visit us, ",
		"book": "LUK",
		"verse": 78,
		"chapter": 1,
		"canon_order": 24972
	},
	{
		"verseText": "to shine on those who sit in darkness and the shadow of death; to guide our feet into the way of peace.” ",
		"book": "LUK",
		"verse": 79,
		"chapter": 1,
		"canon_order": 24973
	},
	{
		"verseText": "The child was growing and becoming strong in spirit, and was in the desert until the day of his public appearance to Israel. ",
		"book": "LUK",
		"verse": 80,
		"chapter": 1,
		"canon_order": 24974
	},
	{
		"verseText": "Now in those days, a decree went out from Caesar Augustus that all the world should be enrolled. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 2,
		"canon_order": 24975
	},
	{
		"verseText": "This was the first enrollment made when Quirinius was governor of Syria. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 2,
		"canon_order": 24976
	},
	{
		"verseText": "All went to enroll themselves, everyone to his own city. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 2,
		"canon_order": 24977
	},
	{
		"verseText": "Joseph also went up from Galilee, out of the city of Nazareth, into Judea, to David’s city, which is called Bethlehem, because he was of the house and family of David, ",
		"book": "LUK",
		"verse": 4,
		"chapter": 2,
		"canon_order": 24978
	},
	{
		"verseText": "to enroll himself with Mary, who was pledged to be married to him as wife, being pregnant. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 2,
		"canon_order": 24979
	},
	{
		"verseText": "While they were there, the day had come for her to give birth. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 2,
		"canon_order": 24980
	},
	{
		"verseText": "She gave birth to her firstborn son. She wrapped him in bands of cloth and laid him in a feeding trough, because there was no room for them in the inn. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 2,
		"canon_order": 24981
	},
	{
		"verseText": "There were shepherds in the same country staying in the field, and keeping watch by night over their flock. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 2,
		"canon_order": 24982
	},
	{
		"verseText": "Behold, an angel of the Lord stood by them, and the glory of the Lord shone around them, and they were terrified. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 2,
		"canon_order": 24983
	},
	{
		"verseText": "The angel said to them, “Don’t be afraid, for behold, I bring you good news of great joy which will be to all the people. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 2,
		"canon_order": 24984
	},
	{
		"verseText": "For there is born to you today, in David’s city, a Savior, who is Christ the Lord. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 2,
		"canon_order": 24985
	},
	{
		"verseText": "This is the sign to you: you will find a baby wrapped in strips of cloth, lying in a feeding trough.” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 2,
		"canon_order": 24986
	},
	{
		"verseText": "Suddenly, there was with the angel a multitude of the heavenly army praising God and saying, ",
		"book": "LUK",
		"verse": 13,
		"chapter": 2,
		"canon_order": 24987
	},
	{
		"verseText": "“Glory to God in the highest, on earth peace, good will toward men.” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 2,
		"canon_order": 24988
	},
	{
		"verseText": "When the angels went away from them into the sky, the shepherds said to one another, “Let’s go to Bethlehem, now, and see this thing that has happened, which the Lord has made known to us.” ",
		"book": "LUK",
		"verse": 15,
		"chapter": 2,
		"canon_order": 24989
	},
	{
		"verseText": "They came with haste and found both Mary and Joseph, and the baby was lying in the feeding trough. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 2,
		"canon_order": 24990
	},
	{
		"verseText": "When they saw it, they publicized widely the saying which was spoken to them about this child. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 2,
		"canon_order": 24991
	},
	{
		"verseText": "All who heard it wondered at the things which were spoken to them by the shepherds. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 2,
		"canon_order": 24992
	},
	{
		"verseText": "But Mary kept all these sayings, pondering them in her heart. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 2,
		"canon_order": 24993
	},
	{
		"verseText": "The shepherds returned, glorifying and praising God for all the things that they had heard and seen, just as it was told them. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 2,
		"canon_order": 24994
	},
	{
		"verseText": "When eight days were fulfilled for the circumcision of the child, his name was called Jesus, which was given by the angel before he was conceived in the womb. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 2,
		"canon_order": 24995
	},
	{
		"verseText": "When the days of their purification according to the law of Moses were fulfilled, they brought him up to Jerusalem to present him to the Lord ",
		"book": "LUK",
		"verse": 22,
		"chapter": 2,
		"canon_order": 24996
	},
	{
		"verseText": "(as it is written in the law of the Lord, “Every male who opens the womb shall be called holy to the Lord”), ",
		"book": "LUK",
		"verse": 23,
		"chapter": 2,
		"canon_order": 24997
	},
	{
		"verseText": "and to offer a sacrifice according to that which is said in the law of the Lord, “A pair of turtledoves, or two young pigeons.” ",
		"book": "LUK",
		"verse": 24,
		"chapter": 2,
		"canon_order": 24998
	},
	{
		"verseText": "Behold, there was a man in Jerusalem whose name was Simeon. This man was righteous and devout, looking for the consolation of Israel, and the Holy Spirit was on him. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 2,
		"canon_order": 24999
	},
	{
		"verseText": "It had been revealed to him by the Holy Spirit that he should not see death before he had seen the Lord’s Christ. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 2,
		"canon_order": 25000
	},
	{
		"verseText": "He came in the Spirit into the temple. When the parents brought in the child, Jesus, that they might do concerning him according to the custom of the law, ",
		"book": "LUK",
		"verse": 27,
		"chapter": 2,
		"canon_order": 25001
	},
	{
		"verseText": "then he received him into his arms and blessed God, and said, ",
		"book": "LUK",
		"verse": 28,
		"chapter": 2,
		"canon_order": 25002
	},
	{
		"verseText": "“Now you are releasing your servant, Master, according to your word, in peace; ",
		"book": "LUK",
		"verse": 29,
		"chapter": 2,
		"canon_order": 25003
	},
	{
		"verseText": "for my eyes have seen your salvation, ",
		"book": "LUK",
		"verse": 30,
		"chapter": 2,
		"canon_order": 25004
	},
	{
		"verseText": "which you have prepared before the face of all peoples; ",
		"book": "LUK",
		"verse": 31,
		"chapter": 2,
		"canon_order": 25005
	},
	{
		"verseText": "a light for revelation to the nations, and the glory of your people Israel.” ",
		"book": "LUK",
		"verse": 32,
		"chapter": 2,
		"canon_order": 25006
	},
	{
		"verseText": "Joseph and his mother were marveling at the things which were spoken concerning him. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 2,
		"canon_order": 25007
	},
	{
		"verseText": "Simeon blessed them, and said to Mary, his mother, “Behold, this child is appointed for the falling and the rising of many in Israel, and for a sign which is spoken against. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 2,
		"canon_order": 25008
	},
	{
		"verseText": "Yes, a sword will pierce through your own soul, that the thoughts of many hearts may be revealed.” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 2,
		"canon_order": 25009
	},
	{
		"verseText": "There was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Asher (she was of a great age, having lived with a husband seven years from her virginity, ",
		"book": "LUK",
		"verse": 36,
		"chapter": 2,
		"canon_order": 25010
	},
	{
		"verseText": "and she had been a widow for about eighty-four years), who didn’t depart from the temple, worshiping with fastings and petitions night and day. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 2,
		"canon_order": 25011
	},
	{
		"verseText": "Coming up at that very hour, she gave thanks to the Lord, and spoke of him to all those who were looking for redemption in Jerusalem. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 2,
		"canon_order": 25012
	},
	{
		"verseText": "When they had accomplished all things that were according to the law of the Lord, they returned into Galilee, to their own city, Nazareth. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 2,
		"canon_order": 25013
	},
	{
		"verseText": "The child was growing, and was becoming strong in spirit, being filled with wisdom, and the grace of God was upon him. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 2,
		"canon_order": 25014
	},
	{
		"verseText": "His parents went every year to Jerusalem at the feast of the Passover. ",
		"book": "LUK",
		"verse": 41,
		"chapter": 2,
		"canon_order": 25015
	},
	{
		"verseText": "When he was twelve years old, they went up to Jerusalem according to the custom of the feast; ",
		"book": "LUK",
		"verse": 42,
		"chapter": 2,
		"canon_order": 25016
	},
	{
		"verseText": "and when they had fulfilled the days, as they were returning, the boy Jesus stayed behind in Jerusalem. Joseph and his mother didn’t know it, ",
		"book": "LUK",
		"verse": 43,
		"chapter": 2,
		"canon_order": 25017
	},
	{
		"verseText": "but supposing him to be in the company, they went a day’s journey; and they looked for him among their relatives and acquaintances. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 2,
		"canon_order": 25018
	},
	{
		"verseText": "When they didn’t find him, they returned to Jerusalem, looking for him. ",
		"book": "LUK",
		"verse": 45,
		"chapter": 2,
		"canon_order": 25019
	},
	{
		"verseText": "After three days they found him in the temple, sitting in the middle of the teachers, both listening to them and asking them questions. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 2,
		"canon_order": 25020
	},
	{
		"verseText": "All who heard him were amazed at his understanding and his answers. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 2,
		"canon_order": 25021
	},
	{
		"verseText": "When they saw him, they were astonished; and his mother said to him, “Son, why have you treated us this way? Behold, your father and I were anxiously looking for you.” ",
		"book": "LUK",
		"verse": 48,
		"chapter": 2,
		"canon_order": 25022
	},
	{
		"verseText": "He said to them, “Why were you looking for me? Didn’t you know that I must be in my Father’s house?” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 2,
		"canon_order": 25023
	},
	{
		"verseText": "They didn’t understand the saying which he spoke to them. ",
		"book": "LUK",
		"verse": 50,
		"chapter": 2,
		"canon_order": 25024
	},
	{
		"verseText": "And he went down with them and came to Nazareth. He was subject to them, and his mother kept all these sayings in her heart. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 2,
		"canon_order": 25025
	},
	{
		"verseText": "And Jesus increased in wisdom and stature, and in favor with God and men. ",
		"book": "LUK",
		"verse": 52,
		"chapter": 2,
		"canon_order": 25026
	},
	{
		"verseText": "Now in the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene, ",
		"book": "LUK",
		"verse": 1,
		"chapter": 3,
		"canon_order": 25027
	},
	{
		"verseText": "during the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zacharias, in the wilderness. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 3,
		"canon_order": 25028
	},
	{
		"verseText": "He came into all the region around the Jordan, preaching the baptism of repentance for remission of sins. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 3,
		"canon_order": 25029
	},
	{
		"verseText": "As it is written in the book of the words of Isaiah the prophet, “The voice of one crying in the wilderness, ‘Make ready the way of the Lord. Make his paths straight. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 3,
		"canon_order": 25030
	},
	{
		"verseText": "Every valley will be filled. Every mountain and hill will be brought low. The crooked will become straight, and the rough ways smooth. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 3,
		"canon_order": 25031
	},
	{
		"verseText": "All flesh will see God’s salvation.’” ",
		"book": "LUK",
		"verse": 6,
		"chapter": 3,
		"canon_order": 25032
	},
	{
		"verseText": "He said therefore to the multitudes who went out to be baptized by him, “You offspring of vipers, who warned you to flee from the wrath to come? ",
		"book": "LUK",
		"verse": 7,
		"chapter": 3,
		"canon_order": 25033
	},
	{
		"verseText": "Therefore produce fruits worthy of repentance, and don’t begin to say among yourselves, ‘We have Abraham for our father;’ for I tell you that God is able to raise up children to Abraham from these stones! ",
		"book": "LUK",
		"verse": 8,
		"chapter": 3,
		"canon_order": 25034
	},
	{
		"verseText": "Even now the ax also lies at the root of the trees. Every tree therefore that doesn’t produce good fruit is cut down and thrown into the fire.” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 3,
		"canon_order": 25035
	},
	{
		"verseText": "The multitudes asked him, “What then must we do?” ",
		"book": "LUK",
		"verse": 10,
		"chapter": 3,
		"canon_order": 25036
	},
	{
		"verseText": "He answered them, “He who has two coats, let him give to him who has none. He who has food, let him do likewise.” ",
		"book": "LUK",
		"verse": 11,
		"chapter": 3,
		"canon_order": 25037
	},
	{
		"verseText": "Tax collectors also came to be baptized, and they said to him, “Teacher, what must we do?” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 3,
		"canon_order": 25038
	},
	{
		"verseText": "He said to them, “Collect no more than that which is appointed to you.” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 3,
		"canon_order": 25039
	},
	{
		"verseText": "Soldiers also asked him, saying, “What about us? What must we do?” He said to them, “Extort from no one by violence, neither accuse anyone wrongfully. Be content with your wages.” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 3,
		"canon_order": 25040
	},
	{
		"verseText": "As the people were in expectation, and all men reasoned in their hearts concerning John, whether perhaps he was the Christ, ",
		"book": "LUK",
		"verse": 15,
		"chapter": 3,
		"canon_order": 25041
	},
	{
		"verseText": "John answered them all, “I indeed baptize you with water, but he comes who is mightier than I, the strap of whose sandals I am not worthy to loosen. He will baptize you in the Holy Spirit and fire. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 3,
		"canon_order": 25042
	},
	{
		"verseText": "His winnowing fan is in his hand, and he will thoroughly cleanse his threshing floor, and will gather the wheat into his barn; but he will burn up the chaff with unquenchable fire.” ",
		"book": "LUK",
		"verse": 17,
		"chapter": 3,
		"canon_order": 25043
	},
	{
		"verseText": "Then with many other exhortations he preached good news to the people, ",
		"book": "LUK",
		"verse": 18,
		"chapter": 3,
		"canon_order": 25044
	},
	{
		"verseText": "but Herod the tetrarch, being reproved by him for Herodias, his brother’s wife, and for all the evil things which Herod had done, ",
		"book": "LUK",
		"verse": 19,
		"chapter": 3,
		"canon_order": 25045
	},
	{
		"verseText": "added this also to them all, that he shut up John in prison. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 3,
		"canon_order": 25046
	},
	{
		"verseText": "Now when all the people were baptized, Jesus also had been baptized and was praying. The sky was opened, ",
		"book": "LUK",
		"verse": 21,
		"chapter": 3,
		"canon_order": 25047
	},
	{
		"verseText": "and the Holy Spirit descended in a bodily form like a dove on him; and a voice came out of the sky, saying “You are my beloved Son. In you I am well pleased.” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 3,
		"canon_order": 25048
	},
	{
		"verseText": "Jesus himself, when he began to teach, was about thirty years old, being the son (as was supposed) of Joseph, the son of Heli, ",
		"book": "LUK",
		"verse": 23,
		"chapter": 3,
		"canon_order": 25049
	},
	{
		"verseText": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, ",
		"book": "LUK",
		"verse": 24,
		"chapter": 3,
		"canon_order": 25050
	},
	{
		"verseText": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, ",
		"book": "LUK",
		"verse": 25,
		"chapter": 3,
		"canon_order": 25051
	},
	{
		"verseText": "the son of Maath, the son of Mattathias, the son of Semein, the son of Joseph, the son of Judah, ",
		"book": "LUK",
		"verse": 26,
		"chapter": 3,
		"canon_order": 25052
	},
	{
		"verseText": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, ",
		"book": "LUK",
		"verse": 27,
		"chapter": 3,
		"canon_order": 25053
	},
	{
		"verseText": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmodam, the son of Er, ",
		"book": "LUK",
		"verse": 28,
		"chapter": 3,
		"canon_order": 25054
	},
	{
		"verseText": "the son of Jose, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, ",
		"book": "LUK",
		"verse": 29,
		"chapter": 3,
		"canon_order": 25055
	},
	{
		"verseText": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonan, the son of Eliakim, ",
		"book": "LUK",
		"verse": 30,
		"chapter": 3,
		"canon_order": 25056
	},
	{
		"verseText": "the son of Melea, the son of Menan, the son of Mattatha, the son of Nathan, the son of David, ",
		"book": "LUK",
		"verse": 31,
		"chapter": 3,
		"canon_order": 25057
	},
	{
		"verseText": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, ",
		"book": "LUK",
		"verse": 32,
		"chapter": 3,
		"canon_order": 25058
	},
	{
		"verseText": "the son of Amminadab, the son of Aram, the son of Hezron, the son of Perez, the son of Judah, ",
		"book": "LUK",
		"verse": 33,
		"chapter": 3,
		"canon_order": 25059
	},
	{
		"verseText": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, ",
		"book": "LUK",
		"verse": 34,
		"chapter": 3,
		"canon_order": 25060
	},
	{
		"verseText": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, ",
		"book": "LUK",
		"verse": 35,
		"chapter": 3,
		"canon_order": 25061
	},
	{
		"verseText": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, ",
		"book": "LUK",
		"verse": 36,
		"chapter": 3,
		"canon_order": 25062
	},
	{
		"verseText": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan, ",
		"book": "LUK",
		"verse": 37,
		"chapter": 3,
		"canon_order": 25063
	},
	{
		"verseText": "the son of Enos, the son of Seth, the son of Adam, the son of God. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 3,
		"canon_order": 25064
	},
	{
		"verseText": "Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness ",
		"book": "LUK",
		"verse": 1,
		"chapter": 4,
		"canon_order": 25065
	},
	{
		"verseText": "for forty days, being tempted by the devil. He ate nothing in those days. Afterward, when they were completed, he was hungry. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 4,
		"canon_order": 25066
	},
	{
		"verseText": "The devil said to him, “If you are the Son of God, command this stone to become bread.” ",
		"book": "LUK",
		"verse": 3,
		"chapter": 4,
		"canon_order": 25067
	},
	{
		"verseText": "Jesus answered him, saying, “It is written, ‘Man shall not live by bread alone, but by every word of God.’” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 4,
		"canon_order": 25068
	},
	{
		"verseText": "The devil, leading him up on a high mountain, showed him all the kingdoms of the world in a moment of time. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 4,
		"canon_order": 25069
	},
	{
		"verseText": "The devil said to him, “I will give you all this authority and their glory, for it has been delivered to me, and I give it to whomever I want. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 4,
		"canon_order": 25070
	},
	{
		"verseText": "If you therefore will worship before me, it will all be yours.” ",
		"book": "LUK",
		"verse": 7,
		"chapter": 4,
		"canon_order": 25071
	},
	{
		"verseText": "Jesus answered him, “Get behind me, Satan! For it is written, ‘You shall worship the Lord your God, and you shall serve him only.’” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 4,
		"canon_order": 25072
	},
	{
		"verseText": "He led him to Jerusalem and set him on the pinnacle of the temple, and said to him, “If you are the Son of God, cast yourself down from here, ",
		"book": "LUK",
		"verse": 9,
		"chapter": 4,
		"canon_order": 25073
	},
	{
		"verseText": "for it is written, ‘He will put his angels in charge of you, to guard you;’ ",
		"book": "LUK",
		"verse": 10,
		"chapter": 4,
		"canon_order": 25074
	},
	{
		"verseText": "and, ‘On their hands they will bear you up, lest perhaps you dash your foot against a stone.’” ",
		"book": "LUK",
		"verse": 11,
		"chapter": 4,
		"canon_order": 25075
	},
	{
		"verseText": "Jesus answering, said to him, “It has been said, ‘You shall not tempt the Lord your God.’” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 4,
		"canon_order": 25076
	},
	{
		"verseText": "When the devil had completed every temptation, he departed from him until another time. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 4,
		"canon_order": 25077
	},
	{
		"verseText": "Jesus returned in the power of the Spirit into Galilee, and news about him spread through all the surrounding area. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 4,
		"canon_order": 25078
	},
	{
		"verseText": "He taught in their synagogues, being glorified by all. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 4,
		"canon_order": 25079
	},
	{
		"verseText": "He came to Nazareth, where he had been brought up. He entered, as was his custom, into the synagogue on the Sabbath day, and stood up to read. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 4,
		"canon_order": 25080
	},
	{
		"verseText": "The book of the prophet Isaiah was handed to him. He opened the book, and found the place where it was written, ",
		"book": "LUK",
		"verse": 17,
		"chapter": 4,
		"canon_order": 25081
	},
	{
		"verseText": "“The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to heal the broken hearted, to proclaim release to the captives, recovering of sight to the blind, to deliver those who are crushed, ",
		"book": "LUK",
		"verse": 18,
		"chapter": 4,
		"canon_order": 25082
	},
	{
		"verseText": "and to proclaim the acceptable year of the Lord.” ",
		"book": "LUK",
		"verse": 19,
		"chapter": 4,
		"canon_order": 25083
	},
	{
		"verseText": "He closed the book, gave it back to the attendant, and sat down. The eyes of all in the synagogue were fastened on him. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 4,
		"canon_order": 25084
	},
	{
		"verseText": "He began to tell them, “Today, this Scripture has been fulfilled in your hearing.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 4,
		"canon_order": 25085
	},
	{
		"verseText": "All testified about him and wondered at the gracious words which proceeded out of his mouth; and they said, “Isn’t this Joseph’s son?” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 4,
		"canon_order": 25086
	},
	{
		"verseText": "He said to them, “Doubtless you will tell me this proverb, ‘Physician, heal yourself! Whatever we have heard done at Capernaum, do also here in your hometown.’” ",
		"book": "LUK",
		"verse": 23,
		"chapter": 4,
		"canon_order": 25087
	},
	{
		"verseText": "He said, “Most certainly I tell you, no prophet is acceptable in his hometown. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 4,
		"canon_order": 25088
	},
	{
		"verseText": "But truly I tell you, there were many widows in Israel in the days of Elijah, when the sky was shut up three years and six months, when a great famine came over all the land. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 4,
		"canon_order": 25089
	},
	{
		"verseText": "Elijah was sent to none of them, except to Zarephath, in the land of Sidon, to a woman who was a widow. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 4,
		"canon_order": 25090
	},
	{
		"verseText": "There were many lepers in Israel in the time of Elisha the prophet, yet not one of them was cleansed, except Naaman, the Syrian.” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 4,
		"canon_order": 25091
	},
	{
		"verseText": "They were all filled with wrath in the synagogue as they heard these things. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 4,
		"canon_order": 25092
	},
	{
		"verseText": "They rose up, threw him out of the city, and led him to the brow of the hill that their city was built on, that they might throw him off the cliff. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 4,
		"canon_order": 25093
	},
	{
		"verseText": "But he, passing through the middle of them, went his way. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 4,
		"canon_order": 25094
	},
	{
		"verseText": "He came down to Capernaum, a city of Galilee. He was teaching them on the Sabbath day, ",
		"book": "LUK",
		"verse": 31,
		"chapter": 4,
		"canon_order": 25095
	},
	{
		"verseText": "and they were astonished at his teaching, for his word was with authority. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 4,
		"canon_order": 25096
	},
	{
		"verseText": "In the synagogue there was a man who had a spirit of an unclean demon; and he cried out with a loud voice, ",
		"book": "LUK",
		"verse": 33,
		"chapter": 4,
		"canon_order": 25097
	},
	{
		"verseText": "saying, “Ah! what have we to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are: the Holy One of God!” ",
		"book": "LUK",
		"verse": 34,
		"chapter": 4,
		"canon_order": 25098
	},
	{
		"verseText": "Jesus rebuked him, saying, “Be silent and come out of him!” When the demon had thrown him down in the middle of them, he came out of him, having done him no harm. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 4,
		"canon_order": 25099
	},
	{
		"verseText": "Amazement came on all and they spoke together, one with another, saying, “What is this word? For with authority and power he commands the unclean spirits, and they come out!” ",
		"book": "LUK",
		"verse": 36,
		"chapter": 4,
		"canon_order": 25100
	},
	{
		"verseText": "News about him went out into every place of the surrounding region. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 4,
		"canon_order": 25101
	},
	{
		"verseText": "He rose up from the synagogue and entered into Simon’s house. Simon’s mother-in-law was afflicted with a great fever, and they begged him to help her. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 4,
		"canon_order": 25102
	},
	{
		"verseText": "He stood over her and rebuked the fever, and it left her. Immediately she rose up and served them. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 4,
		"canon_order": 25103
	},
	{
		"verseText": "When the sun was setting, all those who had any sick with various diseases brought them to him; and he laid his hands on every one of them, and healed them. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 4,
		"canon_order": 25104
	},
	{
		"verseText": "Demons also came out of many, crying out and saying, “You are the Christ, the Son of God!” Rebuking them, he didn’t allow them to speak, because they knew that he was the Christ. ",
		"book": "LUK",
		"verse": 41,
		"chapter": 4,
		"canon_order": 25105
	},
	{
		"verseText": "When it was day, he departed and went into an uninhabited place and the multitudes looked for him, and came to him, and held on to him, so that he wouldn’t go away from them. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 4,
		"canon_order": 25106
	},
	{
		"verseText": "But he said to them, “I must preach the good news of God’s Kingdom to the other cities also. For this reason I have been sent.” ",
		"book": "LUK",
		"verse": 43,
		"chapter": 4,
		"canon_order": 25107
	},
	{
		"verseText": "He was preaching in the synagogues of Galilee. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 4,
		"canon_order": 25108
	},
	{
		"verseText": "Now while the multitude pressed on him and heard the word of God, he was standing by the lake of Gennesaret. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 5,
		"canon_order": 25109
	},
	{
		"verseText": "He saw two boats standing by the lake, but the fishermen had gone out of them and were washing their nets. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 5,
		"canon_order": 25110
	},
	{
		"verseText": "He entered into one of the boats, which was Simon’s, and asked him to put out a little from the land. He sat down and taught the multitudes from the boat. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 5,
		"canon_order": 25111
	},
	{
		"verseText": "When he had finished speaking, he said to Simon, “Put out into the deep and let down your nets for a catch.” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 5,
		"canon_order": 25112
	},
	{
		"verseText": "Simon answered him, “Master, we worked all night and caught nothing; but at your word I will let down the net.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 5,
		"canon_order": 25113
	},
	{
		"verseText": "When they had done this, they caught a great multitude of fish, and their net was breaking. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 5,
		"canon_order": 25114
	},
	{
		"verseText": "They beckoned to their partners in the other boat, that they should come and help them. They came and filled both boats, so that they began to sink. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 5,
		"canon_order": 25115
	},
	{
		"verseText": "But Simon Peter, when he saw it, fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, Lord.” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 5,
		"canon_order": 25116
	},
	{
		"verseText": "For he was amazed, and all who were with him, at the catch of fish which they had caught; ",
		"book": "LUK",
		"verse": 9,
		"chapter": 5,
		"canon_order": 25117
	},
	{
		"verseText": "and so also were James and John, sons of Zebedee, who were partners with Simon. Jesus said to Simon, “Don’t be afraid. From now on you will be catching people alive.” ",
		"book": "LUK",
		"verse": 10,
		"chapter": 5,
		"canon_order": 25118
	},
	{
		"verseText": "When they had brought their boats to land, they left everything, and followed him. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 5,
		"canon_order": 25119
	},
	{
		"verseText": "While he was in one of the cities, behold, there was a man full of leprosy. When he saw Jesus, he fell on his face and begged him, saying, “Lord, if you want to, you can make me clean.” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 5,
		"canon_order": 25120
	},
	{
		"verseText": "He stretched out his hand and touched him, saying, “I want to. Be made clean.” Immediately the leprosy left him. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 5,
		"canon_order": 25121
	},
	{
		"verseText": "He commanded him to tell no one, “But go your way and show yourself to the priest, and offer for your cleansing according to what Moses commanded, for a testimony to them.” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 5,
		"canon_order": 25122
	},
	{
		"verseText": "But the report concerning him spread much more, and great multitudes came together to hear and to be healed by him of their infirmities. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 5,
		"canon_order": 25123
	},
	{
		"verseText": "But he withdrew himself into the desert and prayed. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 5,
		"canon_order": 25124
	},
	{
		"verseText": "On one of those days, he was teaching; and there were Pharisees and teachers of the law sitting by who had come out of every village of Galilee, Judea, and Jerusalem. The power of the Lord was with him to heal them. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 5,
		"canon_order": 25125
	},
	{
		"verseText": "Behold, men brought a paralyzed man on a cot, and they sought to bring him in to lay before Jesus. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 5,
		"canon_order": 25126
	},
	{
		"verseText": "Not finding a way to bring him in because of the multitude, they went up to the housetop and let him down through the tiles with his cot into the middle before Jesus. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 5,
		"canon_order": 25127
	},
	{
		"verseText": "Seeing their faith, he said to him, “Man, your sins are forgiven you.” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 5,
		"canon_order": 25128
	},
	{
		"verseText": "The scribes and the Pharisees began to reason, saying, “Who is this who speaks blasphemies? Who can forgive sins, but God alone?” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 5,
		"canon_order": 25129
	},
	{
		"verseText": "But Jesus, perceiving their thoughts, answered them, “Why are you reasoning so in your hearts? ",
		"book": "LUK",
		"verse": 22,
		"chapter": 5,
		"canon_order": 25130
	},
	{
		"verseText": "Which is easier to say, ‘Your sins are forgiven you,’ or to say, ‘Arise and walk?’ ",
		"book": "LUK",
		"verse": 23,
		"chapter": 5,
		"canon_order": 25131
	},
	{
		"verseText": "But that you may know that the Son of Man has authority on earth to forgive sins,” he said to the paralyzed man, “I tell you, arise, take up your cot, and go to your house.” ",
		"book": "LUK",
		"verse": 24,
		"chapter": 5,
		"canon_order": 25132
	},
	{
		"verseText": "Immediately he rose up before them, and took up that which he was laying on, and departed to his house, glorifying God. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 5,
		"canon_order": 25133
	},
	{
		"verseText": "Amazement took hold on all, and they glorified God. They were filled with fear, saying, “We have seen strange things today.” ",
		"book": "LUK",
		"verse": 26,
		"chapter": 5,
		"canon_order": 25134
	},
	{
		"verseText": "After these things he went out and saw a tax collector named Levi sitting at the tax office, and said to him, “Follow me!” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 5,
		"canon_order": 25135
	},
	{
		"verseText": "He left everything, and rose up and followed him. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 5,
		"canon_order": 25136
	},
	{
		"verseText": "Levi made a great feast for him in his house. There was a great crowd of tax collectors and others who were reclining with them. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 5,
		"canon_order": 25137
	},
	{
		"verseText": "Their scribes and the Pharisees murmured against his disciples, saying, “Why do you eat and drink with the tax collectors and sinners?” ",
		"book": "LUK",
		"verse": 30,
		"chapter": 5,
		"canon_order": 25138
	},
	{
		"verseText": "Jesus answered them, “Those who are healthy have no need for a physician, but those who are sick do. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 5,
		"canon_order": 25139
	},
	{
		"verseText": "I have not come to call the righteous, but sinners, to repentance.” ",
		"book": "LUK",
		"verse": 32,
		"chapter": 5,
		"canon_order": 25140
	},
	{
		"verseText": "They said to him, “Why do John’s disciples often fast and pray, likewise also the disciples of the Pharisees, but yours eat and drink?” ",
		"book": "LUK",
		"verse": 33,
		"chapter": 5,
		"canon_order": 25141
	},
	{
		"verseText": "He said to them, “Can you make the friends of the bridegroom fast while the bridegroom is with them? ",
		"book": "LUK",
		"verse": 34,
		"chapter": 5,
		"canon_order": 25142
	},
	{
		"verseText": "But the days will come when the bridegroom will be taken away from them. Then they will fast in those days.” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 5,
		"canon_order": 25143
	},
	{
		"verseText": "He also told a parable to them. “No one puts a piece from a new garment on an old garment, or else he will tear the new, and also the piece from the new will not match the old. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 5,
		"canon_order": 25144
	},
	{
		"verseText": "No one puts new wine into old wine skins, or else the new wine will burst the skins, and it will be spilled and the skins will be destroyed. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 5,
		"canon_order": 25145
	},
	{
		"verseText": "But new wine must be put into fresh wine skins, and both are preserved. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 5,
		"canon_order": 25146
	},
	{
		"verseText": "No man having drunk old wine immediately desires new, for he says, ‘The old is better.’” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 5,
		"canon_order": 25147
	},
	{
		"verseText": "Now on the second Sabbath after the first, he was going through the grain fields. His disciples plucked the heads of grain and ate, rubbing them in their hands. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 6,
		"canon_order": 25148
	},
	{
		"verseText": "But some of the Pharisees said to them, “Why do you do that which is not lawful to do on the Sabbath day?” ",
		"book": "LUK",
		"verse": 2,
		"chapter": 6,
		"canon_order": 25149
	},
	{
		"verseText": "Jesus, answering them, said, “Haven’t you read what David did when he was hungry, he and those who were with him, ",
		"book": "LUK",
		"verse": 3,
		"chapter": 6,
		"canon_order": 25150
	},
	{
		"verseText": "how he entered into God’s house, and took and ate the show bread, and gave also to those who were with him, which is not lawful to eat except for the priests alone?” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 6,
		"canon_order": 25151
	},
	{
		"verseText": "He said to them, “The Son of Man is lord of the Sabbath.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 6,
		"canon_order": 25152
	},
	{
		"verseText": "It also happened on another Sabbath that he entered into the synagogue and taught. There was a man there, and his right hand was withered. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 6,
		"canon_order": 25153
	},
	{
		"verseText": "The scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, that they might find an accusation against him. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 6,
		"canon_order": 25154
	},
	{
		"verseText": "But he knew their thoughts; and he said to the man who had the withered hand, “Rise up and stand in the middle.” He arose and stood. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 6,
		"canon_order": 25155
	},
	{
		"verseText": "Then Jesus said to them, “I will ask you something: Is it lawful on the Sabbath to do good, or to do harm? To save a life, or to kill?” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 6,
		"canon_order": 25156
	},
	{
		"verseText": "He looked around at them all, and said to the man, “Stretch out your hand.” He did, and his hand was restored as sound as the other. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 6,
		"canon_order": 25157
	},
	{
		"verseText": "But they were filled with rage, and talked with one another about what they might do to Jesus. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 6,
		"canon_order": 25158
	},
	{
		"verseText": "In these days, he went out to the mountain to pray, and he continued all night in prayer to God. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 6,
		"canon_order": 25159
	},
	{
		"verseText": "When it was day, he called his disciples, and from them he chose twelve, whom he also named apostles: ",
		"book": "LUK",
		"verse": 13,
		"chapter": 6,
		"canon_order": 25160
	},
	{
		"verseText": "Simon, whom he also named Peter; Andrew, his brother; James; John; Philip; Bartholomew; ",
		"book": "LUK",
		"verse": 14,
		"chapter": 6,
		"canon_order": 25161
	},
	{
		"verseText": "Matthew; Thomas; James the son of Alphaeus; Simon who was called the Zealot; ",
		"book": "LUK",
		"verse": 15,
		"chapter": 6,
		"canon_order": 25162
	},
	{
		"verseText": "Judas the son of James; and Judas Iscariot, who also became a traitor. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 6,
		"canon_order": 25163
	},
	{
		"verseText": "He came down with them and stood on a level place, with a crowd of his disciples and a great number of the people from all Judea and Jerusalem and the sea coast of Tyre and Sidon, who came to hear him and to be healed of their diseases, ",
		"book": "LUK",
		"verse": 17,
		"chapter": 6,
		"canon_order": 25164
	},
	{
		"verseText": "as well as those who were troubled by unclean spirits; and they were being healed. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 6,
		"canon_order": 25165
	},
	{
		"verseText": "All the multitude sought to touch him, for power came out of him and healed them all. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 6,
		"canon_order": 25166
	},
	{
		"verseText": "He lifted up his eyes to his disciples, and said: “Blessed are you who are poor, for God’s Kingdom is yours. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 6,
		"canon_order": 25167
	},
	{
		"verseText": "Blessed are you who hunger now, for you will be filled. Blessed are you who weep now, for you will laugh. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 6,
		"canon_order": 25168
	},
	{
		"verseText": "Blessed are you when men hate you, and when they exclude and mock you, and throw out your name as evil, for the Son of Man’s sake. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 6,
		"canon_order": 25169
	},
	{
		"verseText": "Rejoice in that day and leap for joy, for behold, your reward is great in heaven, for their fathers did the same thing to the prophets. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 6,
		"canon_order": 25170
	},
	{
		"verseText": "“But woe to you who are rich! For you have received your consolation. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 6,
		"canon_order": 25171
	},
	{
		"verseText": "Woe to you, you who are full now, for you will be hungry. Woe to you who laugh now, for you will mourn and weep. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 6,
		"canon_order": 25172
	},
	{
		"verseText": "Woe, when men speak well of you, for their fathers did the same thing to the false prophets. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 6,
		"canon_order": 25173
	},
	{
		"verseText": "“But I tell you who hear: love your enemies, do good to those who hate you, ",
		"book": "LUK",
		"verse": 27,
		"chapter": 6,
		"canon_order": 25174
	},
	{
		"verseText": "bless those who curse you, and pray for those who mistreat you. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 6,
		"canon_order": 25175
	},
	{
		"verseText": "To him who strikes you on the cheek, offer also the other; and from him who takes away your cloak, don’t withhold your coat also. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 6,
		"canon_order": 25176
	},
	{
		"verseText": "Give to everyone who asks you, and don’t ask him who takes away your goods to give them back again. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 6,
		"canon_order": 25177
	},
	{
		"verseText": "“As you would like people to do to you, do exactly so to them. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 6,
		"canon_order": 25178
	},
	{
		"verseText": "“If you love those who love you, what credit is that to you? For even sinners love those who love them. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 6,
		"canon_order": 25179
	},
	{
		"verseText": "If you do good to those who do good to you, what credit is that to you? For even sinners do the same. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 6,
		"canon_order": 25180
	},
	{
		"verseText": "If you lend to those from whom you hope to receive, what credit is that to you? Even sinners lend to sinners, to receive back as much. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 6,
		"canon_order": 25181
	},
	{
		"verseText": "But love your enemies, and do good, and lend, expecting nothing back; and your reward will be great, and you will be children of the Most High; for he is kind toward the unthankful and evil. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 6,
		"canon_order": 25182
	},
	{
		"verseText": "“Therefore be merciful, even as your Father is also merciful. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 6,
		"canon_order": 25183
	},
	{
		"verseText": "Don’t judge, and you won’t be judged. Don’t condemn, and you won’t be condemned. Set free, and you will be set free. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 6,
		"canon_order": 25184
	},
	{
		"verseText": "“Give, and it will be given to you: good measure, pressed down, shaken together, and running over, will be given to you. For with the same measure you measure it will be measured back to you.” ",
		"book": "LUK",
		"verse": 38,
		"chapter": 6,
		"canon_order": 25185
	},
	{
		"verseText": "He spoke a parable to them. “Can the blind guide the blind? Won’t they both fall into a pit? ",
		"book": "LUK",
		"verse": 39,
		"chapter": 6,
		"canon_order": 25186
	},
	{
		"verseText": "A disciple is not above his teacher, but everyone when he is fully trained will be like his teacher. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 6,
		"canon_order": 25187
	},
	{
		"verseText": "Why do you see the speck of chaff that is in your brother’s eye, but don’t consider the beam that is in your own eye? ",
		"book": "LUK",
		"verse": 41,
		"chapter": 6,
		"canon_order": 25188
	},
	{
		"verseText": "Or how can you tell your brother, ‘Brother, let me remove the speck of chaff that is in your eye,’ when you yourself don’t see the beam that is in your own eye? You hypocrite! First remove the beam from your own eye, and then you can see clearly to remove the speck of chaff that is in your brother’s eye. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 6,
		"canon_order": 25189
	},
	{
		"verseText": "“For there is no good tree that produces rotten fruit, nor again a rotten tree that produces good fruit. ",
		"book": "LUK",
		"verse": 43,
		"chapter": 6,
		"canon_order": 25190
	},
	{
		"verseText": "For each tree is known by its own fruit. For people don’t gather figs from thorns, nor do they gather grapes from a bramble bush. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 6,
		"canon_order": 25191
	},
	{
		"verseText": "The good man out of the good treasure of his heart brings out that which is good, and the evil man out of the evil treasure of his heart brings out that which is evil, for out of the abundance of the heart, his mouth speaks. ",
		"book": "LUK",
		"verse": 45,
		"chapter": 6,
		"canon_order": 25192
	},
	{
		"verseText": "“Why do you call me, ‘Lord, Lord,’ and don’t do the things which I say? ",
		"book": "LUK",
		"verse": 46,
		"chapter": 6,
		"canon_order": 25193
	},
	{
		"verseText": "Everyone who comes to me, and hears my words and does them, I will show you who he is like. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 6,
		"canon_order": 25194
	},
	{
		"verseText": "He is like a man building a house, who dug and went deep and laid a foundation on the rock. When a flood arose, the stream broke against that house, and could not shake it, because it was founded on the rock. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 6,
		"canon_order": 25195
	},
	{
		"verseText": "But he who hears and doesn’t do, is like a man who built a house on the earth without a foundation, against which the stream broke, and immediately it fell; and the ruin of that house was great.” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 6,
		"canon_order": 25196
	},
	{
		"verseText": "After he had finished speaking in the hearing of the people, he entered into Capernaum. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 7,
		"canon_order": 25197
	},
	{
		"verseText": "A certain centurion’s servant, who was dear to him, was sick and at the point of death. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 7,
		"canon_order": 25198
	},
	{
		"verseText": "When he heard about Jesus, he sent to him elders of the Jews, asking him to come and save his servant. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 7,
		"canon_order": 25199
	},
	{
		"verseText": "When they came to Jesus, they begged him earnestly, saying, “He is worthy for you to do this for him, ",
		"book": "LUK",
		"verse": 4,
		"chapter": 7,
		"canon_order": 25200
	},
	{
		"verseText": "for he loves our nation, and he built our synagogue for us.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 7,
		"canon_order": 25201
	},
	{
		"verseText": "Jesus went with them. When he was now not far from the house, the centurion sent friends to him, saying to him, “Lord, don’t trouble yourself, for I am not worthy for you to come under my roof. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 7,
		"canon_order": 25202
	},
	{
		"verseText": "Therefore I didn’t even think myself worthy to come to you; but say the word, and my servant will be healed. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 7,
		"canon_order": 25203
	},
	{
		"verseText": "For I also am a man placed under authority, having under myself soldiers. I tell this one, ‘Go!’ and he goes; and to another, ‘Come!’ and he comes; and to my servant, ‘Do this,’ and he does it.” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 7,
		"canon_order": 25204
	},
	{
		"verseText": "When Jesus heard these things, he marveled at him, and turned and said to the multitude who followed him, “I tell you, I have not found such great faith, no, not in Israel.” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 7,
		"canon_order": 25205
	},
	{
		"verseText": "Those who were sent, returning to the house, found that the servant who had been sick was well. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 7,
		"canon_order": 25206
	},
	{
		"verseText": "Soon afterwards, he went to a city called Nain. Many of his disciples, along with a great multitude, went with him. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 7,
		"canon_order": 25207
	},
	{
		"verseText": "Now when he came near to the gate of the city, behold, one who was dead was carried out, the only born son of his mother, and she was a widow. Many people of the city were with her. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 7,
		"canon_order": 25208
	},
	{
		"verseText": "When the Lord saw her, he had compassion on her and said to her, “Don’t cry.” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 7,
		"canon_order": 25209
	},
	{
		"verseText": "He came near and touched the coffin, and the bearers stood still. He said, “Young man, I tell you, arise!” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 7,
		"canon_order": 25210
	},
	{
		"verseText": "He who was dead sat up and began to speak. Then he gave him to his mother. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 7,
		"canon_order": 25211
	},
	{
		"verseText": "Fear took hold of all, and they glorified God, saying, “A great prophet has arisen among us!” and, “God has visited his people!” ",
		"book": "LUK",
		"verse": 16,
		"chapter": 7,
		"canon_order": 25212
	},
	{
		"verseText": "This report went out concerning him in the whole of Judea and in all the surrounding region. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 7,
		"canon_order": 25213
	},
	{
		"verseText": "The disciples of John told him about all these things. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 7,
		"canon_order": 25214
	},
	{
		"verseText": "John, calling to himself two of his disciples, sent them to Jesus, saying, “Are you the one who is coming, or should we look for another?” ",
		"book": "LUK",
		"verse": 19,
		"chapter": 7,
		"canon_order": 25215
	},
	{
		"verseText": "When the men had come to him, they said, “John the Baptizer has sent us to you, saying, ‘Are you he who comes, or should we look for another?’” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 7,
		"canon_order": 25216
	},
	{
		"verseText": "In that hour he cured many of diseases and plagues and evil spirits; and to many who were blind he gave sight. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 7,
		"canon_order": 25217
	},
	{
		"verseText": "Jesus answered them, “Go and tell John the things which you have seen and heard: that the blind receive their sight, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised up, and the poor have good news preached to them. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 7,
		"canon_order": 25218
	},
	{
		"verseText": "Blessed is he who finds no occasion for stumbling in me.” ",
		"book": "LUK",
		"verse": 23,
		"chapter": 7,
		"canon_order": 25219
	},
	{
		"verseText": "When John’s messengers had departed, he began to tell the multitudes about John, “What did you go out into the wilderness to see? A reed shaken by the wind? ",
		"book": "LUK",
		"verse": 24,
		"chapter": 7,
		"canon_order": 25220
	},
	{
		"verseText": "But what did you go out to see? A man clothed in soft clothing? Behold, those who are gorgeously dressed and live delicately are in kings’ courts. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 7,
		"canon_order": 25221
	},
	{
		"verseText": "But what did you go out to see? A prophet? Yes, I tell you, and much more than a prophet. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 7,
		"canon_order": 25222
	},
	{
		"verseText": "This is he of whom it is written, ‘Behold, I send my messenger before your face, who will prepare your way before you.’ ",
		"book": "LUK",
		"verse": 27,
		"chapter": 7,
		"canon_order": 25223
	},
	{
		"verseText": "“For I tell you, among those who are born of women there is not a greater prophet than John the Baptizer; yet he who is least in God’s Kingdom is greater than he.” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 7,
		"canon_order": 25224
	},
	{
		"verseText": "When all the people and the tax collectors heard this, they declared God to be just, having been baptized with John’s baptism. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 7,
		"canon_order": 25225
	},
	{
		"verseText": "But the Pharisees and the lawyers rejected the counsel of God, not being baptized by him themselves. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 7,
		"canon_order": 25226
	},
	{
		"verseText": "“To what then should I compare the people of this generation? What are they like? ",
		"book": "LUK",
		"verse": 31,
		"chapter": 7,
		"canon_order": 25227
	},
	{
		"verseText": "They are like children who sit in the marketplace and call to one another, saying, ‘We piped to you, and you didn’t dance. We mourned, and you didn’t weep.’ ",
		"book": "LUK",
		"verse": 32,
		"chapter": 7,
		"canon_order": 25228
	},
	{
		"verseText": "For John the Baptizer came neither eating bread nor drinking wine, and you say, ‘He has a demon.’ ",
		"book": "LUK",
		"verse": 33,
		"chapter": 7,
		"canon_order": 25229
	},
	{
		"verseText": "The Son of Man has come eating and drinking, and you say, ‘Behold, a glutton and a drunkard, a friend of tax collectors and sinners!’ ",
		"book": "LUK",
		"verse": 34,
		"chapter": 7,
		"canon_order": 25230
	},
	{
		"verseText": "Wisdom is justified by all her children.” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 7,
		"canon_order": 25231
	},
	{
		"verseText": "One of the Pharisees invited him to eat with him. He entered into the Pharisee’s house and sat at the table. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 7,
		"canon_order": 25232
	},
	{
		"verseText": "Behold, a woman in the city who was a sinner, when she knew that he was reclining in the Pharisee’s house, brought an alabaster jar of ointment. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 7,
		"canon_order": 25233
	},
	{
		"verseText": "Standing behind at his feet weeping, she began to wet his feet with her tears, and she wiped them with the hair of her head, kissed his feet, and anointed them with the ointment. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 7,
		"canon_order": 25234
	},
	{
		"verseText": "Now when the Pharisee who had invited him saw it, he said to himself, “This man, if he were a prophet, would have perceived who and what kind of woman this is who touches him, that she is a sinner.” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 7,
		"canon_order": 25235
	},
	{
		"verseText": "Jesus answered him, “Simon, I have something to tell you.” He said, “Teacher, say on.” ",
		"book": "LUK",
		"verse": 40,
		"chapter": 7,
		"canon_order": 25236
	},
	{
		"verseText": "“A certain lender had two debtors. The one owed five hundred denarii, and the other fifty. ",
		"book": "LUK",
		"verse": 41,
		"chapter": 7,
		"canon_order": 25237
	},
	{
		"verseText": "When they couldn’t pay, he forgave them both. Which of them therefore will love him most?” ",
		"book": "LUK",
		"verse": 42,
		"chapter": 7,
		"canon_order": 25238
	},
	{
		"verseText": "Simon answered, “He, I suppose, to whom he forgave the most.” He said to him, “You have judged correctly.” ",
		"book": "LUK",
		"verse": 43,
		"chapter": 7,
		"canon_order": 25239
	},
	{
		"verseText": "Turning to the woman, he said to Simon, “Do you see this woman? I entered into your house, and you gave me no water for my feet, but she has wet my feet with her tears, and wiped them with the hair of her head. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 7,
		"canon_order": 25240
	},
	{
		"verseText": "You gave me no kiss, but she, since the time I came in, has not ceased to kiss my feet. ",
		"book": "LUK",
		"verse": 45,
		"chapter": 7,
		"canon_order": 25241
	},
	{
		"verseText": "You didn’t anoint my head with oil, but she has anointed my feet with ointment. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 7,
		"canon_order": 25242
	},
	{
		"verseText": "Therefore I tell you, her sins, which are many, are forgiven, for she loved much. But one to whom little is forgiven, loves little.” ",
		"book": "LUK",
		"verse": 47,
		"chapter": 7,
		"canon_order": 25243
	},
	{
		"verseText": "He said to her, “Your sins are forgiven.” ",
		"book": "LUK",
		"verse": 48,
		"chapter": 7,
		"canon_order": 25244
	},
	{
		"verseText": "Those who sat at the table with him began to say to themselves, “Who is this who even forgives sins?” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 7,
		"canon_order": 25245
	},
	{
		"verseText": "He said to the woman, “Your faith has saved you. Go in peace.” ",
		"book": "LUK",
		"verse": 50,
		"chapter": 7,
		"canon_order": 25246
	},
	{
		"verseText": "Soon afterwards, he went about through cities and villages, preaching and bringing the good news of God’s Kingdom. With him were the twelve, ",
		"book": "LUK",
		"verse": 1,
		"chapter": 8,
		"canon_order": 25247
	},
	{
		"verseText": "and certain women who had been healed of evil spirits and infirmities: Mary who was called Magdalene, from whom seven demons had gone out; ",
		"book": "LUK",
		"verse": 2,
		"chapter": 8,
		"canon_order": 25248
	},
	{
		"verseText": "and Joanna, the wife of Chuzas, Herod’s steward; Susanna; and many others who served them from their possessions. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 8,
		"canon_order": 25249
	},
	{
		"verseText": "When a great multitude came together and people from every city were coming to him, he spoke by a parable: ",
		"book": "LUK",
		"verse": 4,
		"chapter": 8,
		"canon_order": 25250
	},
	{
		"verseText": "“The farmer went out to sow his seed. As he sowed, some fell along the road, and it was trampled under foot, and the birds of the sky devoured it. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 8,
		"canon_order": 25251
	},
	{
		"verseText": "Other seed fell on the rock, and as soon as it grew, it withered away, because it had no moisture. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 8,
		"canon_order": 25252
	},
	{
		"verseText": "Other fell amid the thorns, and the thorns grew with it and choked it. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 8,
		"canon_order": 25253
	},
	{
		"verseText": "Other fell into the good ground and grew and produced one hundred times as much fruit.” As he said these things, he called out, “He who has ears to hear, let him hear!” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 8,
		"canon_order": 25254
	},
	{
		"verseText": "Then his disciples asked him, “What does this parable mean?” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 8,
		"canon_order": 25255
	},
	{
		"verseText": "He said, “To you it is given to know the mysteries of God’s Kingdom, but to the rest it is given in parables, that ‘seeing they may not see, and hearing they may not understand.’ ",
		"book": "LUK",
		"verse": 10,
		"chapter": 8,
		"canon_order": 25256
	},
	{
		"verseText": "“Now the parable is this: The seed is the word of God. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 8,
		"canon_order": 25257
	},
	{
		"verseText": "Those along the road are those who hear; then the devil comes and takes away the word from their heart, that they may not believe and be saved. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 8,
		"canon_order": 25258
	},
	{
		"verseText": "Those on the rock are they who, when they hear, receive the word with joy; but these have no root. They believe for a while, then fall away in time of temptation. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 8,
		"canon_order": 25259
	},
	{
		"verseText": "What fell among the thorns, these are those who have heard, and as they go on their way they are choked with cares, riches, and pleasures of life; and they bring no fruit to maturity. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 8,
		"canon_order": 25260
	},
	{
		"verseText": "Those in the good ground, these are those who with an honest and good heart, having heard the word, hold it tightly, and produce fruit with perseverance. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 8,
		"canon_order": 25261
	},
	{
		"verseText": "“No one, when he has lit a lamp, covers it with a container or puts it under a bed; but puts it on a stand, that those who enter in may see the light. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 8,
		"canon_order": 25262
	},
	{
		"verseText": "For nothing is hidden that will not be revealed, nor anything secret that will not be known and come to light. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 8,
		"canon_order": 25263
	},
	{
		"verseText": "Be careful therefore how you hear. For whoever has, to him will be given; and whoever doesn’t have, from him will be taken away even that which he thinks he has.” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 8,
		"canon_order": 25264
	},
	{
		"verseText": "His mother and brothers came to him, and they could not come near him for the crowd. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 8,
		"canon_order": 25265
	},
	{
		"verseText": "Some people told him, “Your mother and your brothers stand outside, desiring to see you.” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 8,
		"canon_order": 25266
	},
	{
		"verseText": "But he answered them, “My mother and my brothers are these who hear the word of God and do it.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 8,
		"canon_order": 25267
	},
	{
		"verseText": "Now on one of those days, he entered into a boat, himself and his disciples, and he said to them, “Let’s go over to the other side of the lake.” So they launched out. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 8,
		"canon_order": 25268
	},
	{
		"verseText": "But as they sailed, he fell asleep. A wind storm came down on the lake, and they were taking on dangerous amounts of water. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 8,
		"canon_order": 25269
	},
	{
		"verseText": "They came to him and awoke him, saying, “Master, Master, we are dying!” He awoke and rebuked the wind and the raging of the water; then they ceased, and it was calm. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 8,
		"canon_order": 25270
	},
	{
		"verseText": "He said to them, “Where is your faith?” Being afraid, they marveled, saying to one another, “Who is this then, that he commands even the winds and the water, and they obey him?” ",
		"book": "LUK",
		"verse": 25,
		"chapter": 8,
		"canon_order": 25271
	},
	{
		"verseText": "Then they arrived at the country of the Gadarenes, which is opposite Galilee. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 8,
		"canon_order": 25272
	},
	{
		"verseText": "When Jesus stepped ashore, a certain man out of the city who had demons for a long time met him. He wore no clothes, and didn’t live in a house, but in the tombs. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 8,
		"canon_order": 25273
	},
	{
		"verseText": "When he saw Jesus, he cried out and fell down before him, and with a loud voice said, “What do I have to do with you, Jesus, you Son of the Most High God? I beg you, don’t torment me!” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 8,
		"canon_order": 25274
	},
	{
		"verseText": "For Jesus was commanding the unclean spirit to come out of the man. For the unclean spirit had often seized the man. He was kept under guard and bound with chains and fetters. Breaking the bonds apart, he was driven by the demon into the desert. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 8,
		"canon_order": 25275
	},
	{
		"verseText": "Jesus asked him, “What is your name?” He said, “Legion,” for many demons had entered into him. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 8,
		"canon_order": 25276
	},
	{
		"verseText": "They begged him that he would not command them to go into the abyss. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 8,
		"canon_order": 25277
	},
	{
		"verseText": "Now there was there a herd of many pigs feeding on the mountain, and they begged him that he would allow them to enter into those. Then he allowed them. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 8,
		"canon_order": 25278
	},
	{
		"verseText": "The demons came out of the man and entered into the pigs, and the herd rushed down the steep bank into the lake and were drowned. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 8,
		"canon_order": 25279
	},
	{
		"verseText": "When those who fed them saw what had happened, they fled and told it in the city and in the country. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 8,
		"canon_order": 25280
	},
	{
		"verseText": "People went out to see what had happened. They came to Jesus and found the man from whom the demons had gone out, sitting at Jesus’ feet, clothed and in his right mind; and they were afraid. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 8,
		"canon_order": 25281
	},
	{
		"verseText": "Those who saw it told them how he who had been possessed by demons was healed. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 8,
		"canon_order": 25282
	},
	{
		"verseText": "All the people of the surrounding country of the Gadarenes asked him to depart from them, for they were very much afraid. Then he entered into the boat and returned. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 8,
		"canon_order": 25283
	},
	{
		"verseText": "But the man from whom the demons had gone out begged him that he might go with him, but Jesus sent him away, saying, ",
		"book": "LUK",
		"verse": 38,
		"chapter": 8,
		"canon_order": 25284
	},
	{
		"verseText": "“Return to your house, and declare what great things God has done for you.” He went his way, proclaiming throughout the whole city what great things Jesus had done for him. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 8,
		"canon_order": 25285
	},
	{
		"verseText": "When Jesus returned, the multitude welcomed him, for they were all waiting for him. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 8,
		"canon_order": 25286
	},
	{
		"verseText": "Behold, a man named Jairus came. He was a ruler of the synagogue. He fell down at Jesus’ feet and begged him to come into his house, ",
		"book": "LUK",
		"verse": 41,
		"chapter": 8,
		"canon_order": 25287
	},
	{
		"verseText": "for he had an only born daughter, about twelve years of age, and she was dying. But as he went, the multitudes pressed against him. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 8,
		"canon_order": 25288
	},
	{
		"verseText": "A woman who had a flow of blood for twelve years, who had spent all her living on physicians and could not be healed by any, ",
		"book": "LUK",
		"verse": 43,
		"chapter": 8,
		"canon_order": 25289
	},
	{
		"verseText": "came behind him and touched the fringe of his cloak. Immediately the flow of her blood stopped. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 8,
		"canon_order": 25290
	},
	{
		"verseText": "Jesus said, “Who touched me?” When all denied it, Peter and those with him said, “Master, the multitudes press and jostle you, and you say, ‘Who touched me?’” ",
		"book": "LUK",
		"verse": 45,
		"chapter": 8,
		"canon_order": 25291
	},
	{
		"verseText": "But Jesus said, “Someone did touch me, for I perceived that power has gone out of me.” ",
		"book": "LUK",
		"verse": 46,
		"chapter": 8,
		"canon_order": 25292
	},
	{
		"verseText": "When the woman saw that she was not hidden, she came trembling; and falling down before him declared to him in the presence of all the people the reason why she had touched him, and how she was healed immediately. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 8,
		"canon_order": 25293
	},
	{
		"verseText": "He said to her, “Daughter, cheer up. Your faith has made you well. Go in peace.” ",
		"book": "LUK",
		"verse": 48,
		"chapter": 8,
		"canon_order": 25294
	},
	{
		"verseText": "While he still spoke, one from the ruler of the synagogue’s house came, saying to him, “Your daughter is dead. Don’t trouble the Teacher.” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 8,
		"canon_order": 25295
	},
	{
		"verseText": "But Jesus hearing it, answered him, “Don’t be afraid. Only believe, and she will be healed.” ",
		"book": "LUK",
		"verse": 50,
		"chapter": 8,
		"canon_order": 25296
	},
	{
		"verseText": "When he came to the house, he didn’t allow anyone to enter in, except Peter, John, James, the father of the child, and her mother. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 8,
		"canon_order": 25297
	},
	{
		"verseText": "All were weeping and mourning her, but he said, “Don’t weep. She isn’t dead, but sleeping.” ",
		"book": "LUK",
		"verse": 52,
		"chapter": 8,
		"canon_order": 25298
	},
	{
		"verseText": "They were ridiculing him, knowing that she was dead. ",
		"book": "LUK",
		"verse": 53,
		"chapter": 8,
		"canon_order": 25299
	},
	{
		"verseText": "But he put them all outside, and taking her by the hand, he called, saying, “Child, arise!” ",
		"book": "LUK",
		"verse": 54,
		"chapter": 8,
		"canon_order": 25300
	},
	{
		"verseText": "Her spirit returned, and she rose up immediately. He commanded that something be given to her to eat. ",
		"book": "LUK",
		"verse": 55,
		"chapter": 8,
		"canon_order": 25301
	},
	{
		"verseText": "Her parents were amazed, but he commanded them to tell no one what had been done. ",
		"book": "LUK",
		"verse": 56,
		"chapter": 8,
		"canon_order": 25302
	},
	{
		"verseText": "He called the twelve together and gave them power and authority over all demons, and to cure diseases. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 9,
		"canon_order": 25303
	},
	{
		"verseText": "He sent them out to preach God’s Kingdom and to heal the sick. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 9,
		"canon_order": 25304
	},
	{
		"verseText": "He said to them, “Take nothing for your journey—no staffs, nor wallet, nor bread, nor money. Don’t have two tunics each. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 9,
		"canon_order": 25305
	},
	{
		"verseText": "Into whatever house you enter, stay there, and depart from there. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 9,
		"canon_order": 25306
	},
	{
		"verseText": "As many as don’t receive you, when you depart from that city, shake off even the dust from your feet for a testimony against them.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 9,
		"canon_order": 25307
	},
	{
		"verseText": "They departed and went throughout the villages, preaching the Good News and healing everywhere. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 9,
		"canon_order": 25308
	},
	{
		"verseText": "Now Herod the tetrarch heard of all that was done by him; and he was very perplexed, because it was said by some that John had risen from the dead, ",
		"book": "LUK",
		"verse": 7,
		"chapter": 9,
		"canon_order": 25309
	},
	{
		"verseText": "and by some that Elijah had appeared, and by others that one of the old prophets had risen again. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 9,
		"canon_order": 25310
	},
	{
		"verseText": "Herod said, “I beheaded John, but who is this about whom I hear such things?” He sought to see him. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 9,
		"canon_order": 25311
	},
	{
		"verseText": "The apostles, when they had returned, told him what things they had done. He took them and withdrew apart to a desert region of a city called Bethsaida. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 9,
		"canon_order": 25312
	},
	{
		"verseText": "But the multitudes, perceiving it, followed him. He welcomed them, spoke to them of God’s Kingdom, and he cured those who needed healing. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 9,
		"canon_order": 25313
	},
	{
		"verseText": "The day began to wear away; and the twelve came and said to him, “Send the multitude away, that they may go into the surrounding villages and farms and lodge and get food, for we are here in a deserted place.” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 9,
		"canon_order": 25314
	},
	{
		"verseText": "But he said to them, “You give them something to eat.” They said, “We have no more than five loaves and two fish, unless we should go and buy food for all these people.” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 9,
		"canon_order": 25315
	},
	{
		"verseText": "For they were about five thousand men. He said to his disciples, “Make them sit down in groups of about fifty each.” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 9,
		"canon_order": 25316
	},
	{
		"verseText": "They did so, and made them all sit down. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 9,
		"canon_order": 25317
	},
	{
		"verseText": "He took the five loaves and the two fish, and looking up to the sky, he blessed them, broke them, and gave them to the disciples to set before the multitude. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 9,
		"canon_order": 25318
	},
	{
		"verseText": "They ate and were all filled. They gathered up twelve baskets of broken pieces that were left over. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 9,
		"canon_order": 25319
	},
	{
		"verseText": "As he was praying alone, the disciples were near him, and he asked them, “Who do the multitudes say that I am?” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 9,
		"canon_order": 25320
	},
	{
		"verseText": "They answered, “‘John the Baptizer,’ but others say, ‘Elijah,’ and others, that one of the old prophets has risen again.” ",
		"book": "LUK",
		"verse": 19,
		"chapter": 9,
		"canon_order": 25321
	},
	{
		"verseText": "He said to them, “But who do you say that I am?” Peter answered, “The Christ of God.” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 9,
		"canon_order": 25322
	},
	{
		"verseText": "But he warned them and commanded them to tell this to no one, ",
		"book": "LUK",
		"verse": 21,
		"chapter": 9,
		"canon_order": 25323
	},
	{
		"verseText": "saying, “The Son of Man must suffer many things, and be rejected by the elders, chief priests, and scribes, and be killed, and the third day be raised up.” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 9,
		"canon_order": 25324
	},
	{
		"verseText": "He said to all, “If anyone desires to come after me, let him deny himself, take up his cross, and follow me. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 9,
		"canon_order": 25325
	},
	{
		"verseText": "For whoever desires to save his life will lose it, but whoever will lose his life for my sake will save it. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 9,
		"canon_order": 25326
	},
	{
		"verseText": "For what does it profit a man if he gains the whole world, and loses or forfeits his own self? ",
		"book": "LUK",
		"verse": 25,
		"chapter": 9,
		"canon_order": 25327
	},
	{
		"verseText": "For whoever will be ashamed of me and of my words, of him will the Son of Man be ashamed when he comes in his glory, and the glory of the Father, and of the holy angels. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 9,
		"canon_order": 25328
	},
	{
		"verseText": "But I tell you the truth: There are some of those who stand here who will in no way taste of death until they see God’s Kingdom.” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 9,
		"canon_order": 25329
	},
	{
		"verseText": "About eight days after these sayings, he took with him Peter, John, and James, and went up onto the mountain to pray. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 9,
		"canon_order": 25330
	},
	{
		"verseText": "As he was praying, the appearance of his face was altered, and his clothing became white and dazzling. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 9,
		"canon_order": 25331
	},
	{
		"verseText": "Behold, two men were talking with him, who were Moses and Elijah, ",
		"book": "LUK",
		"verse": 30,
		"chapter": 9,
		"canon_order": 25332
	},
	{
		"verseText": "who appeared in glory and spoke of his departure, which he was about to accomplish at Jerusalem. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 9,
		"canon_order": 25333
	},
	{
		"verseText": "Now Peter and those who were with him were heavy with sleep, but when they were fully awake, they saw his glory, and the two men who stood with him. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 9,
		"canon_order": 25334
	},
	{
		"verseText": "As they were parting from him, Peter said to Jesus, “Master, it is good for us to be here. Let’s make three tents: one for you, one for Moses, and one for Elijah,” not knowing what he said. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 9,
		"canon_order": 25335
	},
	{
		"verseText": "While he said these things, a cloud came and overshadowed them, and they were afraid as they entered into the cloud. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 9,
		"canon_order": 25336
	},
	{
		"verseText": "A voice came out of the cloud, saying, “This is my beloved Son. Listen to him!” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 9,
		"canon_order": 25337
	},
	{
		"verseText": "When the voice came, Jesus was found alone. They were silent, and told no one in those days any of the things which they had seen. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 9,
		"canon_order": 25338
	},
	{
		"verseText": "On the next day, when they had come down from the mountain, a great multitude met him. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 9,
		"canon_order": 25339
	},
	{
		"verseText": "Behold, a man from the crowd called out, saying, “Teacher, I beg you to look at my son, for he is my only born child. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 9,
		"canon_order": 25340
	},
	{
		"verseText": "Behold, a spirit takes him, he suddenly cries out, and it convulses him so that he foams; and it hardly departs from him, bruising him severely. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 9,
		"canon_order": 25341
	},
	{
		"verseText": "I begged your disciples to cast it out, and they couldn’t.” ",
		"book": "LUK",
		"verse": 40,
		"chapter": 9,
		"canon_order": 25342
	},
	{
		"verseText": "Jesus answered, “Faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.” ",
		"book": "LUK",
		"verse": 41,
		"chapter": 9,
		"canon_order": 25343
	},
	{
		"verseText": "While he was still coming, the demon threw him down and convulsed him violently. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 9,
		"canon_order": 25344
	},
	{
		"verseText": "They were all astonished at the majesty of God. But while all were marveling at all the things which Jesus did, he said to his disciples, ",
		"book": "LUK",
		"verse": 43,
		"chapter": 9,
		"canon_order": 25345
	},
	{
		"verseText": "“Let these words sink into your ears, for the Son of Man will be delivered up into the hands of men.” ",
		"book": "LUK",
		"verse": 44,
		"chapter": 9,
		"canon_order": 25346
	},
	{
		"verseText": "But they didn’t understand this saying. It was concealed from them, that they should not perceive it, and they were afraid to ask him about this saying. ",
		"book": "LUK",
		"verse": 45,
		"chapter": 9,
		"canon_order": 25347
	},
	{
		"verseText": "An argument arose among them about which of them was the greatest. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 9,
		"canon_order": 25348
	},
	{
		"verseText": "Jesus, perceiving the reasoning of their hearts, took a little child, and set him by his side, ",
		"book": "LUK",
		"verse": 47,
		"chapter": 9,
		"canon_order": 25349
	},
	{
		"verseText": "and said to them, “Whoever receives this little child in my name receives me. Whoever receives me receives him who sent me. For whoever is least among you all, this one will be great.” ",
		"book": "LUK",
		"verse": 48,
		"chapter": 9,
		"canon_order": 25350
	},
	{
		"verseText": "John answered, “Master, we saw someone casting out demons in your name, and we forbade him, because he doesn’t follow with us.” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 9,
		"canon_order": 25351
	},
	{
		"verseText": "Jesus said to him, “Don’t forbid him, for he who is not against us is for us.” ",
		"book": "LUK",
		"verse": 50,
		"chapter": 9,
		"canon_order": 25352
	},
	{
		"verseText": "It came to pass, when the days were near that he should be taken up, he intently set his face to go to Jerusalem ",
		"book": "LUK",
		"verse": 51,
		"chapter": 9,
		"canon_order": 25353
	},
	{
		"verseText": "and sent messengers before his face. They went and entered into a village of the Samaritans, so as to prepare for him. ",
		"book": "LUK",
		"verse": 52,
		"chapter": 9,
		"canon_order": 25354
	},
	{
		"verseText": "They didn’t receive him, because he was traveling with his face set toward Jerusalem. ",
		"book": "LUK",
		"verse": 53,
		"chapter": 9,
		"canon_order": 25355
	},
	{
		"verseText": "When his disciples, James and John, saw this, they said, “Lord, do you want us to command fire to come down from the sky and destroy them, just as Elijah did?” ",
		"book": "LUK",
		"verse": 54,
		"chapter": 9,
		"canon_order": 25356
	},
	{
		"verseText": "But he turned and rebuked them, “You don’t know of what kind of spirit you are. ",
		"book": "LUK",
		"verse": 55,
		"chapter": 9,
		"canon_order": 25357
	},
	{
		"verseText": "For the Son of Man didn’t come to destroy men’s lives, but to save them.” They went to another village. ",
		"book": "LUK",
		"verse": 56,
		"chapter": 9,
		"canon_order": 25358
	},
	{
		"verseText": "As they went on the way, a certain man said to him, “I want to follow you wherever you go, Lord.” ",
		"book": "LUK",
		"verse": 57,
		"chapter": 9,
		"canon_order": 25359
	},
	{
		"verseText": "Jesus said to him, “The foxes have holes and the birds of the sky have nests, but the Son of Man has no place to lay his head.” ",
		"book": "LUK",
		"verse": 58,
		"chapter": 9,
		"canon_order": 25360
	},
	{
		"verseText": "He said to another, “Follow me!” But he said, “Lord, allow me first to go and bury my father.” ",
		"book": "LUK",
		"verse": 59,
		"chapter": 9,
		"canon_order": 25361
	},
	{
		"verseText": "But Jesus said to him, “Leave the dead to bury their own dead, but you go and announce God’s Kingdom.” ",
		"book": "LUK",
		"verse": 60,
		"chapter": 9,
		"canon_order": 25362
	},
	{
		"verseText": "Another also said, “I want to follow you, Lord, but first allow me to say good-bye to those who are at my house.” ",
		"book": "LUK",
		"verse": 61,
		"chapter": 9,
		"canon_order": 25363
	},
	{
		"verseText": "But Jesus said to him, “No one, having put his hand to the plow and looking back, is fit for God’s Kingdom.” ",
		"book": "LUK",
		"verse": 62,
		"chapter": 9,
		"canon_order": 25364
	},
	{
		"verseText": "Now after these things, the Lord also appointed seventy others, and sent them two by two ahead of him into every city and place where he was about to come. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 10,
		"canon_order": 25365
	},
	{
		"verseText": "Then he said to them, “The harvest is indeed plentiful, but the laborers are few. Pray therefore to the Lord of the harvest, that he may send out laborers into his harvest. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 10,
		"canon_order": 25366
	},
	{
		"verseText": "Go your ways. Behold, I send you out as lambs among wolves. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 10,
		"canon_order": 25367
	},
	{
		"verseText": "Carry no purse, nor wallet, nor sandals. Greet no one on the way. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 10,
		"canon_order": 25368
	},
	{
		"verseText": "Into whatever house you enter, first say, ‘Peace be to this house.’ ",
		"book": "LUK",
		"verse": 5,
		"chapter": 10,
		"canon_order": 25369
	},
	{
		"verseText": "If a son of peace is there, your peace will rest on him; but if not, it will return to you. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 10,
		"canon_order": 25370
	},
	{
		"verseText": "Remain in that same house, eating and drinking the things they give, for the laborer is worthy of his wages. Don’t go from house to house. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 10,
		"canon_order": 25371
	},
	{
		"verseText": "Into whatever city you enter and they receive you, eat the things that are set before you. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 10,
		"canon_order": 25372
	},
	{
		"verseText": "Heal the sick who are there and tell them, ‘God’s Kingdom has come near to you.’ ",
		"book": "LUK",
		"verse": 9,
		"chapter": 10,
		"canon_order": 25373
	},
	{
		"verseText": "But into whatever city you enter and they don’t receive you, go out into its streets and say, ",
		"book": "LUK",
		"verse": 10,
		"chapter": 10,
		"canon_order": 25374
	},
	{
		"verseText": "‘Even the dust from your city that clings to us, we wipe off against you. Nevertheless know this, that God’s Kingdom has come near to you.’ ",
		"book": "LUK",
		"verse": 11,
		"chapter": 10,
		"canon_order": 25375
	},
	{
		"verseText": "I tell you, it will be more tolerable in that day for Sodom than for that city. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 10,
		"canon_order": 25376
	},
	{
		"verseText": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works had been done in Tyre and Sidon which were done in you, they would have repented long ago, sitting in sackcloth and ashes. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 10,
		"canon_order": 25377
	},
	{
		"verseText": "But it will be more tolerable for Tyre and Sidon in the judgment than for you. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 10,
		"canon_order": 25378
	},
	{
		"verseText": "You, Capernaum, who are exalted to heaven, will be brought down to Hades. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 10,
		"canon_order": 25379
	},
	{
		"verseText": "Whoever listens to you listens to me, and whoever rejects you rejects me. Whoever rejects me rejects him who sent me.” ",
		"book": "LUK",
		"verse": 16,
		"chapter": 10,
		"canon_order": 25380
	},
	{
		"verseText": "The seventy returned with joy, saying, “Lord, even the demons are subject to us in your name!” ",
		"book": "LUK",
		"verse": 17,
		"chapter": 10,
		"canon_order": 25381
	},
	{
		"verseText": "He said to them, “I saw Satan having fallen like lightning from heaven. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 10,
		"canon_order": 25382
	},
	{
		"verseText": "Behold, I give you authority to tread on serpents and scorpions, and over all the power of the enemy. Nothing will in any way hurt you. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 10,
		"canon_order": 25383
	},
	{
		"verseText": "Nevertheless, don’t rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven.” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 10,
		"canon_order": 25384
	},
	{
		"verseText": "In that same hour, Jesus rejoiced in the Holy Spirit, and said, “I thank you, O Father, Lord of heaven and earth, that you have hidden these things from the wise and understanding, and revealed them to little children. Yes, Father, for so it was well-pleasing in your sight.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 10,
		"canon_order": 25385
	},
	{
		"verseText": "Turning to the disciples, he said, “All things have been delivered to me by my Father. No one knows who the Son is, except the Father, and who the Father is, except the Son, and he to whomever the Son desires to reveal him.” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 10,
		"canon_order": 25386
	},
	{
		"verseText": "Turning to the disciples, he said privately, “Blessed are the eyes which see the things that you see, ",
		"book": "LUK",
		"verse": 23,
		"chapter": 10,
		"canon_order": 25387
	},
	{
		"verseText": "for I tell you that many prophets and kings desired to see the things which you see, and didn’t see them, and to hear the things which you hear, and didn’t hear them.” ",
		"book": "LUK",
		"verse": 24,
		"chapter": 10,
		"canon_order": 25388
	},
	{
		"verseText": "Behold, a certain lawyer stood up and tested him, saying, “Teacher, what shall I do to inherit eternal life?” ",
		"book": "LUK",
		"verse": 25,
		"chapter": 10,
		"canon_order": 25389
	},
	{
		"verseText": "He said to him, “What is written in the law? How do you read it?” ",
		"book": "LUK",
		"verse": 26,
		"chapter": 10,
		"canon_order": 25390
	},
	{
		"verseText": "He answered, “You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind; and your neighbor as yourself.” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 10,
		"canon_order": 25391
	},
	{
		"verseText": "He said to him, “You have answered correctly. Do this, and you will live.” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 10,
		"canon_order": 25392
	},
	{
		"verseText": "But he, desiring to justify himself, asked Jesus, “Who is my neighbor?” ",
		"book": "LUK",
		"verse": 29,
		"chapter": 10,
		"canon_order": 25393
	},
	{
		"verseText": "Jesus answered, “A certain man was going down from Jerusalem to Jericho, and he fell among robbers, who both stripped him and beat him, and departed, leaving him half dead. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 10,
		"canon_order": 25394
	},
	{
		"verseText": "By chance a certain priest was going down that way. When he saw him, he passed by on the other side. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 10,
		"canon_order": 25395
	},
	{
		"verseText": "In the same way a Levite also, when he came to the place and saw him, passed by on the other side. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 10,
		"canon_order": 25396
	},
	{
		"verseText": "But a certain Samaritan, as he traveled, came where he was. When he saw him, he was moved with compassion, ",
		"book": "LUK",
		"verse": 33,
		"chapter": 10,
		"canon_order": 25397
	},
	{
		"verseText": "came to him, and bound up his wounds, pouring on oil and wine. He set him on his own animal, brought him to an inn, and took care of him. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 10,
		"canon_order": 25398
	},
	{
		"verseText": "On the next day, when he departed, he took out two denarii, gave them to the host, and said to him, ‘Take care of him. Whatever you spend beyond that, I will repay you when I return.’ ",
		"book": "LUK",
		"verse": 35,
		"chapter": 10,
		"canon_order": 25399
	},
	{
		"verseText": "Now which of these three do you think seemed to be a neighbor to him who fell among the robbers?” ",
		"book": "LUK",
		"verse": 36,
		"chapter": 10,
		"canon_order": 25400
	},
	{
		"verseText": "He said, “He who showed mercy on him.” Then Jesus said to him, “Go and do likewise.” ",
		"book": "LUK",
		"verse": 37,
		"chapter": 10,
		"canon_order": 25401
	},
	{
		"verseText": "As they went on their way, he entered into a certain village, and a certain woman named Martha received him into her house. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 10,
		"canon_order": 25402
	},
	{
		"verseText": "She had a sister called Mary, who also sat at Jesus’ feet and heard his word. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 10,
		"canon_order": 25403
	},
	{
		"verseText": "But Martha was distracted with much serving, and she came up to him, and said, “Lord, don’t you care that my sister left me to serve alone? Ask her therefore to help me.” ",
		"book": "LUK",
		"verse": 40,
		"chapter": 10,
		"canon_order": 25404
	},
	{
		"verseText": "Jesus answered her, “Martha, Martha, you are anxious and troubled about many things, ",
		"book": "LUK",
		"verse": 41,
		"chapter": 10,
		"canon_order": 25405
	},
	{
		"verseText": "but one thing is needed. Mary has chosen the good part, which will not be taken away from her.” ",
		"book": "LUK",
		"verse": 42,
		"chapter": 10,
		"canon_order": 25406
	},
	{
		"verseText": "When he finished praying in a certain place, one of his disciples said to him, “Lord, teach us to pray, just as John also taught his disciples.” ",
		"book": "LUK",
		"verse": 1,
		"chapter": 11,
		"canon_order": 25407
	},
	{
		"verseText": "He said to them, “When you pray, say, ‘Our Father in heaven, may your name be kept holy. May your Kingdom come. May your will be done on earth, as it is in heaven. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 11,
		"canon_order": 25408
	},
	{
		"verseText": "Give us day by day our daily bread. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 11,
		"canon_order": 25409
	},
	{
		"verseText": "Forgive us our sins, for we ourselves also forgive everyone who is indebted to us. Bring us not into temptation, but deliver us from the evil one.’” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 11,
		"canon_order": 25410
	},
	{
		"verseText": "He said to them, “Which of you, if you go to a friend at midnight and tell him, ‘Friend, lend me three loaves of bread, ",
		"book": "LUK",
		"verse": 5,
		"chapter": 11,
		"canon_order": 25411
	},
	{
		"verseText": "for a friend of mine has come to me from a journey, and I have nothing to set before him,’ ",
		"book": "LUK",
		"verse": 6,
		"chapter": 11,
		"canon_order": 25412
	},
	{
		"verseText": "and he from within will answer and say, ‘Don’t bother me. The door is now shut, and my children are with me in bed. I can’t get up and give it to you’? ",
		"book": "LUK",
		"verse": 7,
		"chapter": 11,
		"canon_order": 25413
	},
	{
		"verseText": "I tell you, although he will not rise and give it to him because he is his friend, yet because of his persistence, he will get up and give him as many as he needs. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 11,
		"canon_order": 25414
	},
	{
		"verseText": "“I tell you, keep asking, and it will be given you. Keep seeking, and you will find. Keep knocking, and it will be opened to you. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 11,
		"canon_order": 25415
	},
	{
		"verseText": "For everyone who asks receives. He who seeks finds. To him who knocks it will be opened. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 11,
		"canon_order": 25416
	},
	{
		"verseText": "“Which of you fathers, if your son asks for bread, will give him a stone? Or if he asks for a fish, he won’t give him a snake instead of a fish, will he? ",
		"book": "LUK",
		"verse": 11,
		"chapter": 11,
		"canon_order": 25417
	},
	{
		"verseText": "Or if he asks for an egg, he won’t give him a scorpion, will he? ",
		"book": "LUK",
		"verse": 12,
		"chapter": 11,
		"canon_order": 25418
	},
	{
		"verseText": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask him?” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 11,
		"canon_order": 25419
	},
	{
		"verseText": "He was casting out a demon, and it was mute. When the demon had gone out, the mute man spoke; and the multitudes marveled. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 11,
		"canon_order": 25420
	},
	{
		"verseText": "But some of them said, “He casts out demons by Beelzebul, the prince of the demons.” ",
		"book": "LUK",
		"verse": 15,
		"chapter": 11,
		"canon_order": 25421
	},
	{
		"verseText": "Others, testing him, sought from him a sign from heaven. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 11,
		"canon_order": 25422
	},
	{
		"verseText": "But he, knowing their thoughts, said to them, “Every kingdom divided against itself is brought to desolation. A house divided against itself falls. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 11,
		"canon_order": 25423
	},
	{
		"verseText": "If Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 11,
		"canon_order": 25424
	},
	{
		"verseText": "But if I cast out demons by Beelzebul, by whom do your children cast them out? Therefore they will be your judges. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 11,
		"canon_order": 25425
	},
	{
		"verseText": "But if I by God’s finger cast out demons, then God’s Kingdom has come to you. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 11,
		"canon_order": 25426
	},
	{
		"verseText": "“When the strong man, fully armed, guards his own dwelling, his goods are safe. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 11,
		"canon_order": 25427
	},
	{
		"verseText": "But when someone stronger attacks him and overcomes him, he takes from him his whole armor in which he trusted, and divides his plunder. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 11,
		"canon_order": 25428
	},
	{
		"verseText": "“He who is not with me is against me. He who doesn’t gather with me scatters. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 11,
		"canon_order": 25429
	},
	{
		"verseText": "The unclean spirit, when he has gone out of the man, passes through dry places, seeking rest; and finding none, he says, ‘I will turn back to my house from which I came out.’ ",
		"book": "LUK",
		"verse": 24,
		"chapter": 11,
		"canon_order": 25430
	},
	{
		"verseText": "When he returns, he finds it swept and put in order. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 11,
		"canon_order": 25431
	},
	{
		"verseText": "Then he goes and takes seven other spirits more evil than himself, and they enter in and dwell there. The last state of that man becomes worse than the first.” ",
		"book": "LUK",
		"verse": 26,
		"chapter": 11,
		"canon_order": 25432
	},
	{
		"verseText": "It came to pass, as he said these things, a certain woman out of the multitude lifted up her voice and said to him, “Blessed is the womb that bore you, and the breasts which nursed you!” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 11,
		"canon_order": 25433
	},
	{
		"verseText": "But he said, “On the contrary, blessed are those who hear the word of God, and keep it.” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 11,
		"canon_order": 25434
	},
	{
		"verseText": "When the multitudes were gathering together to him, he began to say, “This is an evil generation. It seeks after a sign. No sign will be given to it but the sign of Jonah the prophet. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 11,
		"canon_order": 25435
	},
	{
		"verseText": "For even as Jonah became a sign to the Ninevites, so the Son of Man will also be to this generation. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 11,
		"canon_order": 25436
	},
	{
		"verseText": "The Queen of the South will rise up in the judgment with the men of this generation and will condemn them, for she came from the ends of the earth to hear the wisdom of Solomon; and behold, one greater than Solomon is here. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 11,
		"canon_order": 25437
	},
	{
		"verseText": "The men of Nineveh will stand up in the judgment with this generation, and will condemn it, for they repented at the preaching of Jonah; and behold, one greater than Jonah is here. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 11,
		"canon_order": 25438
	},
	{
		"verseText": "“No one, when he has lit a lamp, puts it in a cellar or under a basket, but on a stand, that those who come in may see the light. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 11,
		"canon_order": 25439
	},
	{
		"verseText": "The lamp of the body is the eye. Therefore when your eye is good, your whole body is also full of light; but when it is evil, your body also is full of darkness. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 11,
		"canon_order": 25440
	},
	{
		"verseText": "Therefore see whether the light that is in you isn’t darkness. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 11,
		"canon_order": 25441
	},
	{
		"verseText": "If therefore your whole body is full of light, having no part dark, it will be wholly full of light, as when the lamp with its bright shining gives you light.” ",
		"book": "LUK",
		"verse": 36,
		"chapter": 11,
		"canon_order": 25442
	},
	{
		"verseText": "Now as he spoke, a certain Pharisee asked him to dine with him. He went in and sat at the table. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 11,
		"canon_order": 25443
	},
	{
		"verseText": "When the Pharisee saw it, he marveled that he had not first washed himself before dinner. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 11,
		"canon_order": 25444
	},
	{
		"verseText": "The Lord said to him, “Now you Pharisees cleanse the outside of the cup and of the platter, but your inward part is full of extortion and wickedness. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 11,
		"canon_order": 25445
	},
	{
		"verseText": "You foolish ones, didn’t he who made the outside make the inside also? ",
		"book": "LUK",
		"verse": 40,
		"chapter": 11,
		"canon_order": 25446
	},
	{
		"verseText": "But give for gifts to the needy those things which are within, and behold, all things will be clean to you. ",
		"book": "LUK",
		"verse": 41,
		"chapter": 11,
		"canon_order": 25447
	},
	{
		"verseText": "But woe to you Pharisees! For you tithe mint and rue and every herb, but you bypass justice and God’s love. You ought to have done these, and not to have left the other undone. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 11,
		"canon_order": 25448
	},
	{
		"verseText": "Woe to you Pharisees! For you love the best seats in the synagogues and the greetings in the marketplaces. ",
		"book": "LUK",
		"verse": 43,
		"chapter": 11,
		"canon_order": 25449
	},
	{
		"verseText": "Woe to you, scribes and Pharisees, hypocrites! For you are like hidden graves, and the men who walk over them don’t know it.” ",
		"book": "LUK",
		"verse": 44,
		"chapter": 11,
		"canon_order": 25450
	},
	{
		"verseText": "One of the lawyers answered him, “Teacher, in saying this you insult us also.” ",
		"book": "LUK",
		"verse": 45,
		"chapter": 11,
		"canon_order": 25451
	},
	{
		"verseText": "He said, “Woe to you lawyers also! For you load men with burdens that are difficult to carry, and you yourselves won’t even lift one finger to help carry those burdens. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 11,
		"canon_order": 25452
	},
	{
		"verseText": "Woe to you! For you build the tombs of the prophets, and your fathers killed them. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 11,
		"canon_order": 25453
	},
	{
		"verseText": "So you testify and consent to the works of your fathers. For they killed them, and you build their tombs. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 11,
		"canon_order": 25454
	},
	{
		"verseText": "Therefore also the wisdom of God said, ‘I will send to them prophets and apostles; and some of them they will kill and persecute, ",
		"book": "LUK",
		"verse": 49,
		"chapter": 11,
		"canon_order": 25455
	},
	{
		"verseText": "that the blood of all the prophets, which was shed from the foundation of the world, may be required of this generation, ",
		"book": "LUK",
		"verse": 50,
		"chapter": 11,
		"canon_order": 25456
	},
	{
		"verseText": "from the blood of Abel to the blood of Zachariah, who perished between the altar and the sanctuary.’ Yes, I tell you, it will be required of this generation. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 11,
		"canon_order": 25457
	},
	{
		"verseText": "Woe to you lawyers! For you took away the key of knowledge. You didn’t enter in yourselves, and those who were entering in, you hindered.” ",
		"book": "LUK",
		"verse": 52,
		"chapter": 11,
		"canon_order": 25458
	},
	{
		"verseText": "As he said these things to them, the scribes and the Pharisees began to be terribly angry, and to draw many things out of him, ",
		"book": "LUK",
		"verse": 53,
		"chapter": 11,
		"canon_order": 25459
	},
	{
		"verseText": "lying in wait for him, and seeking to catch him in something he might say, that they might accuse him. ",
		"book": "LUK",
		"verse": 54,
		"chapter": 11,
		"canon_order": 25460
	},
	{
		"verseText": "Meanwhile, when a multitude of many thousands had gathered together, so much so that they trampled on each other, he began to tell his disciples first of all, “Beware of the yeast of the Pharisees, which is hypocrisy. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 12,
		"canon_order": 25461
	},
	{
		"verseText": "But there is nothing covered up that will not be revealed, nor hidden that will not be known. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 12,
		"canon_order": 25462
	},
	{
		"verseText": "Therefore whatever you have said in the darkness will be heard in the light. What you have spoken in the ear in the inner rooms will be proclaimed on the housetops. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 12,
		"canon_order": 25463
	},
	{
		"verseText": "“I tell you, my friends, don’t be afraid of those who kill the body, and after that have no more that they can do. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 12,
		"canon_order": 25464
	},
	{
		"verseText": "But I will warn you whom you should fear. Fear him who after he has killed, has power to cast into Gehenna. Yes, I tell you, fear him. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 12,
		"canon_order": 25465
	},
	{
		"verseText": "“Aren’t five sparrows sold for two assaria coins? Not one of them is forgotten by God. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 12,
		"canon_order": 25466
	},
	{
		"verseText": "But the very hairs of your head are all counted. Therefore don’t be afraid. You are of more value than many sparrows. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 12,
		"canon_order": 25467
	},
	{
		"verseText": "“I tell you, everyone who confesses me before men, the Son of Man will also confess before the angels of God; ",
		"book": "LUK",
		"verse": 8,
		"chapter": 12,
		"canon_order": 25468
	},
	{
		"verseText": "but he who denies me in the presence of men will be denied in the presence of God’s angels. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 12,
		"canon_order": 25469
	},
	{
		"verseText": "Everyone who speaks a word against the Son of Man will be forgiven, but those who blaspheme against the Holy Spirit will not be forgiven. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 12,
		"canon_order": 25470
	},
	{
		"verseText": "When they bring you before the synagogues, the rulers, and the authorities, don’t be anxious how or what you will answer or what you will say; ",
		"book": "LUK",
		"verse": 11,
		"chapter": 12,
		"canon_order": 25471
	},
	{
		"verseText": "for the Holy Spirit will teach you in that same hour what you must say.” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 12,
		"canon_order": 25472
	},
	{
		"verseText": "One of the multitude said to him, “Teacher, tell my brother to divide the inheritance with me.” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 12,
		"canon_order": 25473
	},
	{
		"verseText": "But he said to him, “Man, who made me a judge or an arbitrator over you?” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 12,
		"canon_order": 25474
	},
	{
		"verseText": "He said to them, “Beware! Keep yourselves from covetousness, for a man’s life doesn’t consist of the abundance of the things which he possesses.” ",
		"book": "LUK",
		"verse": 15,
		"chapter": 12,
		"canon_order": 25475
	},
	{
		"verseText": "He spoke a parable to them, saying, “The ground of a certain rich man produced abundantly. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 12,
		"canon_order": 25476
	},
	{
		"verseText": "He reasoned within himself, saying, ‘What will I do, because I don’t have room to store my crops?’ ",
		"book": "LUK",
		"verse": 17,
		"chapter": 12,
		"canon_order": 25477
	},
	{
		"verseText": "He said, ‘This is what I will do. I will pull down my barns, build bigger ones, and there I will store all my grain and my goods. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 12,
		"canon_order": 25478
	},
	{
		"verseText": "I will tell my soul, “Soul, you have many goods laid up for many years. Take your ease, eat, drink, and be merry.”’ ",
		"book": "LUK",
		"verse": 19,
		"chapter": 12,
		"canon_order": 25479
	},
	{
		"verseText": "“But God said to him, ‘You foolish one, tonight your soul is required of you. The things which you have prepared—whose will they be?’ ",
		"book": "LUK",
		"verse": 20,
		"chapter": 12,
		"canon_order": 25480
	},
	{
		"verseText": "So is he who lays up treasure for himself, and is not rich toward God.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 12,
		"canon_order": 25481
	},
	{
		"verseText": "He said to his disciples, “Therefore I tell you, don’t be anxious for your life, what you will eat, nor yet for your body, what you will wear. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 12,
		"canon_order": 25482
	},
	{
		"verseText": "Life is more than food, and the body is more than clothing. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 12,
		"canon_order": 25483
	},
	{
		"verseText": "Consider the ravens: they don’t sow, they don’t reap, they have no warehouse or barn, and God feeds them. How much more valuable are you than birds! ",
		"book": "LUK",
		"verse": 24,
		"chapter": 12,
		"canon_order": 25484
	},
	{
		"verseText": "Which of you by being anxious can add a cubit to his height? ",
		"book": "LUK",
		"verse": 25,
		"chapter": 12,
		"canon_order": 25485
	},
	{
		"verseText": "If then you aren’t able to do even the least things, why are you anxious about the rest? ",
		"book": "LUK",
		"verse": 26,
		"chapter": 12,
		"canon_order": 25486
	},
	{
		"verseText": "Consider the lilies, how they grow. They don’t toil, neither do they spin; yet I tell you, even Solomon in all his glory was not arrayed like one of these. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 12,
		"canon_order": 25487
	},
	{
		"verseText": "But if this is how God clothes the grass in the field, which today exists and tomorrow is cast into the oven, how much more will he clothe you, O you of little faith? ",
		"book": "LUK",
		"verse": 28,
		"chapter": 12,
		"canon_order": 25488
	},
	{
		"verseText": "“Don’t seek what you will eat or what you will drink; neither be anxious. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 12,
		"canon_order": 25489
	},
	{
		"verseText": "For the nations of the world seek after all of these things, but your Father knows that you need these things. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 12,
		"canon_order": 25490
	},
	{
		"verseText": "But seek God’s Kingdom, and all these things will be added to you. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 12,
		"canon_order": 25491
	},
	{
		"verseText": "“Don’t be afraid, little flock, for it is your Father’s good pleasure to give you the Kingdom. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 12,
		"canon_order": 25492
	},
	{
		"verseText": "Sell what you have and give gifts to the needy. Make for yourselves purses which don’t grow old, a treasure in the heavens that doesn’t fail, where no thief approaches and no moth destroys. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 12,
		"canon_order": 25493
	},
	{
		"verseText": "For where your treasure is, there will your heart be also. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 12,
		"canon_order": 25494
	},
	{
		"verseText": "“Let your waist be dressed and your lamps burning. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 12,
		"canon_order": 25495
	},
	{
		"verseText": "Be like men watching for their lord when he returns from the wedding feast, that when he comes and knocks, they may immediately open to him. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 12,
		"canon_order": 25496
	},
	{
		"verseText": "Blessed are those servants whom the lord will find watching when he comes. Most certainly I tell you that he will dress himself, make them recline, and will come and serve them. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 12,
		"canon_order": 25497
	},
	{
		"verseText": "They will be blessed if he comes in the second or third watch and finds them so. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 12,
		"canon_order": 25498
	},
	{
		"verseText": "But know this, that if the master of the house had known in what hour the thief was coming, he would have watched and not allowed his house to be broken into. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 12,
		"canon_order": 25499
	},
	{
		"verseText": "Therefore be ready also, for the Son of Man is coming in an hour that you don’t expect him.” ",
		"book": "LUK",
		"verse": 40,
		"chapter": 12,
		"canon_order": 25500
	},
	{
		"verseText": "Peter said to him, “Lord, are you telling this parable to us, or to everybody?” ",
		"book": "LUK",
		"verse": 41,
		"chapter": 12,
		"canon_order": 25501
	},
	{
		"verseText": "The Lord said, “Who then is the faithful and wise steward, whom his lord will set over his household, to give them their portion of food at the right times? ",
		"book": "LUK",
		"verse": 42,
		"chapter": 12,
		"canon_order": 25502
	},
	{
		"verseText": "Blessed is that servant whom his lord will find doing so when he comes. ",
		"book": "LUK",
		"verse": 43,
		"chapter": 12,
		"canon_order": 25503
	},
	{
		"verseText": "Truly I tell you that he will set him over all that he has. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 12,
		"canon_order": 25504
	},
	{
		"verseText": "But if that servant says in his heart, ‘My lord delays his coming,’ and begins to beat the menservants and the maidservants, and to eat and drink and to be drunken, ",
		"book": "LUK",
		"verse": 45,
		"chapter": 12,
		"canon_order": 25505
	},
	{
		"verseText": "then the lord of that servant will come in a day when he isn’t expecting him and in an hour that he doesn’t know, and will cut him in two, and place his portion with the unfaithful. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 12,
		"canon_order": 25506
	},
	{
		"verseText": "That servant who knew his lord’s will, and didn’t prepare nor do what he wanted, will be beaten with many stripes, ",
		"book": "LUK",
		"verse": 47,
		"chapter": 12,
		"canon_order": 25507
	},
	{
		"verseText": "but he who didn’t know, and did things worthy of stripes, will be beaten with few stripes. To whomever much is given, of him will much be required; and to whom much was entrusted, of him more will be asked. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 12,
		"canon_order": 25508
	},
	{
		"verseText": "“I came to throw fire on the earth. I wish it were already kindled. ",
		"book": "LUK",
		"verse": 49,
		"chapter": 12,
		"canon_order": 25509
	},
	{
		"verseText": "But I have a baptism to be baptized with, and how distressed I am until it is accomplished! ",
		"book": "LUK",
		"verse": 50,
		"chapter": 12,
		"canon_order": 25510
	},
	{
		"verseText": "Do you think that I have come to give peace in the earth? I tell you, no, but rather division. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 12,
		"canon_order": 25511
	},
	{
		"verseText": "For from now on, there will be five in one house divided, three against two, and two against three. ",
		"book": "LUK",
		"verse": 52,
		"chapter": 12,
		"canon_order": 25512
	},
	{
		"verseText": "They will be divided, father against son, and son against father; mother against daughter, and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.” ",
		"book": "LUK",
		"verse": 53,
		"chapter": 12,
		"canon_order": 25513
	},
	{
		"verseText": "He said to the multitudes also, “When you see a cloud rising from the west, immediately you say, ‘A shower is coming,’ and so it happens. ",
		"book": "LUK",
		"verse": 54,
		"chapter": 12,
		"canon_order": 25514
	},
	{
		"verseText": "When a south wind blows, you say, ‘There will be a scorching heat,’ and it happens. ",
		"book": "LUK",
		"verse": 55,
		"chapter": 12,
		"canon_order": 25515
	},
	{
		"verseText": "You hypocrites! You know how to interpret the appearance of the earth and the sky, but how is it that you don’t interpret this time? ",
		"book": "LUK",
		"verse": 56,
		"chapter": 12,
		"canon_order": 25516
	},
	{
		"verseText": "“Why don’t you judge for yourselves what is right? ",
		"book": "LUK",
		"verse": 57,
		"chapter": 12,
		"canon_order": 25517
	},
	{
		"verseText": "For when you are going with your adversary before the magistrate, try diligently on the way to be released from him, lest perhaps he drag you to the judge, and the judge deliver you to the officer, and the officer throw you into prison. ",
		"book": "LUK",
		"verse": 58,
		"chapter": 12,
		"canon_order": 25518
	},
	{
		"verseText": "I tell you, you will by no means get out of there until you have paid the very last penny.” ",
		"book": "LUK",
		"verse": 59,
		"chapter": 12,
		"canon_order": 25519
	},
	{
		"verseText": "Now there were some present at the same time who told him about the Galileans whose blood Pilate had mixed with their sacrifices. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 13,
		"canon_order": 25520
	},
	{
		"verseText": "Jesus answered them, “Do you think that these Galileans were worse sinners than all the other Galileans, because they suffered such things? ",
		"book": "LUK",
		"verse": 2,
		"chapter": 13,
		"canon_order": 25521
	},
	{
		"verseText": "I tell you, no, but unless you repent, you will all perish in the same way. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 13,
		"canon_order": 25522
	},
	{
		"verseText": "Or those eighteen on whom the tower in Siloam fell and killed them—do you think that they were worse offenders than all the men who dwell in Jerusalem? ",
		"book": "LUK",
		"verse": 4,
		"chapter": 13,
		"canon_order": 25523
	},
	{
		"verseText": "I tell you, no, but, unless you repent, you will all perish in the same way.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 13,
		"canon_order": 25524
	},
	{
		"verseText": "He spoke this parable. “A certain man had a fig tree planted in his vineyard, and he came seeking fruit on it and found none. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 13,
		"canon_order": 25525
	},
	{
		"verseText": "He said to the vine dresser, ‘Behold, these three years I have come looking for fruit on this fig tree, and found none. Cut it down! Why does it waste the soil?’ ",
		"book": "LUK",
		"verse": 7,
		"chapter": 13,
		"canon_order": 25526
	},
	{
		"verseText": "He answered, ‘Lord, leave it alone this year also, until I dig around it and fertilize it. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 13,
		"canon_order": 25527
	},
	{
		"verseText": "If it bears fruit, fine; but if not, after that, you can cut it down.’” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 13,
		"canon_order": 25528
	},
	{
		"verseText": "He was teaching in one of the synagogues on the Sabbath day. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 13,
		"canon_order": 25529
	},
	{
		"verseText": "Behold, there was a woman who had a spirit of infirmity eighteen years. She was bent over and could in no way straighten herself up. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 13,
		"canon_order": 25530
	},
	{
		"verseText": "When Jesus saw her, he called her and said to her, “Woman, you are freed from your infirmity.” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 13,
		"canon_order": 25531
	},
	{
		"verseText": "He laid his hands on her, and immediately she stood up straight and glorified God. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 13,
		"canon_order": 25532
	},
	{
		"verseText": "The ruler of the synagogue, being indignant because Jesus had healed on the Sabbath, said to the multitude, “There are six days in which men ought to work. Therefore come on those days and be healed, and not on the Sabbath day!” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 13,
		"canon_order": 25533
	},
	{
		"verseText": "Therefore the Lord answered him, “You hypocrites! Doesn’t each one of you free his ox or his donkey from the stall on the Sabbath and lead him away to water? ",
		"book": "LUK",
		"verse": 15,
		"chapter": 13,
		"canon_order": 25534
	},
	{
		"verseText": "Ought not this woman, being a daughter of Abraham whom Satan had bound eighteen long years, be freed from this bondage on the Sabbath day?” ",
		"book": "LUK",
		"verse": 16,
		"chapter": 13,
		"canon_order": 25535
	},
	{
		"verseText": "As he said these things, all his adversaries were disappointed; and all the multitude rejoiced for all the glorious things that were done by him. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 13,
		"canon_order": 25536
	},
	{
		"verseText": "He said, “What is God’s Kingdom like? To what shall I compare it? ",
		"book": "LUK",
		"verse": 18,
		"chapter": 13,
		"canon_order": 25537
	},
	{
		"verseText": "It is like a grain of mustard seed which a man took and put in his own garden. It grew and became a large tree, and the birds of the sky live in its branches.” ",
		"book": "LUK",
		"verse": 19,
		"chapter": 13,
		"canon_order": 25538
	},
	{
		"verseText": "Again he said, “To what shall I compare God’s Kingdom? ",
		"book": "LUK",
		"verse": 20,
		"chapter": 13,
		"canon_order": 25539
	},
	{
		"verseText": "It is like yeast, which a woman took and hid in three measures of flour, until it was all leavened.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 13,
		"canon_order": 25540
	},
	{
		"verseText": "He went on his way through cities and villages, teaching, and traveling on to Jerusalem. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 13,
		"canon_order": 25541
	},
	{
		"verseText": "One said to him, “Lord, are they few who are saved?” He said to them, ",
		"book": "LUK",
		"verse": 23,
		"chapter": 13,
		"canon_order": 25542
	},
	{
		"verseText": "“Strive to enter in by the narrow door, for many, I tell you, will seek to enter in and will not be able. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 13,
		"canon_order": 25543
	},
	{
		"verseText": "When once the master of the house has risen up and has shut the door, and you begin to stand outside and to knock at the door, saying, ‘Lord, Lord, open to us!’ then he will answer and tell you, ‘I don’t know you or where you come from.’ ",
		"book": "LUK",
		"verse": 25,
		"chapter": 13,
		"canon_order": 25544
	},
	{
		"verseText": "Then you will begin to say, ‘We ate and drank in your presence, and you taught in our streets.’ ",
		"book": "LUK",
		"verse": 26,
		"chapter": 13,
		"canon_order": 25545
	},
	{
		"verseText": "He will say, ‘I tell you, I don’t know where you come from. Depart from me, all you workers of iniquity.’ ",
		"book": "LUK",
		"verse": 27,
		"chapter": 13,
		"canon_order": 25546
	},
	{
		"verseText": "There will be weeping and gnashing of teeth when you see Abraham, Isaac, Jacob, and all the prophets in God’s Kingdom, and yourselves being thrown outside. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 13,
		"canon_order": 25547
	},
	{
		"verseText": "They will come from the east, west, north, and south, and will sit down in God’s Kingdom. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 13,
		"canon_order": 25548
	},
	{
		"verseText": "Behold, there are some who are last who will be first, and there are some who are first who will be last.” ",
		"book": "LUK",
		"verse": 30,
		"chapter": 13,
		"canon_order": 25549
	},
	{
		"verseText": "On that same day, some Pharisees came, saying to him, “Get out of here and go away, for Herod wants to kill you.” ",
		"book": "LUK",
		"verse": 31,
		"chapter": 13,
		"canon_order": 25550
	},
	{
		"verseText": "He said to them, “Go and tell that fox, ‘Behold, I cast out demons and perform cures today and tomorrow, and the third day I complete my mission. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 13,
		"canon_order": 25551
	},
	{
		"verseText": "Nevertheless I must go on my way today and tomorrow and the next day, for it can’t be that a prophet would perish outside of Jerusalem.’ ",
		"book": "LUK",
		"verse": 33,
		"chapter": 13,
		"canon_order": 25552
	},
	{
		"verseText": "“Jerusalem, Jerusalem, you who kills the prophets and stones those who are sent to her! How often I wanted to gather your children together, like a hen gathers her own brood under her wings, and you refused! ",
		"book": "LUK",
		"verse": 34,
		"chapter": 13,
		"canon_order": 25553
	},
	{
		"verseText": "Behold, your house is left to you desolate. I tell you, you will not see me until you say, ‘Blessed is he who comes in the name of the Lord!’” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 13,
		"canon_order": 25554
	},
	{
		"verseText": "When he went into the house of one of the rulers of the Pharisees on a Sabbath to eat bread, they were watching him. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 14,
		"canon_order": 25555
	},
	{
		"verseText": "Behold, a certain man who had dropsy was in front of him. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 14,
		"canon_order": 25556
	},
	{
		"verseText": "Jesus, answering, spoke to the lawyers and Pharisees, saying, “Is it lawful to heal on the Sabbath?” ",
		"book": "LUK",
		"verse": 3,
		"chapter": 14,
		"canon_order": 25557
	},
	{
		"verseText": "But they were silent. He took him, and healed him, and let him go. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 14,
		"canon_order": 25558
	},
	{
		"verseText": "He answered them, “Which of you, if your son or an ox fell into a well, wouldn’t immediately pull him out on a Sabbath day?” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 14,
		"canon_order": 25559
	},
	{
		"verseText": "They couldn’t answer him regarding these things. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 14,
		"canon_order": 25560
	},
	{
		"verseText": "He spoke a parable to those who were invited, when he noticed how they chose the best seats, and said to them, ",
		"book": "LUK",
		"verse": 7,
		"chapter": 14,
		"canon_order": 25561
	},
	{
		"verseText": "“When you are invited by anyone to a wedding feast, don’t sit in the best seat, since perhaps someone more honorable than you might be invited by him, ",
		"book": "LUK",
		"verse": 8,
		"chapter": 14,
		"canon_order": 25562
	},
	{
		"verseText": "and he who invited both of you would come and tell you, ‘Make room for this person.’ Then you would begin, with shame, to take the lowest place. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 14,
		"canon_order": 25563
	},
	{
		"verseText": "But when you are invited, go and sit in the lowest place, so that when he who invited you comes, he may tell you, ‘Friend, move up higher.’ Then you will be honored in the presence of all who sit at the table with you. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 14,
		"canon_order": 25564
	},
	{
		"verseText": "For everyone who exalts himself will be humbled, and whoever humbles himself will be exalted.” ",
		"book": "LUK",
		"verse": 11,
		"chapter": 14,
		"canon_order": 25565
	},
	{
		"verseText": "He also said to the one who had invited him, “When you make a dinner or a supper, don’t call your friends, nor your brothers, nor your kinsmen, nor rich neighbors, or perhaps they might also return the favor, and pay you back. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 14,
		"canon_order": 25566
	},
	{
		"verseText": "But when you make a feast, ask the poor, the maimed, the lame, or the blind; ",
		"book": "LUK",
		"verse": 13,
		"chapter": 14,
		"canon_order": 25567
	},
	{
		"verseText": "and you will be blessed, because they don’t have the resources to repay you. For you will be repaid in the resurrection of the righteous.” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 14,
		"canon_order": 25568
	},
	{
		"verseText": "When one of those who sat at the table with him heard these things, he said to him, “Blessed is he who will feast in God’s Kingdom!” ",
		"book": "LUK",
		"verse": 15,
		"chapter": 14,
		"canon_order": 25569
	},
	{
		"verseText": "But he said to him, “A certain man made a great supper, and he invited many people. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 14,
		"canon_order": 25570
	},
	{
		"verseText": "He sent out his servant at supper time to tell those who were invited, ‘Come, for everything is ready now.’ ",
		"book": "LUK",
		"verse": 17,
		"chapter": 14,
		"canon_order": 25571
	},
	{
		"verseText": "They all as one began to make excuses. “The first said to him, ‘I have bought a field, and I must go and see it. Please have me excused.’ ",
		"book": "LUK",
		"verse": 18,
		"chapter": 14,
		"canon_order": 25572
	},
	{
		"verseText": "“Another said, ‘I have bought five yoke of oxen, and I must go try them out. Please have me excused.’ ",
		"book": "LUK",
		"verse": 19,
		"chapter": 14,
		"canon_order": 25573
	},
	{
		"verseText": "“Another said, ‘I have married a wife, and therefore I can’t come.’ ",
		"book": "LUK",
		"verse": 20,
		"chapter": 14,
		"canon_order": 25574
	},
	{
		"verseText": "“That servant came, and told his lord these things. Then the master of the house, being angry, said to his servant, ‘Go out quickly into the streets and lanes of the city, and bring in the poor, maimed, blind, and lame.’ ",
		"book": "LUK",
		"verse": 21,
		"chapter": 14,
		"canon_order": 25575
	},
	{
		"verseText": "“The servant said, ‘Lord, it is done as you commanded, and there is still room.’ ",
		"book": "LUK",
		"verse": 22,
		"chapter": 14,
		"canon_order": 25576
	},
	{
		"verseText": "“The lord said to the servant, ‘Go out into the highways and hedges, and compel them to come in, that my house may be filled. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 14,
		"canon_order": 25577
	},
	{
		"verseText": "For I tell you that none of those men who were invited will taste of my supper.’” ",
		"book": "LUK",
		"verse": 24,
		"chapter": 14,
		"canon_order": 25578
	},
	{
		"verseText": "Now great multitudes were going with him. He turned and said to them, ",
		"book": "LUK",
		"verse": 25,
		"chapter": 14,
		"canon_order": 25579
	},
	{
		"verseText": "“If anyone comes to me, and doesn’t disregard his own father, mother, wife, children, brothers, and sisters, yes, and his own life also, he can’t be my disciple. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 14,
		"canon_order": 25580
	},
	{
		"verseText": "Whoever doesn’t bear his own cross and come after me, can’t be my disciple. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 14,
		"canon_order": 25581
	},
	{
		"verseText": "For which of you, desiring to build a tower, doesn’t first sit down and count the cost, to see if he has enough to complete it? ",
		"book": "LUK",
		"verse": 28,
		"chapter": 14,
		"canon_order": 25582
	},
	{
		"verseText": "Or perhaps, when he has laid a foundation and isn’t able to finish, everyone who sees begins to mock him, ",
		"book": "LUK",
		"verse": 29,
		"chapter": 14,
		"canon_order": 25583
	},
	{
		"verseText": "saying, ‘This man began to build and wasn’t able to finish.’ ",
		"book": "LUK",
		"verse": 30,
		"chapter": 14,
		"canon_order": 25584
	},
	{
		"verseText": "Or what king, as he goes to encounter another king in war, will not sit down first and consider whether he is able with ten thousand to meet him who comes against him with twenty thousand? ",
		"book": "LUK",
		"verse": 31,
		"chapter": 14,
		"canon_order": 25585
	},
	{
		"verseText": "Or else, while the other is yet a great way off, he sends an envoy and asks for conditions of peace. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 14,
		"canon_order": 25586
	},
	{
		"verseText": "So therefore, whoever of you who doesn’t renounce all that he has, he can’t be my disciple. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 14,
		"canon_order": 25587
	},
	{
		"verseText": "“Salt is good, but if the salt becomes flat and tasteless, with what do you season it? ",
		"book": "LUK",
		"verse": 34,
		"chapter": 14,
		"canon_order": 25588
	},
	{
		"verseText": "It is fit neither for the soil nor for the manure pile. It is thrown out. He who has ears to hear, let him hear.” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 14,
		"canon_order": 25589
	},
	{
		"verseText": "Now all the tax collectors and sinners were coming close to him to hear him. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 15,
		"canon_order": 25590
	},
	{
		"verseText": "The Pharisees and the scribes murmured, saying, “This man welcomes sinners, and eats with them.” ",
		"book": "LUK",
		"verse": 2,
		"chapter": 15,
		"canon_order": 25591
	},
	{
		"verseText": "He told them this parable: ",
		"book": "LUK",
		"verse": 3,
		"chapter": 15,
		"canon_order": 25592
	},
	{
		"verseText": "“Which of you men, if you had one hundred sheep and lost one of them, wouldn’t leave the ninety-nine in the wilderness and go after the one that was lost, until he found it? ",
		"book": "LUK",
		"verse": 4,
		"chapter": 15,
		"canon_order": 25593
	},
	{
		"verseText": "When he has found it, he carries it on his shoulders, rejoicing. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 15,
		"canon_order": 25594
	},
	{
		"verseText": "When he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep which was lost!’ ",
		"book": "LUK",
		"verse": 6,
		"chapter": 15,
		"canon_order": 25595
	},
	{
		"verseText": "I tell you that even so there will be more joy in heaven over one sinner who repents, than over ninety-nine righteous people who need no repentance. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 15,
		"canon_order": 25596
	},
	{
		"verseText": "“Or what woman, if she had ten drachma coins, if she lost one drachma coin, wouldn’t light a lamp, sweep the house, and seek diligently until she found it? ",
		"book": "LUK",
		"verse": 8,
		"chapter": 15,
		"canon_order": 25597
	},
	{
		"verseText": "When she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the drachma which I had lost!’ ",
		"book": "LUK",
		"verse": 9,
		"chapter": 15,
		"canon_order": 25598
	},
	{
		"verseText": "Even so, I tell you, there is joy in the presence of the angels of God over one sinner repenting.” ",
		"book": "LUK",
		"verse": 10,
		"chapter": 15,
		"canon_order": 25599
	},
	{
		"verseText": "He said, “A certain man had two sons. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 15,
		"canon_order": 25600
	},
	{
		"verseText": "The younger of them said to his father, ‘Father, give me my share of your property.’ So he divided his livelihood between them. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 15,
		"canon_order": 25601
	},
	{
		"verseText": "Not many days after, the younger son gathered all of this together and traveled into a far country. There he wasted his property with riotous living. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 15,
		"canon_order": 25602
	},
	{
		"verseText": "When he had spent all of it, there arose a severe famine in that country, and he began to be in need. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 15,
		"canon_order": 25603
	},
	{
		"verseText": "He went and joined himself to one of the citizens of that country, and he sent him into his fields to feed pigs. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 15,
		"canon_order": 25604
	},
	{
		"verseText": "He wanted to fill his belly with the pods that the pigs ate, but no one gave him any. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 15,
		"canon_order": 25605
	},
	{
		"verseText": "But when he came to himself, he said, ‘How many hired servants of my father’s have bread enough to spare, and I’m dying with hunger! ",
		"book": "LUK",
		"verse": 17,
		"chapter": 15,
		"canon_order": 25606
	},
	{
		"verseText": "I will get up and go to my father, and will tell him, “Father, I have sinned against heaven and in your sight. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 15,
		"canon_order": 25607
	},
	{
		"verseText": "I am no more worthy to be called your son. Make me as one of your hired servants.”’ ",
		"book": "LUK",
		"verse": 19,
		"chapter": 15,
		"canon_order": 25608
	},
	{
		"verseText": "“He arose and came to his father. But while he was still far off, his father saw him and was moved with compassion, and ran, fell on his neck, and kissed him. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 15,
		"canon_order": 25609
	},
	{
		"verseText": "The son said to him, ‘Father, I have sinned against heaven and in your sight. I am no longer worthy to be called your son.’ ",
		"book": "LUK",
		"verse": 21,
		"chapter": 15,
		"canon_order": 25610
	},
	{
		"verseText": "“But the father said to his servants, ‘Bring out the best robe and put it on him. Put a ring on his hand and sandals on his feet. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 15,
		"canon_order": 25611
	},
	{
		"verseText": "Bring the fattened calf, kill it, and let’s eat and celebrate; ",
		"book": "LUK",
		"verse": 23,
		"chapter": 15,
		"canon_order": 25612
	},
	{
		"verseText": "for this, my son, was dead and is alive again. He was lost and is found.’ Then they began to celebrate. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 15,
		"canon_order": 25613
	},
	{
		"verseText": "“Now his elder son was in the field. As he came near to the house, he heard music and dancing. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 15,
		"canon_order": 25614
	},
	{
		"verseText": "He called one of the servants to him and asked what was going on. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 15,
		"canon_order": 25615
	},
	{
		"verseText": "He said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and healthy.’ ",
		"book": "LUK",
		"verse": 27,
		"chapter": 15,
		"canon_order": 25616
	},
	{
		"verseText": "But he was angry and would not go in. Therefore his father came out and begged him. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 15,
		"canon_order": 25617
	},
	{
		"verseText": "But he answered his father, ‘Behold, these many years I have served you, and I never disobeyed a commandment of yours, but you never gave me a goat, that I might celebrate with my friends. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 15,
		"canon_order": 25618
	},
	{
		"verseText": "But when this your son came, who has devoured your living with prostitutes, you killed the fattened calf for him.’ ",
		"book": "LUK",
		"verse": 30,
		"chapter": 15,
		"canon_order": 25619
	},
	{
		"verseText": "“He said to him, ‘Son, you are always with me, and all that is mine is yours. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 15,
		"canon_order": 25620
	},
	{
		"verseText": "But it was appropriate to celebrate and be glad, for this, your brother, was dead, and is alive again. He was lost, and is found.’” ",
		"book": "LUK",
		"verse": 32,
		"chapter": 15,
		"canon_order": 25621
	},
	{
		"verseText": "He also said to his disciples, “There was a certain rich man who had a manager. An accusation was made to him that this man was wasting his possessions. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 16,
		"canon_order": 25622
	},
	{
		"verseText": "He called him, and said to him, ‘What is this that I hear about you? Give an accounting of your management, for you can no longer be manager.’ ",
		"book": "LUK",
		"verse": 2,
		"chapter": 16,
		"canon_order": 25623
	},
	{
		"verseText": "“The manager said within himself, ‘What will I do, seeing that my lord is taking away the management position from me? I don’t have strength to dig. I am ashamed to beg. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 16,
		"canon_order": 25624
	},
	{
		"verseText": "I know what I will do, so that when I am removed from management, they may receive me into their houses.’ ",
		"book": "LUK",
		"verse": 4,
		"chapter": 16,
		"canon_order": 25625
	},
	{
		"verseText": "Calling each one of his lord’s debtors to him, he said to the first, ‘How much do you owe to my lord?’ ",
		"book": "LUK",
		"verse": 5,
		"chapter": 16,
		"canon_order": 25626
	},
	{
		"verseText": "He said, ‘A hundred batos of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’ ",
		"book": "LUK",
		"verse": 6,
		"chapter": 16,
		"canon_order": 25627
	},
	{
		"verseText": "Then he said to another, ‘How much do you owe?’ He said, ‘A hundred cors of wheat.’ He said to him, ‘Take your bill, and write eighty.’ ",
		"book": "LUK",
		"verse": 7,
		"chapter": 16,
		"canon_order": 25628
	},
	{
		"verseText": "“His lord commended the dishonest manager because he had done wisely, for the children of this world are, in their own generation, wiser than the children of the light. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 16,
		"canon_order": 25629
	},
	{
		"verseText": "I tell you, make for yourselves friends by means of unrighteous mammon, so that when you fail, they may receive you into the eternal tents. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 16,
		"canon_order": 25630
	},
	{
		"verseText": "He who is faithful in a very little is faithful also in much. He who is dishonest in a very little is also dishonest in much. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 16,
		"canon_order": 25631
	},
	{
		"verseText": "If therefore you have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? ",
		"book": "LUK",
		"verse": 11,
		"chapter": 16,
		"canon_order": 25632
	},
	{
		"verseText": "If you have not been faithful in that which is another’s, who will give you that which is your own? ",
		"book": "LUK",
		"verse": 12,
		"chapter": 16,
		"canon_order": 25633
	},
	{
		"verseText": "No servant can serve two masters, for either he will hate the one and love the other; or else he will hold to one and despise the other. You aren’t able to serve God and Mammon.” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 16,
		"canon_order": 25634
	},
	{
		"verseText": "The Pharisees, who were lovers of money, also heard all these things, and they scoffed at him. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 16,
		"canon_order": 25635
	},
	{
		"verseText": "He said to them, “You are those who justify yourselves in the sight of men, but God knows your hearts. For that which is exalted among men is an abomination in the sight of God. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 16,
		"canon_order": 25636
	},
	{
		"verseText": "“The law and the prophets were until John. From that time the Good News of God’s Kingdom is preached, and everyone is forcing his way into it. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 16,
		"canon_order": 25637
	},
	{
		"verseText": "But it is easier for heaven and earth to pass away than for one tiny stroke of a pen in the law to fall. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 16,
		"canon_order": 25638
	},
	{
		"verseText": "“Everyone who divorces his wife and marries another commits adultery. He who marries one who is divorced from a husband commits adultery. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 16,
		"canon_order": 25639
	},
	{
		"verseText": "“Now there was a certain rich man, and he was clothed in purple and fine linen, living in luxury every day. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 16,
		"canon_order": 25640
	},
	{
		"verseText": "A certain beggar, named Lazarus, was taken to his gate, full of sores, ",
		"book": "LUK",
		"verse": 20,
		"chapter": 16,
		"canon_order": 25641
	},
	{
		"verseText": "and desiring to be fed with the crumbs that fell from the rich man’s table. Yes, even the dogs came and licked his sores. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 16,
		"canon_order": 25642
	},
	{
		"verseText": "The beggar died, and he was carried away by the angels to Abraham’s bosom. The rich man also died and was buried. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 16,
		"canon_order": 25643
	},
	{
		"verseText": "In Hades, he lifted up his eyes, being in torment, and saw Abraham far off, and Lazarus at his bosom. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 16,
		"canon_order": 25644
	},
	{
		"verseText": "He cried and said, ‘Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water and cool my tongue! For I am in anguish in this flame.’ ",
		"book": "LUK",
		"verse": 24,
		"chapter": 16,
		"canon_order": 25645
	},
	{
		"verseText": "“But Abraham said, ‘Son, remember that you, in your lifetime, received your good things, and Lazarus, in the same way, bad things. But here he is now comforted and you are in anguish. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 16,
		"canon_order": 25646
	},
	{
		"verseText": "Besides all this, between us and you there is a great gulf fixed, that those who want to pass from here to you are not able, and that no one may cross over from there to us.’ ",
		"book": "LUK",
		"verse": 26,
		"chapter": 16,
		"canon_order": 25647
	},
	{
		"verseText": "“He said, ‘I ask you therefore, father, that you would send him to my father’s house— ",
		"book": "LUK",
		"verse": 27,
		"chapter": 16,
		"canon_order": 25648
	},
	{
		"verseText": "for I have five brothers—that he may testify to them, so they won’t also come into this place of torment.’ ",
		"book": "LUK",
		"verse": 28,
		"chapter": 16,
		"canon_order": 25649
	},
	{
		"verseText": "“But Abraham said to him, ‘They have Moses and the prophets. Let them listen to them.’ ",
		"book": "LUK",
		"verse": 29,
		"chapter": 16,
		"canon_order": 25650
	},
	{
		"verseText": "“He said, ‘No, father Abraham, but if one goes to them from the dead, they will repent.’ ",
		"book": "LUK",
		"verse": 30,
		"chapter": 16,
		"canon_order": 25651
	},
	{
		"verseText": "“He said to him, ‘If they don’t listen to Moses and the prophets, neither will they be persuaded if one rises from the dead.’” ",
		"book": "LUK",
		"verse": 31,
		"chapter": 16,
		"canon_order": 25652
	},
	{
		"verseText": "He said to the disciples, “It is impossible that no occasions of stumbling should come, but woe to him through whom they come! ",
		"book": "LUK",
		"verse": 1,
		"chapter": 17,
		"canon_order": 25653
	},
	{
		"verseText": "It would be better for him if a millstone were hung around his neck, and he were thrown into the sea, rather than that he should cause one of these little ones to stumble. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 17,
		"canon_order": 25654
	},
	{
		"verseText": "Be careful. If your brother sins against you, rebuke him. If he repents, forgive him. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 17,
		"canon_order": 25655
	},
	{
		"verseText": "If he sins against you seven times in the day, and seven times returns, saying, ‘I repent,’ you shall forgive him.” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 17,
		"canon_order": 25656
	},
	{
		"verseText": "The apostles said to the Lord, “Increase our faith.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 17,
		"canon_order": 25657
	},
	{
		"verseText": "The Lord said, “If you had faith like a grain of mustard seed, you would tell this sycamore tree, ‘Be uprooted and be planted in the sea,’ and it would obey you. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 17,
		"canon_order": 25658
	},
	{
		"verseText": "But who is there among you, having a servant plowing or keeping sheep, that will say when he comes in from the field, ‘Come immediately and sit down at the table’? ",
		"book": "LUK",
		"verse": 7,
		"chapter": 17,
		"canon_order": 25659
	},
	{
		"verseText": "Wouldn’t he rather tell him, ‘Prepare my supper, clothe yourself properly, and serve me while I eat and drink. Afterward you shall eat and drink’? ",
		"book": "LUK",
		"verse": 8,
		"chapter": 17,
		"canon_order": 25660
	},
	{
		"verseText": "Does he thank that servant because he did the things that were commanded? I think not. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 17,
		"canon_order": 25661
	},
	{
		"verseText": "Even so you also, when you have done all the things that are commanded you, say, ‘We are unworthy servants. We have done our duty.’” ",
		"book": "LUK",
		"verse": 10,
		"chapter": 17,
		"canon_order": 25662
	},
	{
		"verseText": "As he was on his way to Jerusalem, he was passing along the borders of Samaria and Galilee. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 17,
		"canon_order": 25663
	},
	{
		"verseText": "As he entered into a certain village, ten men who were lepers met him, who stood at a distance. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 17,
		"canon_order": 25664
	},
	{
		"verseText": "They lifted up their voices, saying, “Jesus, Master, have mercy on us!” ",
		"book": "LUK",
		"verse": 13,
		"chapter": 17,
		"canon_order": 25665
	},
	{
		"verseText": "When he saw them, he said to them, “Go and show yourselves to the priests.” As they went, they were cleansed. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 17,
		"canon_order": 25666
	},
	{
		"verseText": "One of them, when he saw that he was healed, turned back, glorifying God with a loud voice. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 17,
		"canon_order": 25667
	},
	{
		"verseText": "He fell on his face at Jesus’ feet, giving him thanks; and he was a Samaritan. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 17,
		"canon_order": 25668
	},
	{
		"verseText": "Jesus answered, “Weren’t the ten cleansed? But where are the nine? ",
		"book": "LUK",
		"verse": 17,
		"chapter": 17,
		"canon_order": 25669
	},
	{
		"verseText": "Were there none found who returned to give glory to God, except this foreigner?” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 17,
		"canon_order": 25670
	},
	{
		"verseText": "Then he said to him, “Get up, and go your way. Your faith has healed you.” ",
		"book": "LUK",
		"verse": 19,
		"chapter": 17,
		"canon_order": 25671
	},
	{
		"verseText": "Being asked by the Pharisees when God’s Kingdom would come, he answered them, “God’s Kingdom doesn’t come with observation; ",
		"book": "LUK",
		"verse": 20,
		"chapter": 17,
		"canon_order": 25672
	},
	{
		"verseText": "neither will they say, ‘Look, here!’ or, ‘Look, there!’ for behold, God’s Kingdom is within you.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 17,
		"canon_order": 25673
	},
	{
		"verseText": "He said to the disciples, “The days will come when you will desire to see one of the days of the Son of Man, and you will not see it. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 17,
		"canon_order": 25674
	},
	{
		"verseText": "They will tell you, ‘Look, here!’ or ‘Look, there!’ Don’t go away or follow after them, ",
		"book": "LUK",
		"verse": 23,
		"chapter": 17,
		"canon_order": 25675
	},
	{
		"verseText": "for as the lightning, when it flashes out of one part under the sky, shines to another part under the sky, so will the Son of Man be in his day. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 17,
		"canon_order": 25676
	},
	{
		"verseText": "But first, he must suffer many things and be rejected by this generation. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 17,
		"canon_order": 25677
	},
	{
		"verseText": "As it was in the days of Noah, even so it will also be in the days of the Son of Man. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 17,
		"canon_order": 25678
	},
	{
		"verseText": "They ate, they drank, they married, and they were given in marriage until the day that Noah entered into the ship, and the flood came and destroyed them all. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 17,
		"canon_order": 25679
	},
	{
		"verseText": "Likewise, even as it was in the days of Lot: they ate, they drank, they bought, they sold, they planted, they built; ",
		"book": "LUK",
		"verse": 28,
		"chapter": 17,
		"canon_order": 25680
	},
	{
		"verseText": "but in the day that Lot went out from Sodom, it rained fire and sulfur from the sky and destroyed them all. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 17,
		"canon_order": 25681
	},
	{
		"verseText": "It will be the same way in the day that the Son of Man is revealed. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 17,
		"canon_order": 25682
	},
	{
		"verseText": "In that day, he who will be on the housetop and his goods in the house, let him not go down to take them away. Let him who is in the field likewise not turn back. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 17,
		"canon_order": 25683
	},
	{
		"verseText": "Remember Lot’s wife! ",
		"book": "LUK",
		"verse": 32,
		"chapter": 17,
		"canon_order": 25684
	},
	{
		"verseText": "Whoever seeks to save his life loses it, but whoever loses his life preserves it. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 17,
		"canon_order": 25685
	},
	{
		"verseText": "I tell you, in that night there will be two people in one bed. One will be taken and the other will be left. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 17,
		"canon_order": 25686
	},
	{
		"verseText": "There will be two grinding grain together. One will be taken and the other will be left.” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 17,
		"canon_order": 25687
	},
	{
		"verseText": "They, answering, asked him, “Where, Lord?” He said to them, “Where the body is, there the vultures will also be gathered together.” ",
		"book": "LUK",
		"verse": 37,
		"chapter": 17,
		"canon_order": 25688
	},
	{
		"verseText": "He also spoke a parable to them that they must always pray and not give up, ",
		"book": "LUK",
		"verse": 1,
		"chapter": 18,
		"canon_order": 25689
	},
	{
		"verseText": "saying, “There was a judge in a certain city who didn’t fear God and didn’t respect man. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 18,
		"canon_order": 25690
	},
	{
		"verseText": "A widow was in that city, and she often came to him, saying, ‘Defend me from my adversary!’ ",
		"book": "LUK",
		"verse": 3,
		"chapter": 18,
		"canon_order": 25691
	},
	{
		"verseText": "He wouldn’t for a while; but afterward he said to himself, ‘Though I neither fear God nor respect man, ",
		"book": "LUK",
		"verse": 4,
		"chapter": 18,
		"canon_order": 25692
	},
	{
		"verseText": "yet because this widow bothers me, I will defend her, or else she will wear me out by her continual coming.’” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 18,
		"canon_order": 25693
	},
	{
		"verseText": "The Lord said, “Listen to what the unrighteous judge says. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 18,
		"canon_order": 25694
	},
	{
		"verseText": "Won’t God avenge his chosen ones who are crying out to him day and night, and yet he exercises patience with them? ",
		"book": "LUK",
		"verse": 7,
		"chapter": 18,
		"canon_order": 25695
	},
	{
		"verseText": "I tell you that he will avenge them quickly. Nevertheless, when the Son of Man comes, will he find faith on the earth?” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 18,
		"canon_order": 25696
	},
	{
		"verseText": "He also spoke this parable to certain people who were convinced of their own righteousness, and who despised all others: ",
		"book": "LUK",
		"verse": 9,
		"chapter": 18,
		"canon_order": 25697
	},
	{
		"verseText": "“Two men went up into the temple to pray; one was a Pharisee, and the other was a tax collector. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 18,
		"canon_order": 25698
	},
	{
		"verseText": "The Pharisee stood and prayed by himself like this: ‘God, I thank you that I am not like the rest of men: extortionists, unrighteous, adulterers, or even like this tax collector. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 18,
		"canon_order": 25699
	},
	{
		"verseText": "I fast twice a week. I give tithes of all that I get.’ ",
		"book": "LUK",
		"verse": 12,
		"chapter": 18,
		"canon_order": 25700
	},
	{
		"verseText": "But the tax collector, standing far away, wouldn’t even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’ ",
		"book": "LUK",
		"verse": 13,
		"chapter": 18,
		"canon_order": 25701
	},
	{
		"verseText": "I tell you, this man went down to his house justified rather than the other; for everyone who exalts himself will be humbled, but he who humbles himself will be exalted.” ",
		"book": "LUK",
		"verse": 14,
		"chapter": 18,
		"canon_order": 25702
	},
	{
		"verseText": "They were also bringing their babies to him, that he might touch them. But when the disciples saw it, they rebuked them. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 18,
		"canon_order": 25703
	},
	{
		"verseText": "Jesus summoned them, saying, “Allow the little children to come to me, and don’t hinder them, for God’s Kingdom belongs to such as these. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 18,
		"canon_order": 25704
	},
	{
		"verseText": "Most certainly, I tell you, whoever doesn’t receive God’s Kingdom like a little child, he will in no way enter into it.” ",
		"book": "LUK",
		"verse": 17,
		"chapter": 18,
		"canon_order": 25705
	},
	{
		"verseText": "A certain ruler asked him, saying, “Good Teacher, what shall I do to inherit eternal life?” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 18,
		"canon_order": 25706
	},
	{
		"verseText": "Jesus asked him, “Why do you call me good? No one is good, except one: God. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 18,
		"canon_order": 25707
	},
	{
		"verseText": "You know the commandments: ‘Don’t commit adultery,’ ‘Don’t murder,’ ‘Don’t steal,’ ‘Don’t give false testimony,’ ‘Honor your father and your mother.’” ",
		"book": "LUK",
		"verse": 20,
		"chapter": 18,
		"canon_order": 25708
	},
	{
		"verseText": "He said, “I have observed all these things from my youth up.” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 18,
		"canon_order": 25709
	},
	{
		"verseText": "When Jesus heard these things, he said to him, “You still lack one thing. Sell all that you have and distribute it to the poor. Then you will have treasure in heaven; then come, follow me.” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 18,
		"canon_order": 25710
	},
	{
		"verseText": "But when he heard these things, he became very sad, for he was very rich. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 18,
		"canon_order": 25711
	},
	{
		"verseText": "Jesus, seeing that he became very sad, said, “How hard it is for those who have riches to enter into God’s Kingdom! ",
		"book": "LUK",
		"verse": 24,
		"chapter": 18,
		"canon_order": 25712
	},
	{
		"verseText": "For it is easier for a camel to enter in through a needle’s eye than for a rich man to enter into God’s Kingdom.” ",
		"book": "LUK",
		"verse": 25,
		"chapter": 18,
		"canon_order": 25713
	},
	{
		"verseText": "Those who heard it said, “Then who can be saved?” ",
		"book": "LUK",
		"verse": 26,
		"chapter": 18,
		"canon_order": 25714
	},
	{
		"verseText": "But he said, “The things which are impossible with men are possible with God.” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 18,
		"canon_order": 25715
	},
	{
		"verseText": "Peter said, “Look, we have left everything and followed you.” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 18,
		"canon_order": 25716
	},
	{
		"verseText": "He said to them, “Most certainly I tell you, there is no one who has left house, or wife, or brothers, or parents, or children, for God’s Kingdom’s sake, ",
		"book": "LUK",
		"verse": 29,
		"chapter": 18,
		"canon_order": 25717
	},
	{
		"verseText": "who will not receive many times more in this time, and in the world to come, eternal life.” ",
		"book": "LUK",
		"verse": 30,
		"chapter": 18,
		"canon_order": 25718
	},
	{
		"verseText": "He took the twelve aside and said to them, “Behold, we are going up to Jerusalem, and all the things that are written through the prophets concerning the Son of Man will be completed. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 18,
		"canon_order": 25719
	},
	{
		"verseText": "For he will be delivered up to the Gentiles, will be mocked, treated shamefully, and spit on. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 18,
		"canon_order": 25720
	},
	{
		"verseText": "They will scourge and kill him. On the third day, he will rise again.” ",
		"book": "LUK",
		"verse": 33,
		"chapter": 18,
		"canon_order": 25721
	},
	{
		"verseText": "They understood none of these things. This saying was hidden from them, and they didn’t understand the things that were said. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 18,
		"canon_order": 25722
	},
	{
		"verseText": "As he came near Jericho, a certain blind man sat by the road, begging. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 18,
		"canon_order": 25723
	},
	{
		"verseText": "Hearing a multitude going by, he asked what this meant. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 18,
		"canon_order": 25724
	},
	{
		"verseText": "They told him that Jesus of Nazareth was passing by. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 18,
		"canon_order": 25725
	},
	{
		"verseText": "He cried out, “Jesus, you son of David, have mercy on me!” ",
		"book": "LUK",
		"verse": 38,
		"chapter": 18,
		"canon_order": 25726
	},
	{
		"verseText": "Those who led the way rebuked him, that he should be quiet; but he cried out all the more, “You son of David, have mercy on me!” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 18,
		"canon_order": 25727
	},
	{
		"verseText": "Standing still, Jesus commanded him to be brought to him. When he had come near, he asked him, ",
		"book": "LUK",
		"verse": 40,
		"chapter": 18,
		"canon_order": 25728
	},
	{
		"verseText": "“What do you want me to do?” He said, “Lord, that I may see again.” ",
		"book": "LUK",
		"verse": 41,
		"chapter": 18,
		"canon_order": 25729
	},
	{
		"verseText": "Jesus said to him, “Receive your sight. Your faith has healed you.” ",
		"book": "LUK",
		"verse": 42,
		"chapter": 18,
		"canon_order": 25730
	},
	{
		"verseText": "Immediately he received his sight and followed him, glorifying God. All the people, when they saw it, praised God. ",
		"book": "LUK",
		"verse": 43,
		"chapter": 18,
		"canon_order": 25731
	},
	{
		"verseText": "He entered and was passing through Jericho. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 19,
		"canon_order": 25732
	},
	{
		"verseText": "There was a man named Zacchaeus. He was a chief tax collector, and he was rich. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 19,
		"canon_order": 25733
	},
	{
		"verseText": "He was trying to see who Jesus was, and couldn’t because of the crowd, because he was short. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 19,
		"canon_order": 25734
	},
	{
		"verseText": "He ran on ahead and climbed up into a sycamore tree to see him, for he was going to pass that way. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 19,
		"canon_order": 25735
	},
	{
		"verseText": "When Jesus came to the place, he looked up and saw him, and said to him, “Zacchaeus, hurry and come down, for today I must stay at your house.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 19,
		"canon_order": 25736
	},
	{
		"verseText": "He hurried, came down, and received him joyfully. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 19,
		"canon_order": 25737
	},
	{
		"verseText": "When they saw it, they all murmured, saying, “He has gone in to lodge with a man who is a sinner.” ",
		"book": "LUK",
		"verse": 7,
		"chapter": 19,
		"canon_order": 25738
	},
	{
		"verseText": "Zacchaeus stood and said to the Lord, “Behold, Lord, half of my goods I give to the poor. If I have wrongfully exacted anything of anyone, I restore four times as much.” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 19,
		"canon_order": 25739
	},
	{
		"verseText": "Jesus said to him, “Today, salvation has come to this house, because he also is a son of Abraham. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 19,
		"canon_order": 25740
	},
	{
		"verseText": "For the Son of Man came to seek and to save that which was lost.” ",
		"book": "LUK",
		"verse": 10,
		"chapter": 19,
		"canon_order": 25741
	},
	{
		"verseText": "As they heard these things, he went on and told a parable, because he was near Jerusalem, and they supposed that God’s Kingdom would be revealed immediately. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 19,
		"canon_order": 25742
	},
	{
		"verseText": "He said therefore, “A certain nobleman went into a far country to receive for himself a kingdom and to return. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 19,
		"canon_order": 25743
	},
	{
		"verseText": "He called ten servants of his and gave them ten mina coins, and told them, ‘Conduct business until I come.’ ",
		"book": "LUK",
		"verse": 13,
		"chapter": 19,
		"canon_order": 25744
	},
	{
		"verseText": "But his citizens hated him, and sent an envoy after him, saying, ‘We don’t want this man to reign over us.’ ",
		"book": "LUK",
		"verse": 14,
		"chapter": 19,
		"canon_order": 25745
	},
	{
		"verseText": "“When he had come back again, having received the kingdom, he commanded these servants, to whom he had given the money, to be called to him, that he might know what they had gained by conducting business. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 19,
		"canon_order": 25746
	},
	{
		"verseText": "The first came before him, saying, ‘Lord, your mina has made ten more minas.’ ",
		"book": "LUK",
		"verse": 16,
		"chapter": 19,
		"canon_order": 25747
	},
	{
		"verseText": "“He said to him, ‘Well done, you good servant! Because you were found faithful with very little, you shall have authority over ten cities.’ ",
		"book": "LUK",
		"verse": 17,
		"chapter": 19,
		"canon_order": 25748
	},
	{
		"verseText": "“The second came, saying, ‘Your mina, Lord, has made five minas.’ ",
		"book": "LUK",
		"verse": 18,
		"chapter": 19,
		"canon_order": 25749
	},
	{
		"verseText": "“So he said to him, ‘And you are to be over five cities.’ ",
		"book": "LUK",
		"verse": 19,
		"chapter": 19,
		"canon_order": 25750
	},
	{
		"verseText": "Another came, saying, ‘Lord, behold, your mina, which I kept laid away in a handkerchief, ",
		"book": "LUK",
		"verse": 20,
		"chapter": 19,
		"canon_order": 25751
	},
	{
		"verseText": "for I feared you, because you are an exacting man. You take up that which you didn’t lay down, and reap that which you didn’t sow.’ ",
		"book": "LUK",
		"verse": 21,
		"chapter": 19,
		"canon_order": 25752
	},
	{
		"verseText": "“He said to him, ‘Out of your own mouth I will judge you, you wicked servant! You knew that I am an exacting man, taking up that which I didn’t lay down and reaping that which I didn’t sow. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 19,
		"canon_order": 25753
	},
	{
		"verseText": "Then why didn’t you deposit my money in the bank, and at my coming, I might have earned interest on it?’ ",
		"book": "LUK",
		"verse": 23,
		"chapter": 19,
		"canon_order": 25754
	},
	{
		"verseText": "He said to those who stood by, ‘Take the mina away from him and give it to him who has the ten minas.’ ",
		"book": "LUK",
		"verse": 24,
		"chapter": 19,
		"canon_order": 25755
	},
	{
		"verseText": "“They said to him, ‘Lord, he has ten minas!’ ",
		"book": "LUK",
		"verse": 25,
		"chapter": 19,
		"canon_order": 25756
	},
	{
		"verseText": "‘For I tell you that to everyone who has, will more be given; but from him who doesn’t have, even that which he has will be taken away from him. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 19,
		"canon_order": 25757
	},
	{
		"verseText": "But bring those enemies of mine who didn’t want me to reign over them here, and kill them before me.’” ",
		"book": "LUK",
		"verse": 27,
		"chapter": 19,
		"canon_order": 25758
	},
	{
		"verseText": "Having said these things, he went on ahead, going up to Jerusalem. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 19,
		"canon_order": 25759
	},
	{
		"verseText": "When he came near to Bethsphage and Bethany, at the mountain that is called Olivet, he sent two of his disciples, ",
		"book": "LUK",
		"verse": 29,
		"chapter": 19,
		"canon_order": 25760
	},
	{
		"verseText": "saying, “Go your way into the village on the other side, in which, as you enter, you will find a colt tied, which no man has ever sat upon. Untie it and bring it. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 19,
		"canon_order": 25761
	},
	{
		"verseText": "If anyone asks you, ‘Why are you untying it?’ say to him: ‘The Lord needs it.’” ",
		"book": "LUK",
		"verse": 31,
		"chapter": 19,
		"canon_order": 25762
	},
	{
		"verseText": "Those who were sent went away and found things just as he had told them. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 19,
		"canon_order": 25763
	},
	{
		"verseText": "As they were untying the colt, its owners said to them, “Why are you untying the colt?” ",
		"book": "LUK",
		"verse": 33,
		"chapter": 19,
		"canon_order": 25764
	},
	{
		"verseText": "They said, “The Lord needs it.” ",
		"book": "LUK",
		"verse": 34,
		"chapter": 19,
		"canon_order": 25765
	},
	{
		"verseText": "Then they brought it to Jesus. They threw their cloaks on the colt and sat Jesus on them. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 19,
		"canon_order": 25766
	},
	{
		"verseText": "As he went, they spread their cloaks on the road. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 19,
		"canon_order": 25767
	},
	{
		"verseText": "As he was now getting near, at the descent of the Mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works which they had seen, ",
		"book": "LUK",
		"verse": 37,
		"chapter": 19,
		"canon_order": 25768
	},
	{
		"verseText": "saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven, and glory in the highest!” ",
		"book": "LUK",
		"verse": 38,
		"chapter": 19,
		"canon_order": 25769
	},
	{
		"verseText": "Some of the Pharisees from the multitude said to him, “Teacher, rebuke your disciples!” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 19,
		"canon_order": 25770
	},
	{
		"verseText": "He answered them, “I tell you that if these were silent, the stones would cry out.” ",
		"book": "LUK",
		"verse": 40,
		"chapter": 19,
		"canon_order": 25771
	},
	{
		"verseText": "When he came near, he saw the city and wept over it, ",
		"book": "LUK",
		"verse": 41,
		"chapter": 19,
		"canon_order": 25772
	},
	{
		"verseText": "saying, “If you, even you, had known today the things which belong to your peace! But now, they are hidden from your eyes. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 19,
		"canon_order": 25773
	},
	{
		"verseText": "For the days will come on you when your enemies will throw up a barricade against you, surround you, hem you in on every side, ",
		"book": "LUK",
		"verse": 43,
		"chapter": 19,
		"canon_order": 25774
	},
	{
		"verseText": "and will dash you and your children within you to the ground. They will not leave in you one stone on another, because you didn’t know the time of your visitation.” ",
		"book": "LUK",
		"verse": 44,
		"chapter": 19,
		"canon_order": 25775
	},
	{
		"verseText": "He entered into the temple and began to drive out those who bought and sold in it, ",
		"book": "LUK",
		"verse": 45,
		"chapter": 19,
		"canon_order": 25776
	},
	{
		"verseText": "saying to them, “It is written, ‘My house is a house of prayer,’ but you have made it a ‘den of robbers’!” ",
		"book": "LUK",
		"verse": 46,
		"chapter": 19,
		"canon_order": 25777
	},
	{
		"verseText": "He was teaching daily in the temple, but the chief priests, the scribes, and the leading men among the people sought to destroy him. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 19,
		"canon_order": 25778
	},
	{
		"verseText": "They couldn’t find what they might do, for all the people hung on to every word that he said. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 19,
		"canon_order": 25779
	},
	{
		"verseText": "On one of those days, as he was teaching the people in the temple and preaching the Good News, the priests and scribes came to him with the elders. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 20,
		"canon_order": 25780
	},
	{
		"verseText": "They asked him, “Tell us: by what authority do you do these things? Or who is giving you this authority?” ",
		"book": "LUK",
		"verse": 2,
		"chapter": 20,
		"canon_order": 25781
	},
	{
		"verseText": "He answered them, “I also will ask you one question. Tell me: ",
		"book": "LUK",
		"verse": 3,
		"chapter": 20,
		"canon_order": 25782
	},
	{
		"verseText": "the baptism of John, was it from heaven, or from men?” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 20,
		"canon_order": 25783
	},
	{
		"verseText": "They reasoned with themselves, saying, “If we say, ‘From heaven,’ he will say, ‘Why didn’t you believe him?’ ",
		"book": "LUK",
		"verse": 5,
		"chapter": 20,
		"canon_order": 25784
	},
	{
		"verseText": "But if we say, ‘From men,’ all the people will stone us, for they are persuaded that John was a prophet.” ",
		"book": "LUK",
		"verse": 6,
		"chapter": 20,
		"canon_order": 25785
	},
	{
		"verseText": "They answered that they didn’t know where it was from. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 20,
		"canon_order": 25786
	},
	{
		"verseText": "Jesus said to them, “Neither will I tell you by what authority I do these things.” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 20,
		"canon_order": 25787
	},
	{
		"verseText": "He began to tell the people this parable: “A man planted a vineyard and rented it out to some farmers, and went into another country for a long time. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 20,
		"canon_order": 25788
	},
	{
		"verseText": "At the proper season, he sent a servant to the farmers to collect his share of the fruit of the vineyard. But the farmers beat him and sent him away empty. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 20,
		"canon_order": 25789
	},
	{
		"verseText": "He sent yet another servant, and they also beat him and treated him shamefully, and sent him away empty. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 20,
		"canon_order": 25790
	},
	{
		"verseText": "He sent yet a third, and they also wounded him and threw him out. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 20,
		"canon_order": 25791
	},
	{
		"verseText": "The lord of the vineyard said, ‘What shall I do? I will send my beloved son. It may be that seeing him, they will respect him.’ ",
		"book": "LUK",
		"verse": 13,
		"chapter": 20,
		"canon_order": 25792
	},
	{
		"verseText": "“But when the farmers saw him, they reasoned among themselves, saying, ‘This is the heir. Come, let’s kill him, that the inheritance may be ours.’ ",
		"book": "LUK",
		"verse": 14,
		"chapter": 20,
		"canon_order": 25793
	},
	{
		"verseText": "Then they threw him out of the vineyard and killed him. What therefore will the lord of the vineyard do to them? ",
		"book": "LUK",
		"verse": 15,
		"chapter": 20,
		"canon_order": 25794
	},
	{
		"verseText": "He will come and destroy these farmers, and will give the vineyard to others.” When they heard that, they said, “May that never be!” ",
		"book": "LUK",
		"verse": 16,
		"chapter": 20,
		"canon_order": 25795
	},
	{
		"verseText": "But he looked at them and said, “Then what is this that is written, ‘The stone which the builders rejected was made the chief cornerstone?’ ",
		"book": "LUK",
		"verse": 17,
		"chapter": 20,
		"canon_order": 25796
	},
	{
		"verseText": "Everyone who falls on that stone will be broken to pieces, but it will crush whomever it falls on to dust.” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 20,
		"canon_order": 25797
	},
	{
		"verseText": "The chief priests and the scribes sought to lay hands on him that very hour, but they feared the people—for they knew he had spoken this parable against them. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 20,
		"canon_order": 25798
	},
	{
		"verseText": "They watched him and sent out spies, who pretended to be righteous, that they might trap him in something he said, so as to deliver him up to the power and authority of the governor. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 20,
		"canon_order": 25799
	},
	{
		"verseText": "They asked him, “Teacher, we know that you say and teach what is right, and aren’t partial to anyone, but truly teach the way of God. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 20,
		"canon_order": 25800
	},
	{
		"verseText": "Is it lawful for us to pay taxes to Caesar, or not?” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 20,
		"canon_order": 25801
	},
	{
		"verseText": "But he perceived their craftiness, and said to them, “Why do you test me? ",
		"book": "LUK",
		"verse": 23,
		"chapter": 20,
		"canon_order": 25802
	},
	{
		"verseText": "Show me a denarius. Whose image and inscription are on it?” They answered, “Caesar’s.” ",
		"book": "LUK",
		"verse": 24,
		"chapter": 20,
		"canon_order": 25803
	},
	{
		"verseText": "He said to them, “Then give to Caesar the things that are Caesar’s, and to God the things that are God’s.” ",
		"book": "LUK",
		"verse": 25,
		"chapter": 20,
		"canon_order": 25804
	},
	{
		"verseText": "They weren’t able to trap him in his words before the people. They marveled at his answer and were silent. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 20,
		"canon_order": 25805
	},
	{
		"verseText": "Some of the Sadducees came to him, those who deny that there is a resurrection. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 20,
		"canon_order": 25806
	},
	{
		"verseText": "They asked him, “Teacher, Moses wrote to us that if a man’s brother dies having a wife, and he is childless, his brother should take the wife and raise up children for his brother. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 20,
		"canon_order": 25807
	},
	{
		"verseText": "There were therefore seven brothers. The first took a wife, and died childless. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 20,
		"canon_order": 25808
	},
	{
		"verseText": "The second took her as wife, and he died childless. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 20,
		"canon_order": 25809
	},
	{
		"verseText": "The third took her, and likewise the seven all left no children, and died. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 20,
		"canon_order": 25810
	},
	{
		"verseText": "Afterward the woman also died. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 20,
		"canon_order": 25811
	},
	{
		"verseText": "Therefore in the resurrection whose wife of them will she be? For the seven had her as a wife.” ",
		"book": "LUK",
		"verse": 33,
		"chapter": 20,
		"canon_order": 25812
	},
	{
		"verseText": "Jesus said to them, “The children of this age marry and are given in marriage. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 20,
		"canon_order": 25813
	},
	{
		"verseText": "But those who are considered worthy to attain to that age and the resurrection from the dead neither marry nor are given in marriage. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 20,
		"canon_order": 25814
	},
	{
		"verseText": "For they can’t die any more, for they are like the angels and are children of God, being children of the resurrection. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 20,
		"canon_order": 25815
	},
	{
		"verseText": "But that the dead are raised, even Moses showed at the bush, when he called the Lord ‘The God of Abraham, the God of Isaac, and the God of Jacob.’ ",
		"book": "LUK",
		"verse": 37,
		"chapter": 20,
		"canon_order": 25816
	},
	{
		"verseText": "Now he is not the God of the dead, but of the living, for all are alive to him.” ",
		"book": "LUK",
		"verse": 38,
		"chapter": 20,
		"canon_order": 25817
	},
	{
		"verseText": "Some of the scribes answered, “Teacher, you speak well.” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 20,
		"canon_order": 25818
	},
	{
		"verseText": "They didn’t dare to ask him any more questions. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 20,
		"canon_order": 25819
	},
	{
		"verseText": "He said to them, “Why do they say that the Christ is David’s son? ",
		"book": "LUK",
		"verse": 41,
		"chapter": 20,
		"canon_order": 25820
	},
	{
		"verseText": "David himself says in the book of Psalms, ‘The Lord said to my Lord, “Sit at my right hand, ",
		"book": "LUK",
		"verse": 42,
		"chapter": 20,
		"canon_order": 25821
	},
	{
		"verseText": "until I make your enemies the footstool of your feet.”’ ",
		"book": "LUK",
		"verse": 43,
		"chapter": 20,
		"canon_order": 25822
	},
	{
		"verseText": "“David therefore calls him Lord, so how is he his son?” ",
		"book": "LUK",
		"verse": 44,
		"chapter": 20,
		"canon_order": 25823
	},
	{
		"verseText": "In the hearing of all the people, he said to his disciples, ",
		"book": "LUK",
		"verse": 45,
		"chapter": 20,
		"canon_order": 25824
	},
	{
		"verseText": "“Beware of those scribes who like to walk in long robes, and love greetings in the marketplaces, the best seats in the synagogues, and the best places at feasts; ",
		"book": "LUK",
		"verse": 46,
		"chapter": 20,
		"canon_order": 25825
	},
	{
		"verseText": "who devour widows’ houses, and for a pretense make long prayers. These will receive greater condemnation.” ",
		"book": "LUK",
		"verse": 47,
		"chapter": 20,
		"canon_order": 25826
	},
	{
		"verseText": "He looked up and saw the rich people who were putting their gifts into the treasury. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 21,
		"canon_order": 25827
	},
	{
		"verseText": "He saw a certain poor widow casting in two small brass coins. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 21,
		"canon_order": 25828
	},
	{
		"verseText": "He said, “Truly I tell you, this poor widow put in more than all of them, ",
		"book": "LUK",
		"verse": 3,
		"chapter": 21,
		"canon_order": 25829
	},
	{
		"verseText": "for all these put in gifts for God from their abundance, but she, out of her poverty, put in all that she had to live on.” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 21,
		"canon_order": 25830
	},
	{
		"verseText": "As some were talking about the temple and how it was decorated with beautiful stones and gifts, he said, ",
		"book": "LUK",
		"verse": 5,
		"chapter": 21,
		"canon_order": 25831
	},
	{
		"verseText": "“As for these things which you see, the days will come in which there will not be left here one stone on another that will not be thrown down.” ",
		"book": "LUK",
		"verse": 6,
		"chapter": 21,
		"canon_order": 25832
	},
	{
		"verseText": "They asked him, “Teacher, so when will these things be? What is the sign that these things are about to happen?” ",
		"book": "LUK",
		"verse": 7,
		"chapter": 21,
		"canon_order": 25833
	},
	{
		"verseText": "He said, “Watch out that you don’t get led astray, for many will come in my name, saying, ‘I am he,’ and, ‘The time is at hand.’ Therefore don’t follow them. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 21,
		"canon_order": 25834
	},
	{
		"verseText": "When you hear of wars and disturbances, don’t be terrified, for these things must happen first, but the end won’t come immediately.” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 21,
		"canon_order": 25835
	},
	{
		"verseText": "Then he said to them, “Nation will rise against nation, and kingdom against kingdom. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 21,
		"canon_order": 25836
	},
	{
		"verseText": "There will be great earthquakes, famines, and plagues in various places. There will be terrors and great signs from heaven. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 21,
		"canon_order": 25837
	},
	{
		"verseText": "But before all these things, they will lay their hands on you and will persecute you, delivering you up to synagogues and prisons, bringing you before kings and governors for my name’s sake. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 21,
		"canon_order": 25838
	},
	{
		"verseText": "It will turn out as a testimony for you. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 21,
		"canon_order": 25839
	},
	{
		"verseText": "Settle it therefore in your hearts not to meditate beforehand how to answer, ",
		"book": "LUK",
		"verse": 14,
		"chapter": 21,
		"canon_order": 25840
	},
	{
		"verseText": "for I will give you a mouth and wisdom which all your adversaries will not be able to withstand or to contradict. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 21,
		"canon_order": 25841
	},
	{
		"verseText": "You will be handed over even by parents, brothers, relatives, and friends. They will cause some of you to be put to death. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 21,
		"canon_order": 25842
	},
	{
		"verseText": "You will be hated by all men for my name’s sake. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 21,
		"canon_order": 25843
	},
	{
		"verseText": "And not a hair of your head will perish. ",
		"book": "LUK",
		"verse": 18,
		"chapter": 21,
		"canon_order": 25844
	},
	{
		"verseText": "“By your endurance you will win your lives. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 21,
		"canon_order": 25845
	},
	{
		"verseText": "“But when you see Jerusalem surrounded by armies, then know that its desolation is at hand. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 21,
		"canon_order": 25846
	},
	{
		"verseText": "Then let those who are in Judea flee to the mountains. Let those who are in the middle of her depart. Let those who are in the country not enter therein. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 21,
		"canon_order": 25847
	},
	{
		"verseText": "For these are days of vengeance, that all things which are written may be fulfilled. ",
		"book": "LUK",
		"verse": 22,
		"chapter": 21,
		"canon_order": 25848
	},
	{
		"verseText": "Woe to those who are pregnant and to those who nurse infants in those days! For there will be great distress in the land and wrath to this people. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 21,
		"canon_order": 25849
	},
	{
		"verseText": "They will fall by the edge of the sword, and will be led captive into all the nations. Jerusalem will be trampled down by the Gentiles until the times of the Gentiles are fulfilled. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 21,
		"canon_order": 25850
	},
	{
		"verseText": "“There will be signs in the sun, moon, and stars; and on the earth anxiety of nations, in perplexity for the roaring of the sea and the waves; ",
		"book": "LUK",
		"verse": 25,
		"chapter": 21,
		"canon_order": 25851
	},
	{
		"verseText": "men fainting for fear and for expectation of the things which are coming on the world, for the powers of the heavens will be shaken. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 21,
		"canon_order": 25852
	},
	{
		"verseText": "Then they will see the Son of Man coming in a cloud with power and great glory. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 21,
		"canon_order": 25853
	},
	{
		"verseText": "But when these things begin to happen, look up and lift up your heads, because your redemption is near.” ",
		"book": "LUK",
		"verse": 28,
		"chapter": 21,
		"canon_order": 25854
	},
	{
		"verseText": "He told them a parable. “See the fig tree and all the trees. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 21,
		"canon_order": 25855
	},
	{
		"verseText": "When they are already budding, you see it and know by your own selves that the summer is already near. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 21,
		"canon_order": 25856
	},
	{
		"verseText": "Even so you also, when you see these things happening, know that God’s Kingdom is near. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 21,
		"canon_order": 25857
	},
	{
		"verseText": "Most certainly I tell you, this generation will not pass away until all things are accomplished. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 21,
		"canon_order": 25858
	},
	{
		"verseText": "Heaven and earth will pass away, but my words will by no means pass away. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 21,
		"canon_order": 25859
	},
	{
		"verseText": "“So be careful, or your hearts will be loaded down with carousing, drunkenness, and cares of this life, and that day will come on you suddenly. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 21,
		"canon_order": 25860
	},
	{
		"verseText": "For it will come like a snare on all those who dwell on the surface of all the earth. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 21,
		"canon_order": 25861
	},
	{
		"verseText": "Therefore be watchful all the time, praying that you may be counted worthy to escape all these things that will happen, and to stand before the Son of Man.” ",
		"book": "LUK",
		"verse": 36,
		"chapter": 21,
		"canon_order": 25862
	},
	{
		"verseText": "Every day Jesus was teaching in the temple, and every night he would go out and spend the night on the mountain that is called Olivet. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 21,
		"canon_order": 25863
	},
	{
		"verseText": "All the people came early in the morning to him in the temple to hear him. ",
		"book": "LUK",
		"verse": 38,
		"chapter": 21,
		"canon_order": 25864
	},
	{
		"verseText": "Now the feast of unleavened bread, which is called the Passover, was approaching. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 22,
		"canon_order": 25865
	},
	{
		"verseText": "The chief priests and the scribes sought how they might put him to death, for they feared the people. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 22,
		"canon_order": 25866
	},
	{
		"verseText": "Satan entered into Judas, who was also called Iscariot, who was counted with the twelve. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 22,
		"canon_order": 25867
	},
	{
		"verseText": "He went away and talked with the chief priests and captains about how he might deliver him to them. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 22,
		"canon_order": 25868
	},
	{
		"verseText": "They were glad, and agreed to give him money. ",
		"book": "LUK",
		"verse": 5,
		"chapter": 22,
		"canon_order": 25869
	},
	{
		"verseText": "He consented and sought an opportunity to deliver him to them in the absence of the multitude. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 22,
		"canon_order": 25870
	},
	{
		"verseText": "The day of unleavened bread came, on which the Passover must be sacrificed. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 22,
		"canon_order": 25871
	},
	{
		"verseText": "Jesus sent Peter and John, saying, “Go and prepare the Passover for us, that we may eat.” ",
		"book": "LUK",
		"verse": 8,
		"chapter": 22,
		"canon_order": 25872
	},
	{
		"verseText": "They said to him, “Where do you want us to prepare?” ",
		"book": "LUK",
		"verse": 9,
		"chapter": 22,
		"canon_order": 25873
	},
	{
		"verseText": "He said to them, “Behold, when you have entered into the city, a man carrying a pitcher of water will meet you. Follow him into the house which he enters. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 22,
		"canon_order": 25874
	},
	{
		"verseText": "Tell the master of the house, ‘The Teacher says to you, “Where is the guest room, where I may eat the Passover with my disciples?”’ ",
		"book": "LUK",
		"verse": 11,
		"chapter": 22,
		"canon_order": 25875
	},
	{
		"verseText": "He will show you a large, furnished upper room. Make preparations there.” ",
		"book": "LUK",
		"verse": 12,
		"chapter": 22,
		"canon_order": 25876
	},
	{
		"verseText": "They went, found things as Jesus had told them, and they prepared the Passover. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 22,
		"canon_order": 25877
	},
	{
		"verseText": "When the hour had come, he sat down with the twelve apostles. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 22,
		"canon_order": 25878
	},
	{
		"verseText": "He said to them, “I have earnestly desired to eat this Passover with you before I suffer, ",
		"book": "LUK",
		"verse": 15,
		"chapter": 22,
		"canon_order": 25879
	},
	{
		"verseText": "for I tell you, I will no longer by any means eat of it until it is fulfilled in God’s Kingdom.” ",
		"book": "LUK",
		"verse": 16,
		"chapter": 22,
		"canon_order": 25880
	},
	{
		"verseText": "He received a cup, and when he had given thanks, he said, “Take this and share it among yourselves, ",
		"book": "LUK",
		"verse": 17,
		"chapter": 22,
		"canon_order": 25881
	},
	{
		"verseText": "for I tell you, I will not drink at all again from the fruit of the vine, until God’s Kingdom comes.” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 22,
		"canon_order": 25882
	},
	{
		"verseText": "He took bread, and when he had given thanks, he broke and gave it to them, saying, “This is my body which is given for you. Do this in memory of me.” ",
		"book": "LUK",
		"verse": 19,
		"chapter": 22,
		"canon_order": 25883
	},
	{
		"verseText": "Likewise, he took the cup after supper, saying, “This cup is the new covenant in my blood, which is poured out for you. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 22,
		"canon_order": 25884
	},
	{
		"verseText": "But behold, the hand of him who betrays me is with me on the table. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 22,
		"canon_order": 25885
	},
	{
		"verseText": "The Son of Man indeed goes as it has been determined, but woe to that man through whom he is betrayed!” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 22,
		"canon_order": 25886
	},
	{
		"verseText": "They began to question among themselves which of them it was who would do this thing. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 22,
		"canon_order": 25887
	},
	{
		"verseText": "A dispute also arose among them, which of them was considered to be greatest. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 22,
		"canon_order": 25888
	},
	{
		"verseText": "He said to them, “The kings of the nations lord it over them, and those who have authority over them are called ‘benefactors.’ ",
		"book": "LUK",
		"verse": 25,
		"chapter": 22,
		"canon_order": 25889
	},
	{
		"verseText": "But not so with you. Rather, the one who is greater among you, let him become as the younger, and one who is governing, as one who serves. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 22,
		"canon_order": 25890
	},
	{
		"verseText": "For who is greater, one who sits at the table, or one who serves? Isn’t it he who sits at the table? But I am among you as one who serves. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 22,
		"canon_order": 25891
	},
	{
		"verseText": "“But you are those who have continued with me in my trials. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 22,
		"canon_order": 25892
	},
	{
		"verseText": "I confer on you a kingdom, even as my Father conferred on me, ",
		"book": "LUK",
		"verse": 29,
		"chapter": 22,
		"canon_order": 25893
	},
	{
		"verseText": "that you may eat and drink at my table in my Kingdom. You will sit on thrones, judging the twelve tribes of Israel.” ",
		"book": "LUK",
		"verse": 30,
		"chapter": 22,
		"canon_order": 25894
	},
	{
		"verseText": "The Lord said, “Simon, Simon, behold, Satan asked to have all of you, that he might sift you as wheat, ",
		"book": "LUK",
		"verse": 31,
		"chapter": 22,
		"canon_order": 25895
	},
	{
		"verseText": "but I prayed for you, that your faith wouldn’t fail. You, when once you have turned again, establish your brothers.” ",
		"book": "LUK",
		"verse": 32,
		"chapter": 22,
		"canon_order": 25896
	},
	{
		"verseText": "He said to him, “Lord, I am ready to go with you both to prison and to death!” ",
		"book": "LUK",
		"verse": 33,
		"chapter": 22,
		"canon_order": 25897
	},
	{
		"verseText": "He said, “I tell you, Peter, the rooster will by no means crow today until you deny that you know me three times.” ",
		"book": "LUK",
		"verse": 34,
		"chapter": 22,
		"canon_order": 25898
	},
	{
		"verseText": "He said to them, “When I sent you out without purse, bag, and sandals, did you lack anything?” They said, “Nothing.” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 22,
		"canon_order": 25899
	},
	{
		"verseText": "Then he said to them, “But now, whoever has a purse, let him take it, and likewise a bag. Whoever has none, let him sell his cloak, and buy a sword. ",
		"book": "LUK",
		"verse": 36,
		"chapter": 22,
		"canon_order": 25900
	},
	{
		"verseText": "For I tell you that this which is written must still be fulfilled in me: ‘He was counted with transgressors.’ For that which concerns me is being fulfilled.” ",
		"book": "LUK",
		"verse": 37,
		"chapter": 22,
		"canon_order": 25901
	},
	{
		"verseText": "They said, “Lord, behold, here are two swords.” He said to them, “That is enough.” ",
		"book": "LUK",
		"verse": 38,
		"chapter": 22,
		"canon_order": 25902
	},
	{
		"verseText": "He came out and went, as his custom was, to the Mount of Olives. His disciples also followed him. ",
		"book": "LUK",
		"verse": 39,
		"chapter": 22,
		"canon_order": 25903
	},
	{
		"verseText": "When he was at the place, he said to them, “Pray that you don’t enter into temptation.” ",
		"book": "LUK",
		"verse": 40,
		"chapter": 22,
		"canon_order": 25904
	},
	{
		"verseText": "He was withdrawn from them about a stone’s throw, and he knelt down and prayed, ",
		"book": "LUK",
		"verse": 41,
		"chapter": 22,
		"canon_order": 25905
	},
	{
		"verseText": "saying, “Father, if you are willing, remove this cup from me. Nevertheless, not my will, but yours, be done.” ",
		"book": "LUK",
		"verse": 42,
		"chapter": 22,
		"canon_order": 25906
	},
	{
		"verseText": "An angel from heaven appeared to him, strengthening him. ",
		"book": "LUK",
		"verse": 43,
		"chapter": 22,
		"canon_order": 25907
	},
	{
		"verseText": "Being in agony, he prayed more earnestly. His sweat became like great drops of blood falling down on the ground. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 22,
		"canon_order": 25908
	},
	{
		"verseText": "When he rose up from his prayer, he came to the disciples and found them sleeping because of grief, ",
		"book": "LUK",
		"verse": 45,
		"chapter": 22,
		"canon_order": 25909
	},
	{
		"verseText": "and said to them, “Why do you sleep? Rise and pray that you may not enter into temptation.” ",
		"book": "LUK",
		"verse": 46,
		"chapter": 22,
		"canon_order": 25910
	},
	{
		"verseText": "While he was still speaking, a crowd appeared. He who was called Judas, one of the twelve, was leading them. He came near to Jesus to kiss him. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 22,
		"canon_order": 25911
	},
	{
		"verseText": "But Jesus said to him, “Judas, do you betray the Son of Man with a kiss?” ",
		"book": "LUK",
		"verse": 48,
		"chapter": 22,
		"canon_order": 25912
	},
	{
		"verseText": "When those who were around him saw what was about to happen, they said to him, “Lord, shall we strike with the sword?” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 22,
		"canon_order": 25913
	},
	{
		"verseText": "A certain one of them struck the servant of the high priest, and cut off his right ear. ",
		"book": "LUK",
		"verse": 50,
		"chapter": 22,
		"canon_order": 25914
	},
	{
		"verseText": "But Jesus answered, “Let me at least do this”—and he touched his ear and healed him. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 22,
		"canon_order": 25915
	},
	{
		"verseText": "Jesus said to the chief priests, captains of the temple, and elders, who had come against him, “Have you come out as against a robber, with swords and clubs? ",
		"book": "LUK",
		"verse": 52,
		"chapter": 22,
		"canon_order": 25916
	},
	{
		"verseText": "When I was with you in the temple daily, you didn’t stretch out your hands against me. But this is your hour, and the power of darkness.” ",
		"book": "LUK",
		"verse": 53,
		"chapter": 22,
		"canon_order": 25917
	},
	{
		"verseText": "They seized him and led him away, and brought him into the high priest’s house. But Peter followed from a distance. ",
		"book": "LUK",
		"verse": 54,
		"chapter": 22,
		"canon_order": 25918
	},
	{
		"verseText": "When they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat among them. ",
		"book": "LUK",
		"verse": 55,
		"chapter": 22,
		"canon_order": 25919
	},
	{
		"verseText": "A certain servant girl saw him as he sat in the light, and looking intently at him, said, “This man also was with him.” ",
		"book": "LUK",
		"verse": 56,
		"chapter": 22,
		"canon_order": 25920
	},
	{
		"verseText": "He denied Jesus, saying, “Woman, I don’t know him.” ",
		"book": "LUK",
		"verse": 57,
		"chapter": 22,
		"canon_order": 25921
	},
	{
		"verseText": "After a little while someone else saw him and said, “You also are one of them!” But Peter answered, “Man, I am not!” ",
		"book": "LUK",
		"verse": 58,
		"chapter": 22,
		"canon_order": 25922
	},
	{
		"verseText": "After about one hour passed, another confidently affirmed, saying, “Truly this man also was with him, for he is a Galilean!” ",
		"book": "LUK",
		"verse": 59,
		"chapter": 22,
		"canon_order": 25923
	},
	{
		"verseText": "But Peter said, “Man, I don’t know what you are talking about!” Immediately, while he was still speaking, a rooster crowed. ",
		"book": "LUK",
		"verse": 60,
		"chapter": 22,
		"canon_order": 25924
	},
	{
		"verseText": "The Lord turned and looked at Peter. Then Peter remembered the Lord’s word, how he said to him, “Before the rooster crows you will deny me three times.” ",
		"book": "LUK",
		"verse": 61,
		"chapter": 22,
		"canon_order": 25925
	},
	{
		"verseText": "He went out, and wept bitterly. ",
		"book": "LUK",
		"verse": 62,
		"chapter": 22,
		"canon_order": 25926
	},
	{
		"verseText": "The men who held Jesus mocked him and beat him. ",
		"book": "LUK",
		"verse": 63,
		"chapter": 22,
		"canon_order": 25927
	},
	{
		"verseText": "Having blindfolded him, they struck him on the face and asked him, “Prophesy! Who is the one who struck you?” ",
		"book": "LUK",
		"verse": 64,
		"chapter": 22,
		"canon_order": 25928
	},
	{
		"verseText": "They spoke many other things against him, insulting him. ",
		"book": "LUK",
		"verse": 65,
		"chapter": 22,
		"canon_order": 25929
	},
	{
		"verseText": "As soon as it was day, the assembly of the elders of the people were gathered together, both chief priests and scribes, and they led him away into their council, saying, ",
		"book": "LUK",
		"verse": 66,
		"chapter": 22,
		"canon_order": 25930
	},
	{
		"verseText": "“If you are the Christ, tell us.” But he said to them, “If I tell you, you won’t believe, ",
		"book": "LUK",
		"verse": 67,
		"chapter": 22,
		"canon_order": 25931
	},
	{
		"verseText": "and if I ask, you will in no way answer me or let me go. ",
		"book": "LUK",
		"verse": 68,
		"chapter": 22,
		"canon_order": 25932
	},
	{
		"verseText": "From now on, the Son of Man will be seated at the right hand of the power of God.” ",
		"book": "LUK",
		"verse": 69,
		"chapter": 22,
		"canon_order": 25933
	},
	{
		"verseText": "They all said, “Are you then the Son of God?” He said to them, “You say it, because I am.” ",
		"book": "LUK",
		"verse": 70,
		"chapter": 22,
		"canon_order": 25934
	},
	{
		"verseText": "They said, “Why do we need any more witness? For we ourselves have heard from his own mouth!” ",
		"book": "LUK",
		"verse": 71,
		"chapter": 22,
		"canon_order": 25935
	},
	{
		"verseText": "The whole company of them rose up and brought him before Pilate. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 23,
		"canon_order": 25936
	},
	{
		"verseText": "They began to accuse him, saying, “We found this man perverting the nation, forbidding paying taxes to Caesar, and saying that he himself is Christ, a king.” ",
		"book": "LUK",
		"verse": 2,
		"chapter": 23,
		"canon_order": 25937
	},
	{
		"verseText": "Pilate asked him, “Are you the King of the Jews?” He answered him, “So you say.” ",
		"book": "LUK",
		"verse": 3,
		"chapter": 23,
		"canon_order": 25938
	},
	{
		"verseText": "Pilate said to the chief priests and the multitudes, “I find no basis for a charge against this man.” ",
		"book": "LUK",
		"verse": 4,
		"chapter": 23,
		"canon_order": 25939
	},
	{
		"verseText": "But they insisted, saying, “He stirs up the people, teaching throughout all Judea, beginning from Galilee even to this place.” ",
		"book": "LUK",
		"verse": 5,
		"chapter": 23,
		"canon_order": 25940
	},
	{
		"verseText": "But when Pilate heard Galilee mentioned, he asked if the man was a Galilean. ",
		"book": "LUK",
		"verse": 6,
		"chapter": 23,
		"canon_order": 25941
	},
	{
		"verseText": "When he found out that he was in Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem during those days. ",
		"book": "LUK",
		"verse": 7,
		"chapter": 23,
		"canon_order": 25942
	},
	{
		"verseText": "Now when Herod saw Jesus, he was exceedingly glad, for he had wanted to see him for a long time, because he had heard many things about him. He hoped to see some miracle done by him. ",
		"book": "LUK",
		"verse": 8,
		"chapter": 23,
		"canon_order": 25943
	},
	{
		"verseText": "He questioned him with many words, but he gave no answers. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 23,
		"canon_order": 25944
	},
	{
		"verseText": "The chief priests and the scribes stood, vehemently accusing him. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 23,
		"canon_order": 25945
	},
	{
		"verseText": "Herod with his soldiers humiliated him and mocked him. Dressing him in luxurious clothing, they sent him back to Pilate. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 23,
		"canon_order": 25946
	},
	{
		"verseText": "Herod and Pilate became friends with each other that very day, for before that they were enemies with each other. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 23,
		"canon_order": 25947
	},
	{
		"verseText": "Pilate called together the chief priests, the rulers, and the people, ",
		"book": "LUK",
		"verse": 13,
		"chapter": 23,
		"canon_order": 25948
	},
	{
		"verseText": "and said to them, “You brought this man to me as one that perverts the people, and behold, having examined him before you, I found no basis for a charge against this man concerning those things of which you accuse him. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 23,
		"canon_order": 25949
	},
	{
		"verseText": "Neither has Herod, for I sent you to him, and see, nothing worthy of death has been done by him. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 23,
		"canon_order": 25950
	},
	{
		"verseText": "I will therefore chastise him and release him.” ",
		"book": "LUK",
		"verse": 16,
		"chapter": 23,
		"canon_order": 25951
	},
	{
		"verseText": "Now he had to release one prisoner to them at the feast. ",
		"book": "LUK",
		"verse": 17,
		"chapter": 23,
		"canon_order": 25952
	},
	{
		"verseText": "But they all cried out together, saying, “Away with this man! Release to us Barabbas!”— ",
		"book": "LUK",
		"verse": 18,
		"chapter": 23,
		"canon_order": 25953
	},
	{
		"verseText": "one who was thrown into prison for a certain revolt in the city, and for murder. ",
		"book": "LUK",
		"verse": 19,
		"chapter": 23,
		"canon_order": 25954
	},
	{
		"verseText": "Then Pilate spoke to them again, wanting to release Jesus, ",
		"book": "LUK",
		"verse": 20,
		"chapter": 23,
		"canon_order": 25955
	},
	{
		"verseText": "but they shouted, saying, “Crucify! Crucify him!” ",
		"book": "LUK",
		"verse": 21,
		"chapter": 23,
		"canon_order": 25956
	},
	{
		"verseText": "He said to them the third time, “Why? What evil has this man done? I have found no capital crime in him. I will therefore chastise him and release him.” ",
		"book": "LUK",
		"verse": 22,
		"chapter": 23,
		"canon_order": 25957
	},
	{
		"verseText": "But they were urgent with loud voices, asking that he might be crucified. Their voices and the voices of the chief priests prevailed. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 23,
		"canon_order": 25958
	},
	{
		"verseText": "Pilate decreed that what they asked for should be done. ",
		"book": "LUK",
		"verse": 24,
		"chapter": 23,
		"canon_order": 25959
	},
	{
		"verseText": "He released him who had been thrown into prison for insurrection and murder, for whom they asked, but he delivered Jesus up to their will. ",
		"book": "LUK",
		"verse": 25,
		"chapter": 23,
		"canon_order": 25960
	},
	{
		"verseText": "When they led him away, they grabbed one Simon of Cyrene, coming from the country, and laid the cross on him to carry it after Jesus. ",
		"book": "LUK",
		"verse": 26,
		"chapter": 23,
		"canon_order": 25961
	},
	{
		"verseText": "A great multitude of the people followed him, including women who also mourned and lamented him. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 23,
		"canon_order": 25962
	},
	{
		"verseText": "But Jesus, turning to them, said, “Daughters of Jerusalem, don’t weep for me, but weep for yourselves and for your children. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 23,
		"canon_order": 25963
	},
	{
		"verseText": "For behold, the days are coming in which they will say, ‘Blessed are the barren, the wombs that never bore, and the breasts that never nursed.’ ",
		"book": "LUK",
		"verse": 29,
		"chapter": 23,
		"canon_order": 25964
	},
	{
		"verseText": "Then they will begin to tell the mountains, ‘Fall on us!’ and tell the hills, ‘Cover us.’ ",
		"book": "LUK",
		"verse": 30,
		"chapter": 23,
		"canon_order": 25965
	},
	{
		"verseText": "For if they do these things in the green tree, what will be done in the dry?” ",
		"book": "LUK",
		"verse": 31,
		"chapter": 23,
		"canon_order": 25966
	},
	{
		"verseText": "There were also others, two criminals, led with him to be put to death. ",
		"book": "LUK",
		"verse": 32,
		"chapter": 23,
		"canon_order": 25967
	},
	{
		"verseText": "When they came to the place that is called “The Skull”, they crucified him there with the criminals, one on the right and the other on the left. ",
		"book": "LUK",
		"verse": 33,
		"chapter": 23,
		"canon_order": 25968
	},
	{
		"verseText": "Jesus said, “Father, forgive them, for they don’t know what they are doing.” Dividing his garments among them, they cast lots. ",
		"book": "LUK",
		"verse": 34,
		"chapter": 23,
		"canon_order": 25969
	},
	{
		"verseText": "The people stood watching. The rulers with them also scoffed at him, saying, “He saved others. Let him save himself, if this is the Christ of God, his chosen one!” ",
		"book": "LUK",
		"verse": 35,
		"chapter": 23,
		"canon_order": 25970
	},
	{
		"verseText": "The soldiers also mocked him, coming to him and offering him vinegar, ",
		"book": "LUK",
		"verse": 36,
		"chapter": 23,
		"canon_order": 25971
	},
	{
		"verseText": "and saying, “If you are the King of the Jews, save yourself!” ",
		"book": "LUK",
		"verse": 37,
		"chapter": 23,
		"canon_order": 25972
	},
	{
		"verseText": "An inscription was also written over him in letters of Greek, Latin, and Hebrew: “THIS IS THE KING OF THE JEWS.” ",
		"book": "LUK",
		"verse": 38,
		"chapter": 23,
		"canon_order": 25973
	},
	{
		"verseText": "One of the criminals who was hanged insulted him, saying, “If you are the Christ, save yourself and us!” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 23,
		"canon_order": 25974
	},
	{
		"verseText": "But the other answered, and rebuking him said, “Don’t you even fear God, seeing you are under the same condemnation? ",
		"book": "LUK",
		"verse": 40,
		"chapter": 23,
		"canon_order": 25975
	},
	{
		"verseText": "And we indeed justly, for we receive the due reward for our deeds, but this man has done nothing wrong.” ",
		"book": "LUK",
		"verse": 41,
		"chapter": 23,
		"canon_order": 25976
	},
	{
		"verseText": "He said to Jesus, “Lord, remember me when you come into your Kingdom.” ",
		"book": "LUK",
		"verse": 42,
		"chapter": 23,
		"canon_order": 25977
	},
	{
		"verseText": "Jesus said to him, “Assuredly I tell you, today you will be with me in Paradise.” ",
		"book": "LUK",
		"verse": 43,
		"chapter": 23,
		"canon_order": 25978
	},
	{
		"verseText": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour. ",
		"book": "LUK",
		"verse": 44,
		"chapter": 23,
		"canon_order": 25979
	},
	{
		"verseText": "The sun was darkened, and the veil of the temple was torn in two. ",
		"book": "LUK",
		"verse": 45,
		"chapter": 23,
		"canon_order": 25980
	},
	{
		"verseText": "Jesus, crying with a loud voice, said, “Father, into your hands I commit my spirit!” Having said this, he breathed his last. ",
		"book": "LUK",
		"verse": 46,
		"chapter": 23,
		"canon_order": 25981
	},
	{
		"verseText": "When the centurion saw what was done, he glorified God, saying, “Certainly this was a righteous man.” ",
		"book": "LUK",
		"verse": 47,
		"chapter": 23,
		"canon_order": 25982
	},
	{
		"verseText": "All the multitudes that came together to see this, when they saw the things that were done, returned home beating their breasts. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 23,
		"canon_order": 25983
	},
	{
		"verseText": "All his acquaintances and the women who followed with him from Galilee stood at a distance, watching these things. ",
		"book": "LUK",
		"verse": 49,
		"chapter": 23,
		"canon_order": 25984
	},
	{
		"verseText": "Behold, there was a man named Joseph, who was a member of the council, a good and righteous man ",
		"book": "LUK",
		"verse": 50,
		"chapter": 23,
		"canon_order": 25985
	},
	{
		"verseText": "(he had not consented to their counsel and deed), from Arimathaea, a city of the Jews, who was also waiting for God’s Kingdom. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 23,
		"canon_order": 25986
	},
	{
		"verseText": "This man went to Pilate, and asked for Jesus’ body. ",
		"book": "LUK",
		"verse": 52,
		"chapter": 23,
		"canon_order": 25987
	},
	{
		"verseText": "He took it down and wrapped it in a linen cloth, and laid him in a tomb that was cut in stone, where no one had ever been laid. ",
		"book": "LUK",
		"verse": 53,
		"chapter": 23,
		"canon_order": 25988
	},
	{
		"verseText": "It was the day of the Preparation, and the Sabbath was drawing near. ",
		"book": "LUK",
		"verse": 54,
		"chapter": 23,
		"canon_order": 25989
	},
	{
		"verseText": "The women who had come with him out of Galilee followed after, and saw the tomb and how his body was laid. ",
		"book": "LUK",
		"verse": 55,
		"chapter": 23,
		"canon_order": 25990
	},
	{
		"verseText": "They returned and prepared spices and ointments. On the Sabbath they rested according to the commandment. ",
		"book": "LUK",
		"verse": 56,
		"chapter": 23,
		"canon_order": 25991
	},
	{
		"verseText": "But on the first day of the week, at early dawn, they and some others came to the tomb, bringing the spices which they had prepared. ",
		"book": "LUK",
		"verse": 1,
		"chapter": 24,
		"canon_order": 25992
	},
	{
		"verseText": "They found the stone rolled away from the tomb. ",
		"book": "LUK",
		"verse": 2,
		"chapter": 24,
		"canon_order": 25993
	},
	{
		"verseText": "They entered in, and didn’t find the Lord Jesus’ body. ",
		"book": "LUK",
		"verse": 3,
		"chapter": 24,
		"canon_order": 25994
	},
	{
		"verseText": "While they were greatly perplexed about this, behold, two men stood by them in dazzling clothing. ",
		"book": "LUK",
		"verse": 4,
		"chapter": 24,
		"canon_order": 25995
	},
	{
		"verseText": "Becoming terrified, they bowed their faces down to the earth. The men said to them, “Why do you seek the living among the dead? ",
		"book": "LUK",
		"verse": 5,
		"chapter": 24,
		"canon_order": 25996
	},
	{
		"verseText": "He isn’t here, but is risen. Remember what he told you when he was still in Galilee, ",
		"book": "LUK",
		"verse": 6,
		"chapter": 24,
		"canon_order": 25997
	},
	{
		"verseText": "saying that the Son of Man must be delivered up into the hands of sinful men and be crucified, and the third day rise again?” ",
		"book": "LUK",
		"verse": 7,
		"chapter": 24,
		"canon_order": 25998
	},
	{
		"verseText": "They remembered his words, ",
		"book": "LUK",
		"verse": 8,
		"chapter": 24,
		"canon_order": 25999
	},
	{
		"verseText": "returned from the tomb, and told all these things to the eleven and to all the rest. ",
		"book": "LUK",
		"verse": 9,
		"chapter": 24,
		"canon_order": 26000
	},
	{
		"verseText": "Now they were Mary Magdalene, Joanna, and Mary the mother of James. The other women with them told these things to the apostles. ",
		"book": "LUK",
		"verse": 10,
		"chapter": 24,
		"canon_order": 26001
	},
	{
		"verseText": "These words seemed to them to be nonsense, and they didn’t believe them. ",
		"book": "LUK",
		"verse": 11,
		"chapter": 24,
		"canon_order": 26002
	},
	{
		"verseText": "But Peter got up and ran to the tomb. Stooping and looking in, he saw the strips of linen lying by themselves, and he departed to his home, wondering what had happened. ",
		"book": "LUK",
		"verse": 12,
		"chapter": 24,
		"canon_order": 26003
	},
	{
		"verseText": "Behold, two of them were going that very day to a village named Emmaus, which was sixty stadia from Jerusalem. ",
		"book": "LUK",
		"verse": 13,
		"chapter": 24,
		"canon_order": 26004
	},
	{
		"verseText": "They talked with each other about all of these things which had happened. ",
		"book": "LUK",
		"verse": 14,
		"chapter": 24,
		"canon_order": 26005
	},
	{
		"verseText": "While they talked and questioned together, Jesus himself came near, and went with them. ",
		"book": "LUK",
		"verse": 15,
		"chapter": 24,
		"canon_order": 26006
	},
	{
		"verseText": "But their eyes were kept from recognizing him. ",
		"book": "LUK",
		"verse": 16,
		"chapter": 24,
		"canon_order": 26007
	},
	{
		"verseText": "He said to them, “What are you talking about as you walk, and are sad?” ",
		"book": "LUK",
		"verse": 17,
		"chapter": 24,
		"canon_order": 26008
	},
	{
		"verseText": "One of them, named Cleopas, answered him, “Are you the only stranger in Jerusalem who doesn’t know the things which have happened there in these days?” ",
		"book": "LUK",
		"verse": 18,
		"chapter": 24,
		"canon_order": 26009
	},
	{
		"verseText": "He said to them, “What things?” They said to him, “The things concerning Jesus the Nazarene, who was a prophet mighty in deed and word before God and all the people; ",
		"book": "LUK",
		"verse": 19,
		"chapter": 24,
		"canon_order": 26010
	},
	{
		"verseText": "and how the chief priests and our rulers delivered him up to be condemned to death, and crucified him. ",
		"book": "LUK",
		"verse": 20,
		"chapter": 24,
		"canon_order": 26011
	},
	{
		"verseText": "But we were hoping that it was he who would redeem Israel. Yes, and besides all this, it is now the third day since these things happened. ",
		"book": "LUK",
		"verse": 21,
		"chapter": 24,
		"canon_order": 26012
	},
	{
		"verseText": "Also, certain women of our company amazed us, having arrived early at the tomb; ",
		"book": "LUK",
		"verse": 22,
		"chapter": 24,
		"canon_order": 26013
	},
	{
		"verseText": "and when they didn’t find his body, they came saying that they had also seen a vision of angels, who said that he was alive. ",
		"book": "LUK",
		"verse": 23,
		"chapter": 24,
		"canon_order": 26014
	},
	{
		"verseText": "Some of us went to the tomb and found it just like the women had said, but they didn’t see him.” ",
		"book": "LUK",
		"verse": 24,
		"chapter": 24,
		"canon_order": 26015
	},
	{
		"verseText": "He said to them, “Foolish people, and slow of heart to believe in all that the prophets have spoken! ",
		"book": "LUK",
		"verse": 25,
		"chapter": 24,
		"canon_order": 26016
	},
	{
		"verseText": "Didn’t the Christ have to suffer these things and to enter into his glory?” ",
		"book": "LUK",
		"verse": 26,
		"chapter": 24,
		"canon_order": 26017
	},
	{
		"verseText": "Beginning from Moses and from all the prophets, he explained to them in all the Scriptures the things concerning himself. ",
		"book": "LUK",
		"verse": 27,
		"chapter": 24,
		"canon_order": 26018
	},
	{
		"verseText": "They came near to the village where they were going, and he acted like he would go further. ",
		"book": "LUK",
		"verse": 28,
		"chapter": 24,
		"canon_order": 26019
	},
	{
		"verseText": "They urged him, saying, “Stay with us, for it is almost evening, and the day is almost over.” He went in to stay with them. ",
		"book": "LUK",
		"verse": 29,
		"chapter": 24,
		"canon_order": 26020
	},
	{
		"verseText": "When he had sat down at the table with them, he took the bread and gave thanks. Breaking it, he gave it to them. ",
		"book": "LUK",
		"verse": 30,
		"chapter": 24,
		"canon_order": 26021
	},
	{
		"verseText": "Their eyes were opened and they recognized him; then he vanished out of their sight. ",
		"book": "LUK",
		"verse": 31,
		"chapter": 24,
		"canon_order": 26022
	},
	{
		"verseText": "They said to one another, “Weren’t our hearts burning within us while he spoke to us along the way, and while he opened the Scriptures to us?” ",
		"book": "LUK",
		"verse": 32,
		"chapter": 24,
		"canon_order": 26023
	},
	{
		"verseText": "They rose up that very hour, returned to Jerusalem, and found the eleven gathered together, and those who were with them, ",
		"book": "LUK",
		"verse": 33,
		"chapter": 24,
		"canon_order": 26024
	},
	{
		"verseText": "saying, “The Lord is risen indeed, and has appeared to Simon!” ",
		"book": "LUK",
		"verse": 34,
		"chapter": 24,
		"canon_order": 26025
	},
	{
		"verseText": "They related the things that happened along the way, and how he was recognized by them in the breaking of the bread. ",
		"book": "LUK",
		"verse": 35,
		"chapter": 24,
		"canon_order": 26026
	},
	{
		"verseText": "As they said these things, Jesus himself stood among them, and said to them, “Peace be to you.” ",
		"book": "LUK",
		"verse": 36,
		"chapter": 24,
		"canon_order": 26027
	},
	{
		"verseText": "But they were terrified and filled with fear, and supposed that they had seen a spirit. ",
		"book": "LUK",
		"verse": 37,
		"chapter": 24,
		"canon_order": 26028
	},
	{
		"verseText": "He said to them, “Why are you troubled? Why do doubts arise in your hearts? ",
		"book": "LUK",
		"verse": 38,
		"chapter": 24,
		"canon_order": 26029
	},
	{
		"verseText": "See my hands and my feet, that it is truly me. Touch me and see, for a spirit doesn’t have flesh and bones, as you see that I have.” ",
		"book": "LUK",
		"verse": 39,
		"chapter": 24,
		"canon_order": 26030
	},
	{
		"verseText": "When he had said this, he showed them his hands and his feet. ",
		"book": "LUK",
		"verse": 40,
		"chapter": 24,
		"canon_order": 26031
	},
	{
		"verseText": "While they still didn’t believe for joy, and wondered, he said to them, “Do you have anything here to eat?” ",
		"book": "LUK",
		"verse": 41,
		"chapter": 24,
		"canon_order": 26032
	},
	{
		"verseText": "They gave him a piece of a broiled fish and some honeycomb. ",
		"book": "LUK",
		"verse": 42,
		"chapter": 24,
		"canon_order": 26033
	},
	{
		"verseText": "He took them, and ate in front of them. ",
		"book": "LUK",
		"verse": 43,
		"chapter": 24,
		"canon_order": 26034
	},
	{
		"verseText": "He said to them, “This is what I told you while I was still with you, that all things which are written in the law of Moses, the prophets, and the psalms concerning me must be fulfilled.” ",
		"book": "LUK",
		"verse": 44,
		"chapter": 24,
		"canon_order": 26035
	},
	{
		"verseText": "Then he opened their minds, that they might understand the Scriptures. ",
		"book": "LUK",
		"verse": 45,
		"chapter": 24,
		"canon_order": 26036
	},
	{
		"verseText": "He said to them, “Thus it is written, and thus it was necessary for the Christ to suffer and to rise from the dead the third day, ",
		"book": "LUK",
		"verse": 46,
		"chapter": 24,
		"canon_order": 26037
	},
	{
		"verseText": "and that repentance and remission of sins should be preached in his name to all the nations, beginning at Jerusalem. ",
		"book": "LUK",
		"verse": 47,
		"chapter": 24,
		"canon_order": 26038
	},
	{
		"verseText": "You are witnesses of these things. ",
		"book": "LUK",
		"verse": 48,
		"chapter": 24,
		"canon_order": 26039
	},
	{
		"verseText": "Behold, I send out the promise of my Father on you. But wait in the city of Jerusalem until you are clothed with power from on high.” ",
		"book": "LUK",
		"verse": 49,
		"chapter": 24,
		"canon_order": 26040
	},
	{
		"verseText": "He led them out as far as Bethany, and he lifted up his hands and blessed them. ",
		"book": "LUK",
		"verse": 50,
		"chapter": 24,
		"canon_order": 26041
	},
	{
		"verseText": "While he blessed them, he withdrew from them and was carried up into heaven. ",
		"book": "LUK",
		"verse": 51,
		"chapter": 24,
		"canon_order": 26042
	},
	{
		"verseText": "They worshiped him and returned to Jerusalem with great joy, ",
		"book": "LUK",
		"verse": 52,
		"chapter": 24,
		"canon_order": 26043
	},
	{
		"verseText": "and were continually in the temple, praising and blessing God. Amen. ",
		"book": "LUK",
		"verse": 53,
		"chapter": 24,
		"canon_order": 26044
	}
]