[
	{
		"verseText": "The beginning of the Good News of Jesus Christ, the Son of God. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 1,
		"canon_order": 24217
	},
	{
		"verseText": "As it is written in the prophets, “Behold, I send my messenger before your face, who will prepare your way before you: ",
		"book": "MRK",
		"verse": 2,
		"chapter": 1,
		"canon_order": 24218
	},
	{
		"verseText": "the voice of one crying in the wilderness, ‘Make ready the way of the Lord! Make his paths straight!’” ",
		"book": "MRK",
		"verse": 3,
		"chapter": 1,
		"canon_order": 24219
	},
	{
		"verseText": "John came baptizing in the wilderness and preaching the baptism of repentance for forgiveness of sins. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 1,
		"canon_order": 24220
	},
	{
		"verseText": "All the country of Judea and all those of Jerusalem went out to him. They were baptized by him in the Jordan river, confessing their sins. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 1,
		"canon_order": 24221
	},
	{
		"verseText": "John was clothed with camel’s hair and a leather belt around his waist. He ate locusts and wild honey. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 1,
		"canon_order": 24222
	},
	{
		"verseText": "He preached, saying, “After me comes he who is mightier than I, the thong of whose sandals I am not worthy to stoop down and loosen. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 1,
		"canon_order": 24223
	},
	{
		"verseText": "I baptized you in water, but he will baptize you in the Holy Spirit.” ",
		"book": "MRK",
		"verse": 8,
		"chapter": 1,
		"canon_order": 24224
	},
	{
		"verseText": "In those days, Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 1,
		"canon_order": 24225
	},
	{
		"verseText": "Immediately coming up from the water, he saw the heavens parting and the Spirit descending on him like a dove. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 1,
		"canon_order": 24226
	},
	{
		"verseText": "A voice came out of the sky, “You are my beloved Son, in whom I am well pleased.” ",
		"book": "MRK",
		"verse": 11,
		"chapter": 1,
		"canon_order": 24227
	},
	{
		"verseText": "Immediately the Spirit drove him out into the wilderness. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 1,
		"canon_order": 24228
	},
	{
		"verseText": "He was there in the wilderness forty days, tempted by Satan. He was with the wild animals; and the angels were serving him. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 1,
		"canon_order": 24229
	},
	{
		"verseText": "Now after John was taken into custody, Jesus came into Galilee, preaching the Good News of God’s Kingdom, ",
		"book": "MRK",
		"verse": 14,
		"chapter": 1,
		"canon_order": 24230
	},
	{
		"verseText": "and saying, “The time is fulfilled, and God’s Kingdom is at hand! Repent, and believe in the Good News.” ",
		"book": "MRK",
		"verse": 15,
		"chapter": 1,
		"canon_order": 24231
	},
	{
		"verseText": "Passing along by the sea of Galilee, he saw Simon and Andrew, the brother of Simon, casting a net into the sea, for they were fishermen. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 1,
		"canon_order": 24232
	},
	{
		"verseText": "Jesus said to them, “Come after me, and I will make you into fishers for men.” ",
		"book": "MRK",
		"verse": 17,
		"chapter": 1,
		"canon_order": 24233
	},
	{
		"verseText": "Immediately they left their nets, and followed him. ",
		"book": "MRK",
		"verse": 18,
		"chapter": 1,
		"canon_order": 24234
	},
	{
		"verseText": "Going on a little further from there, he saw James the son of Zebedee, and John his brother, who were also in the boat mending the nets. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 1,
		"canon_order": 24235
	},
	{
		"verseText": "Immediately he called them, and they left their father, Zebedee, in the boat with the hired servants, and went after him. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 1,
		"canon_order": 24236
	},
	{
		"verseText": "They went into Capernaum, and immediately on the Sabbath day he entered into the synagogue and taught. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 1,
		"canon_order": 24237
	},
	{
		"verseText": "They were astonished at his teaching, for he taught them as having authority, and not as the scribes. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 1,
		"canon_order": 24238
	},
	{
		"verseText": "Immediately there was in their synagogue a man with an unclean spirit, and he cried out, ",
		"book": "MRK",
		"verse": 23,
		"chapter": 1,
		"canon_order": 24239
	},
	{
		"verseText": "saying, “Ha! What do we have to do with you, Jesus, you Nazarene? Have you come to destroy us? I know you who you are: the Holy One of God!” ",
		"book": "MRK",
		"verse": 24,
		"chapter": 1,
		"canon_order": 24240
	},
	{
		"verseText": "Jesus rebuked him, saying, “Be quiet, and come out of him!” ",
		"book": "MRK",
		"verse": 25,
		"chapter": 1,
		"canon_order": 24241
	},
	{
		"verseText": "The unclean spirit, convulsing him and crying with a loud voice, came out of him. ",
		"book": "MRK",
		"verse": 26,
		"chapter": 1,
		"canon_order": 24242
	},
	{
		"verseText": "They were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching? For with authority he commands even the unclean spirits, and they obey him!” ",
		"book": "MRK",
		"verse": 27,
		"chapter": 1,
		"canon_order": 24243
	},
	{
		"verseText": "The report of him went out immediately everywhere into all the region of Galilee and its surrounding area. ",
		"book": "MRK",
		"verse": 28,
		"chapter": 1,
		"canon_order": 24244
	},
	{
		"verseText": "Immediately, when they had come out of the synagogue, they came into the house of Simon and Andrew, with James and John. ",
		"book": "MRK",
		"verse": 29,
		"chapter": 1,
		"canon_order": 24245
	},
	{
		"verseText": "Now Simon’s wife’s mother lay sick with a fever, and immediately they told him about her. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 1,
		"canon_order": 24246
	},
	{
		"verseText": "He came and took her by the hand and raised her up. The fever left her immediately, and she served them. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 1,
		"canon_order": 24247
	},
	{
		"verseText": "At evening, when the sun had set, they brought to him all who were sick and those who were possessed by demons. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 1,
		"canon_order": 24248
	},
	{
		"verseText": "All the city was gathered together at the door. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 1,
		"canon_order": 24249
	},
	{
		"verseText": "He healed many who were sick with various diseases and cast out many demons. He didn’t allow the demons to speak, because they knew him. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 1,
		"canon_order": 24250
	},
	{
		"verseText": "Early in the morning, while it was still dark, he rose up and went out, and departed into a deserted place, and prayed there. ",
		"book": "MRK",
		"verse": 35,
		"chapter": 1,
		"canon_order": 24251
	},
	{
		"verseText": "Simon and those who were with him searched for him. ",
		"book": "MRK",
		"verse": 36,
		"chapter": 1,
		"canon_order": 24252
	},
	{
		"verseText": "They found him and told him, “Everyone is looking for you.” ",
		"book": "MRK",
		"verse": 37,
		"chapter": 1,
		"canon_order": 24253
	},
	{
		"verseText": "He said to them, “Let’s go elsewhere into the next towns, that I may preach there also, because I came out for this reason.” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 1,
		"canon_order": 24254
	},
	{
		"verseText": "He went into their synagogues throughout all Galilee, preaching and casting out demons. ",
		"book": "MRK",
		"verse": 39,
		"chapter": 1,
		"canon_order": 24255
	},
	{
		"verseText": "A leper came to him, begging him, kneeling down to him, and saying to him, “If you want to, you can make me clean.” ",
		"book": "MRK",
		"verse": 40,
		"chapter": 1,
		"canon_order": 24256
	},
	{
		"verseText": "Being moved with compassion, he stretched out his hand, and touched him, and said to him, “I want to. Be made clean.” ",
		"book": "MRK",
		"verse": 41,
		"chapter": 1,
		"canon_order": 24257
	},
	{
		"verseText": "When he had said this, immediately the leprosy departed from him and he was made clean. ",
		"book": "MRK",
		"verse": 42,
		"chapter": 1,
		"canon_order": 24258
	},
	{
		"verseText": "He strictly warned him and immediately sent him out, ",
		"book": "MRK",
		"verse": 43,
		"chapter": 1,
		"canon_order": 24259
	},
	{
		"verseText": "and said to him, “See that you say nothing to anybody, but go show yourself to the priest and offer for your cleansing the things which Moses commanded, for a testimony to them.” ",
		"book": "MRK",
		"verse": 44,
		"chapter": 1,
		"canon_order": 24260
	},
	{
		"verseText": "But he went out, and began to proclaim it much, and to spread about the matter, so that Jesus could no more openly enter into a city, but was outside in desert places. People came to him from everywhere. ",
		"book": "MRK",
		"verse": 45,
		"chapter": 1,
		"canon_order": 24261
	},
	{
		"verseText": "When he entered again into Capernaum after some days, it was heard that he was at home. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 2,
		"canon_order": 24262
	},
	{
		"verseText": "Immediately many were gathered together, so that there was no more room, not even around the door; and he spoke the word to them. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 2,
		"canon_order": 24263
	},
	{
		"verseText": "Four people came, carrying a paralytic to him. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 2,
		"canon_order": 24264
	},
	{
		"verseText": "When they could not come near to him for the crowd, they removed the roof where he was. When they had broken it up, they let down the mat that the paralytic was lying on. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 2,
		"canon_order": 24265
	},
	{
		"verseText": "Jesus, seeing their faith, said to the paralytic, “Son, your sins are forgiven you.” ",
		"book": "MRK",
		"verse": 5,
		"chapter": 2,
		"canon_order": 24266
	},
	{
		"verseText": "But there were some of the scribes sitting there and reasoning in their hearts, ",
		"book": "MRK",
		"verse": 6,
		"chapter": 2,
		"canon_order": 24267
	},
	{
		"verseText": "“Why does this man speak blasphemies like that? Who can forgive sins but God alone?” ",
		"book": "MRK",
		"verse": 7,
		"chapter": 2,
		"canon_order": 24268
	},
	{
		"verseText": "Immediately Jesus, perceiving in his spirit that they so reasoned within themselves, said to them, “Why do you reason these things in your hearts? ",
		"book": "MRK",
		"verse": 8,
		"chapter": 2,
		"canon_order": 24269
	},
	{
		"verseText": "Which is easier, to tell the paralytic, ‘Your sins are forgiven;’ or to say, ‘Arise, and take up your bed, and walk?’ ",
		"book": "MRK",
		"verse": 9,
		"chapter": 2,
		"canon_order": 24270
	},
	{
		"verseText": "But that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralytic— ",
		"book": "MRK",
		"verse": 10,
		"chapter": 2,
		"canon_order": 24271
	},
	{
		"verseText": "“I tell you, arise, take up your mat, and go to your house.” ",
		"book": "MRK",
		"verse": 11,
		"chapter": 2,
		"canon_order": 24272
	},
	{
		"verseText": "He arose, and immediately took up the mat and went out in front of them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 2,
		"canon_order": 24273
	},
	{
		"verseText": "He went out again by the seaside. All the multitude came to him, and he taught them. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 2,
		"canon_order": 24274
	},
	{
		"verseText": "As he passed by, he saw Levi the son of Alphaeus sitting at the tax office. He said to him, “Follow me.” And he arose and followed him. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 2,
		"canon_order": 24275
	},
	{
		"verseText": "He was reclining at the table in his house, and many tax collectors and sinners sat down with Jesus and his disciples, for there were many, and they followed him. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 2,
		"canon_order": 24276
	},
	{
		"verseText": "The scribes and the Pharisees, when they saw that he was eating with the sinners and tax collectors, said to his disciples, “Why is it that he eats and drinks with tax collectors and sinners?” ",
		"book": "MRK",
		"verse": 16,
		"chapter": 2,
		"canon_order": 24277
	},
	{
		"verseText": "When Jesus heard it, he said to them, “Those who are healthy have no need for a physician, but those who are sick. I came not to call the righteous, but sinners to repentance.” ",
		"book": "MRK",
		"verse": 17,
		"chapter": 2,
		"canon_order": 24278
	},
	{
		"verseText": "John’s disciples and the Pharisees were fasting, and they came and asked him, “Why do John’s disciples and the disciples of the Pharisees fast, but your disciples don’t fast?” ",
		"book": "MRK",
		"verse": 18,
		"chapter": 2,
		"canon_order": 24279
	},
	{
		"verseText": "Jesus said to them, “Can the groomsmen fast while the bridegroom is with them? As long as they have the bridegroom with them, they can’t fast. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 2,
		"canon_order": 24280
	},
	{
		"verseText": "But the days will come when the bridegroom will be taken away from them, and then they will fast in that day. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 2,
		"canon_order": 24281
	},
	{
		"verseText": "No one sews a piece of unshrunk cloth on an old garment, or else the patch shrinks and the new tears away from the old, and a worse hole is made. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 2,
		"canon_order": 24282
	},
	{
		"verseText": "No one puts new wine into old wineskins; or else the new wine will burst the skins, and the wine pours out, and the skins will be destroyed; but they put new wine into fresh wineskins.” ",
		"book": "MRK",
		"verse": 22,
		"chapter": 2,
		"canon_order": 24283
	},
	{
		"verseText": "He was going on the Sabbath day through the grain fields; and his disciples began, as they went, to pluck the ears of grain. ",
		"book": "MRK",
		"verse": 23,
		"chapter": 2,
		"canon_order": 24284
	},
	{
		"verseText": "The Pharisees said to him, “Behold, why do they do that which is not lawful on the Sabbath day?” ",
		"book": "MRK",
		"verse": 24,
		"chapter": 2,
		"canon_order": 24285
	},
	{
		"verseText": "He said to them, “Did you never read what David did when he had need and was hungry—he, and those who were with him? ",
		"book": "MRK",
		"verse": 25,
		"chapter": 2,
		"canon_order": 24286
	},
	{
		"verseText": "How he entered into God’s house at the time of Abiathar the high priest, and ate the show bread, which is not lawful to eat except for the priests, and gave also to those who were with him?” ",
		"book": "MRK",
		"verse": 26,
		"chapter": 2,
		"canon_order": 24287
	},
	{
		"verseText": "He said to them, “The Sabbath was made for man, not man for the Sabbath. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 2,
		"canon_order": 24288
	},
	{
		"verseText": "Therefore the Son of Man is lord even of the Sabbath.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 2,
		"canon_order": 24289
	},
	{
		"verseText": "He entered again into the synagogue, and there was a man there whose hand was withered. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 3,
		"canon_order": 24290
	},
	{
		"verseText": "They watched him, whether he would heal him on the Sabbath day, that they might accuse him. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 3,
		"canon_order": 24291
	},
	{
		"verseText": "He said to the man whose hand was withered, “Stand up.” ",
		"book": "MRK",
		"verse": 3,
		"chapter": 3,
		"canon_order": 24292
	},
	{
		"verseText": "He said to them, “Is it lawful on the Sabbath day to do good or to do harm? To save a life or to kill?” But they were silent. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 3,
		"canon_order": 24293
	},
	{
		"verseText": "When he had looked around at them with anger, being grieved at the hardening of their hearts, he said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored as healthy as the other. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 3,
		"canon_order": 24294
	},
	{
		"verseText": "The Pharisees went out, and immediately conspired with the Herodians against him, how they might destroy him. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 3,
		"canon_order": 24295
	},
	{
		"verseText": "Jesus withdrew to the sea with his disciples; and a great multitude followed him from Galilee, from Judea, ",
		"book": "MRK",
		"verse": 7,
		"chapter": 3,
		"canon_order": 24296
	},
	{
		"verseText": "from Jerusalem, from Idumaea, beyond the Jordan, and those from around Tyre and Sidon. A great multitude, hearing what great things he did, came to him. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 3,
		"canon_order": 24297
	},
	{
		"verseText": "He spoke to his disciples that a little boat should stay near him because of the crowd, so that they wouldn’t press on him. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 3,
		"canon_order": 24298
	},
	{
		"verseText": "For he had healed many, so that as many as had diseases pressed on him that they might touch him. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 3,
		"canon_order": 24299
	},
	{
		"verseText": "The unclean spirits, whenever they saw him, fell down before him and cried, “You are the Son of God!” ",
		"book": "MRK",
		"verse": 11,
		"chapter": 3,
		"canon_order": 24300
	},
	{
		"verseText": "He sternly warned them that they should not make him known. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 3,
		"canon_order": 24301
	},
	{
		"verseText": "He went up into the mountain and called to himself those whom he wanted, and they went to him. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 3,
		"canon_order": 24302
	},
	{
		"verseText": "He appointed twelve, that they might be with him, and that he might send them out to preach ",
		"book": "MRK",
		"verse": 14,
		"chapter": 3,
		"canon_order": 24303
	},
	{
		"verseText": "and to have authority to heal sicknesses and to cast out demons: ",
		"book": "MRK",
		"verse": 15,
		"chapter": 3,
		"canon_order": 24304
	},
	{
		"verseText": "Simon (to whom he gave the name Peter); ",
		"book": "MRK",
		"verse": 16,
		"chapter": 3,
		"canon_order": 24305
	},
	{
		"verseText": "James the son of Zebedee; and John, the brother of James, (whom he called Boanerges, which means, Sons of Thunder); ",
		"book": "MRK",
		"verse": 17,
		"chapter": 3,
		"canon_order": 24306
	},
	{
		"verseText": "Andrew; Philip; Bartholomew; Matthew; Thomas; James, the son of Alphaeus; Thaddaeus; Simon the Zealot; ",
		"book": "MRK",
		"verse": 18,
		"chapter": 3,
		"canon_order": 24307
	},
	{
		"verseText": "and Judas Iscariot, who also betrayed him. Then he came into a house. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 3,
		"canon_order": 24308
	},
	{
		"verseText": "The multitude came together again, so that they could not so much as eat bread. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 3,
		"canon_order": 24309
	},
	{
		"verseText": "When his friends heard it, they went out to seize him; for they said, “He is insane.” ",
		"book": "MRK",
		"verse": 21,
		"chapter": 3,
		"canon_order": 24310
	},
	{
		"verseText": "The scribes who came down from Jerusalem said, “He has Beelzebul,” and, “By the prince of the demons he casts out the demons.” ",
		"book": "MRK",
		"verse": 22,
		"chapter": 3,
		"canon_order": 24311
	},
	{
		"verseText": "He summoned them and said to them in parables, “How can Satan cast out Satan? ",
		"book": "MRK",
		"verse": 23,
		"chapter": 3,
		"canon_order": 24312
	},
	{
		"verseText": "If a kingdom is divided against itself, that kingdom cannot stand. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 3,
		"canon_order": 24313
	},
	{
		"verseText": "If a house is divided against itself, that house cannot stand. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 3,
		"canon_order": 24314
	},
	{
		"verseText": "If Satan has risen up against himself, and is divided, he can’t stand, but has an end. ",
		"book": "MRK",
		"verse": 26,
		"chapter": 3,
		"canon_order": 24315
	},
	{
		"verseText": "But no one can enter into the house of the strong man to plunder unless he first binds the strong man; then he will plunder his house. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 3,
		"canon_order": 24316
	},
	{
		"verseText": "“Most certainly I tell you, all sins of the descendants of man will be forgiven, including their blasphemies with which they may blaspheme; ",
		"book": "MRK",
		"verse": 28,
		"chapter": 3,
		"canon_order": 24317
	},
	{
		"verseText": "but whoever may blaspheme against the Holy Spirit never has forgiveness, but is subject to eternal condemnation.” ",
		"book": "MRK",
		"verse": 29,
		"chapter": 3,
		"canon_order": 24318
	},
	{
		"verseText": "—because they said, “He has an unclean spirit.” ",
		"book": "MRK",
		"verse": 30,
		"chapter": 3,
		"canon_order": 24319
	},
	{
		"verseText": "His mother and his brothers came, and standing outside, they sent to him, calling him. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 3,
		"canon_order": 24320
	},
	{
		"verseText": "A multitude was sitting around him, and they told him, “Behold, your mother, your brothers, and your sisters are outside looking for you.” ",
		"book": "MRK",
		"verse": 32,
		"chapter": 3,
		"canon_order": 24321
	},
	{
		"verseText": "He answered them, “Who are my mother and my brothers?” ",
		"book": "MRK",
		"verse": 33,
		"chapter": 3,
		"canon_order": 24322
	},
	{
		"verseText": "Looking around at those who sat around him, he said, “Behold, my mother and my brothers! ",
		"book": "MRK",
		"verse": 34,
		"chapter": 3,
		"canon_order": 24323
	},
	{
		"verseText": "For whoever does the will of God is my brother, my sister, and mother.” ",
		"book": "MRK",
		"verse": 35,
		"chapter": 3,
		"canon_order": 24324
	},
	{
		"verseText": "Again he began to teach by the seaside. A great multitude was gathered to him, so that he entered into a boat in the sea and sat down. All the multitude were on the land by the sea. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 4,
		"canon_order": 24325
	},
	{
		"verseText": "He taught them many things in parables, and told them in his teaching, ",
		"book": "MRK",
		"verse": 2,
		"chapter": 4,
		"canon_order": 24326
	},
	{
		"verseText": "“Listen! Behold, the farmer went out to sow. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 4,
		"canon_order": 24327
	},
	{
		"verseText": "As he sowed, some seed fell by the road, and the birds came and devoured it. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 4,
		"canon_order": 24328
	},
	{
		"verseText": "Others fell on the rocky ground, where it had little soil, and immediately it sprang up, because it had no depth of soil. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 4,
		"canon_order": 24329
	},
	{
		"verseText": "When the sun had risen, it was scorched; and because it had no root, it withered away. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 4,
		"canon_order": 24330
	},
	{
		"verseText": "Others fell among the thorns, and the thorns grew up and choked it, and it yielded no fruit. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 4,
		"canon_order": 24331
	},
	{
		"verseText": "Others fell into the good ground and yielded fruit, growing up and increasing. Some produced thirty times, some sixty times, and some one hundred times as much.” ",
		"book": "MRK",
		"verse": 8,
		"chapter": 4,
		"canon_order": 24332
	},
	{
		"verseText": "He said, “Whoever has ears to hear, let him hear.” ",
		"book": "MRK",
		"verse": 9,
		"chapter": 4,
		"canon_order": 24333
	},
	{
		"verseText": "When he was alone, those who were around him with the twelve asked him about the parables. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 4,
		"canon_order": 24334
	},
	{
		"verseText": "He said to them, “To you is given the mystery of God’s Kingdom, but to those who are outside, all things are done in parables, ",
		"book": "MRK",
		"verse": 11,
		"chapter": 4,
		"canon_order": 24335
	},
	{
		"verseText": "that ‘seeing they may see and not perceive, and hearing they may hear and not understand, lest perhaps they should turn again, and their sins should be forgiven them.’” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 4,
		"canon_order": 24336
	},
	{
		"verseText": "He said to them, “Don’t you understand this parable? How will you understand all of the parables? ",
		"book": "MRK",
		"verse": 13,
		"chapter": 4,
		"canon_order": 24337
	},
	{
		"verseText": "The farmer sows the word. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 4,
		"canon_order": 24338
	},
	{
		"verseText": "The ones by the road are the ones where the word is sown; and when they have heard, immediately Satan comes and takes away the word which has been sown in them. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 4,
		"canon_order": 24339
	},
	{
		"verseText": "These in the same way are those who are sown on the rocky places, who, when they have heard the word, immediately receive it with joy. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 4,
		"canon_order": 24340
	},
	{
		"verseText": "They have no root in themselves, but are short-lived. When oppression or persecution arises because of the word, immediately they stumble. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 4,
		"canon_order": 24341
	},
	{
		"verseText": "Others are those who are sown among the thorns. These are those who have heard the word, ",
		"book": "MRK",
		"verse": 18,
		"chapter": 4,
		"canon_order": 24342
	},
	{
		"verseText": "and the cares of this age, and the deceitfulness of riches, and the lusts of other things entering in choke the word, and it becomes unfruitful. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 4,
		"canon_order": 24343
	},
	{
		"verseText": "Those which were sown on the good ground are those who hear the word, accept it, and bear fruit, some thirty times, some sixty times, and some one hundred times.” ",
		"book": "MRK",
		"verse": 20,
		"chapter": 4,
		"canon_order": 24344
	},
	{
		"verseText": "He said to them, “Is a lamp brought to be put under a basket or under a bed? Isn’t it put on a stand? ",
		"book": "MRK",
		"verse": 21,
		"chapter": 4,
		"canon_order": 24345
	},
	{
		"verseText": "For there is nothing hidden except that it should be made known, neither was anything made secret but that it should come to light. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 4,
		"canon_order": 24346
	},
	{
		"verseText": "If any man has ears to hear, let him hear.” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 4,
		"canon_order": 24347
	},
	{
		"verseText": "He said to them, “Take heed what you hear. With whatever measure you measure, it will be measured to you; and more will be given to you who hear. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 4,
		"canon_order": 24348
	},
	{
		"verseText": "For whoever has, to him more will be given; and he who doesn’t have, even that which he has will be taken away from him.” ",
		"book": "MRK",
		"verse": 25,
		"chapter": 4,
		"canon_order": 24349
	},
	{
		"verseText": "He said, “God’s Kingdom is as if a man should cast seed on the earth, ",
		"book": "MRK",
		"verse": 26,
		"chapter": 4,
		"canon_order": 24350
	},
	{
		"verseText": "and should sleep and rise night and day, and the seed should spring up and grow, though he doesn’t know how. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 4,
		"canon_order": 24351
	},
	{
		"verseText": "For the earth bears fruit by itself: first the blade, then the ear, then the full grain in the ear. ",
		"book": "MRK",
		"verse": 28,
		"chapter": 4,
		"canon_order": 24352
	},
	{
		"verseText": "But when the fruit is ripe, immediately he puts in the sickle, because the harvest has come.” ",
		"book": "MRK",
		"verse": 29,
		"chapter": 4,
		"canon_order": 24353
	},
	{
		"verseText": "He said, “How will we liken God’s Kingdom? Or with what parable will we illustrate it? ",
		"book": "MRK",
		"verse": 30,
		"chapter": 4,
		"canon_order": 24354
	},
	{
		"verseText": "It’s like a grain of mustard seed, which, when it is sown in the earth, though it is less than all the seeds that are on the earth, ",
		"book": "MRK",
		"verse": 31,
		"chapter": 4,
		"canon_order": 24355
	},
	{
		"verseText": "yet when it is sown, grows up and becomes greater than all the herbs, and puts out great branches, so that the birds of the sky can lodge under its shadow.” ",
		"book": "MRK",
		"verse": 32,
		"chapter": 4,
		"canon_order": 24356
	},
	{
		"verseText": "With many such parables he spoke the word to them, as they were able to hear it. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 4,
		"canon_order": 24357
	},
	{
		"verseText": "Without a parable he didn’t speak to them; but privately to his own disciples he explained everything. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 4,
		"canon_order": 24358
	},
	{
		"verseText": "On that day, when evening had come, he said to them, “Let’s go over to the other side.” ",
		"book": "MRK",
		"verse": 35,
		"chapter": 4,
		"canon_order": 24359
	},
	{
		"verseText": "Leaving the multitude, they took him with them, even as he was, in the boat. Other small boats were also with him. ",
		"book": "MRK",
		"verse": 36,
		"chapter": 4,
		"canon_order": 24360
	},
	{
		"verseText": "A big wind storm arose, and the waves beat into the boat, so much that the boat was already filled. ",
		"book": "MRK",
		"verse": 37,
		"chapter": 4,
		"canon_order": 24361
	},
	{
		"verseText": "He himself was in the stern, asleep on the cushion; and they woke him up and asked him, “Teacher, don’t you care that we are dying?” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 4,
		"canon_order": 24362
	},
	{
		"verseText": "He awoke and rebuked the wind, and said to the sea, “Peace! Be still!” The wind ceased and there was a great calm. ",
		"book": "MRK",
		"verse": 39,
		"chapter": 4,
		"canon_order": 24363
	},
	{
		"verseText": "He said to them, “Why are you so afraid? How is it that you have no faith?” ",
		"book": "MRK",
		"verse": 40,
		"chapter": 4,
		"canon_order": 24364
	},
	{
		"verseText": "They were greatly afraid and said to one another, “Who then is this, that even the wind and the sea obey him?” ",
		"book": "MRK",
		"verse": 41,
		"chapter": 4,
		"canon_order": 24365
	},
	{
		"verseText": "They came to the other side of the sea, into the country of the Gadarenes. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 5,
		"canon_order": 24366
	},
	{
		"verseText": "When he had come out of the boat, immediately a man with an unclean spirit met him out of the tombs. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 5,
		"canon_order": 24367
	},
	{
		"verseText": "He lived in the tombs. Nobody could bind him any more, not even with chains, ",
		"book": "MRK",
		"verse": 3,
		"chapter": 5,
		"canon_order": 24368
	},
	{
		"verseText": "because he had been often bound with fetters and chains, and the chains had been torn apart by him, and the fetters broken in pieces. Nobody had the strength to tame him. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 5,
		"canon_order": 24369
	},
	{
		"verseText": "Always, night and day, in the tombs and in the mountains, he was crying out, and cutting himself with stones. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 5,
		"canon_order": 24370
	},
	{
		"verseText": "When he saw Jesus from afar, he ran and bowed down to him, ",
		"book": "MRK",
		"verse": 6,
		"chapter": 5,
		"canon_order": 24371
	},
	{
		"verseText": "and crying out with a loud voice, he said, “What have I to do with you, Jesus, you Son of the Most High God? I adjure you by God, don’t torment me.” ",
		"book": "MRK",
		"verse": 7,
		"chapter": 5,
		"canon_order": 24372
	},
	{
		"verseText": "For he said to him, “Come out of the man, you unclean spirit!” ",
		"book": "MRK",
		"verse": 8,
		"chapter": 5,
		"canon_order": 24373
	},
	{
		"verseText": "He asked him, “What is your name?” He said to him, “My name is Legion, for we are many.” ",
		"book": "MRK",
		"verse": 9,
		"chapter": 5,
		"canon_order": 24374
	},
	{
		"verseText": "He begged him much that he would not send them away out of the country. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 5,
		"canon_order": 24375
	},
	{
		"verseText": "Now on the mountainside there was a great herd of pigs feeding. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 5,
		"canon_order": 24376
	},
	{
		"verseText": "All the demons begged him, saying, “Send us into the pigs, that we may enter into them.” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 5,
		"canon_order": 24377
	},
	{
		"verseText": "At once Jesus gave them permission. The unclean spirits came out and entered into the pigs. The herd of about two thousand rushed down the steep bank into the sea, and they were drowned in the sea. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 5,
		"canon_order": 24378
	},
	{
		"verseText": "Those who fed the pigs fled, and told it in the city and in the country. The people came to see what it was that had happened. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 5,
		"canon_order": 24379
	},
	{
		"verseText": "They came to Jesus, and saw him who had been possessed by demons sitting, clothed, and in his right mind, even him who had the legion; and they were afraid. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 5,
		"canon_order": 24380
	},
	{
		"verseText": "Those who saw it declared to them what happened to him who was possessed by demons, and about the pigs. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 5,
		"canon_order": 24381
	},
	{
		"verseText": "They began to beg him to depart from their region. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 5,
		"canon_order": 24382
	},
	{
		"verseText": "As he was entering into the boat, he who had been possessed by demons begged him that he might be with him. ",
		"book": "MRK",
		"verse": 18,
		"chapter": 5,
		"canon_order": 24383
	},
	{
		"verseText": "He didn’t allow him, but said to him, “Go to your house, to your friends, and tell them what great things the Lord has done for you and how he had mercy on you.” ",
		"book": "MRK",
		"verse": 19,
		"chapter": 5,
		"canon_order": 24384
	},
	{
		"verseText": "He went his way, and began to proclaim in Decapolis how Jesus had done great things for him, and everyone marveled. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 5,
		"canon_order": 24385
	},
	{
		"verseText": "When Jesus had crossed back over in the boat to the other side, a great multitude was gathered to him; and he was by the sea. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 5,
		"canon_order": 24386
	},
	{
		"verseText": "Behold, one of the rulers of the synagogue, Jairus by name, came; and seeing him, he fell at his feet ",
		"book": "MRK",
		"verse": 22,
		"chapter": 5,
		"canon_order": 24387
	},
	{
		"verseText": "and begged him much, saying, “My little daughter is at the point of death. Please come and lay your hands on her, that she may be made healthy, and live.” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 5,
		"canon_order": 24388
	},
	{
		"verseText": "He went with him, and a great multitude followed him, and they pressed upon him on all sides. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 5,
		"canon_order": 24389
	},
	{
		"verseText": "A certain woman who had a discharge of blood for twelve years, ",
		"book": "MRK",
		"verse": 25,
		"chapter": 5,
		"canon_order": 24390
	},
	{
		"verseText": "and had suffered many things by many physicians, and had spent all that she had, and was no better, but rather grew worse, ",
		"book": "MRK",
		"verse": 26,
		"chapter": 5,
		"canon_order": 24391
	},
	{
		"verseText": "having heard the things concerning Jesus, came up behind him in the crowd and touched his clothes. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 5,
		"canon_order": 24392
	},
	{
		"verseText": "For she said, “If I just touch his clothes, I will be made well.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 5,
		"canon_order": 24393
	},
	{
		"verseText": "Immediately the flow of her blood was dried up, and she felt in her body that she was healed of her affliction. ",
		"book": "MRK",
		"verse": 29,
		"chapter": 5,
		"canon_order": 24394
	},
	{
		"verseText": "Immediately Jesus, perceiving in himself that the power had gone out from him, turned around in the crowd and asked, “Who touched my clothes?” ",
		"book": "MRK",
		"verse": 30,
		"chapter": 5,
		"canon_order": 24395
	},
	{
		"verseText": "His disciples said to him, “You see the multitude pressing against you, and you say, ‘Who touched me?’” ",
		"book": "MRK",
		"verse": 31,
		"chapter": 5,
		"canon_order": 24396
	},
	{
		"verseText": "He looked around to see her who had done this thing. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 5,
		"canon_order": 24397
	},
	{
		"verseText": "But the woman, fearing and trembling, knowing what had been done to her, came and fell down before him, and told him all the truth. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 5,
		"canon_order": 24398
	},
	{
		"verseText": "He said to her, “Daughter, your faith has made you well. Go in peace, and be cured of your disease.” ",
		"book": "MRK",
		"verse": 34,
		"chapter": 5,
		"canon_order": 24399
	},
	{
		"verseText": "While he was still speaking, people came from the synagogue ruler’s house, saying, “Your daughter is dead. Why bother the Teacher any more?” ",
		"book": "MRK",
		"verse": 35,
		"chapter": 5,
		"canon_order": 24400
	},
	{
		"verseText": "But Jesus, when he heard the message spoken, immediately said to the ruler of the synagogue, “Don’t be afraid, only believe.” ",
		"book": "MRK",
		"verse": 36,
		"chapter": 5,
		"canon_order": 24401
	},
	{
		"verseText": "He allowed no one to follow him except Peter, James, and John the brother of James. ",
		"book": "MRK",
		"verse": 37,
		"chapter": 5,
		"canon_order": 24402
	},
	{
		"verseText": "He came to the synagogue ruler’s house, and he saw an uproar, weeping, and great wailing. ",
		"book": "MRK",
		"verse": 38,
		"chapter": 5,
		"canon_order": 24403
	},
	{
		"verseText": "When he had entered in, he said to them, “Why do you make an uproar and weep? The child is not dead, but is asleep.” ",
		"book": "MRK",
		"verse": 39,
		"chapter": 5,
		"canon_order": 24404
	},
	{
		"verseText": "They ridiculed him. But he, having put them all out, took the father of the child, her mother, and those who were with him, and went in where the child was lying. ",
		"book": "MRK",
		"verse": 40,
		"chapter": 5,
		"canon_order": 24405
	},
	{
		"verseText": "Taking the child by the hand, he said to her, “Talitha cumi!” which means, being interpreted, “Girl, I tell you, get up!” ",
		"book": "MRK",
		"verse": 41,
		"chapter": 5,
		"canon_order": 24406
	},
	{
		"verseText": "Immediately the girl rose up and walked, for she was twelve years old. They were amazed with great amazement. ",
		"book": "MRK",
		"verse": 42,
		"chapter": 5,
		"canon_order": 24407
	},
	{
		"verseText": "He strictly ordered them that no one should know this, and commanded that something should be given to her to eat. ",
		"book": "MRK",
		"verse": 43,
		"chapter": 5,
		"canon_order": 24408
	},
	{
		"verseText": "He went out from there. He came into his own country, and his disciples followed him. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 6,
		"canon_order": 24409
	},
	{
		"verseText": "When the Sabbath had come, he began to teach in the synagogue, and many hearing him were astonished, saying, “Where did this man get these things?” and, “What is the wisdom that is given to this man, that such mighty works come about by his hands? ",
		"book": "MRK",
		"verse": 2,
		"chapter": 6,
		"canon_order": 24410
	},
	{
		"verseText": "Isn’t this the carpenter, the son of Mary and brother of James, Joses, Judah, and Simon? Aren’t his sisters here with us?” So they were offended at him. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 6,
		"canon_order": 24411
	},
	{
		"verseText": "Jesus said to them, “A prophet is not without honor, except in his own country, and among his own relatives, and in his own house.” ",
		"book": "MRK",
		"verse": 4,
		"chapter": 6,
		"canon_order": 24412
	},
	{
		"verseText": "He could do no mighty work there, except that he laid his hands on a few sick people and healed them. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 6,
		"canon_order": 24413
	},
	{
		"verseText": "He marveled because of their unbelief. He went around the villages teaching. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 6,
		"canon_order": 24414
	},
	{
		"verseText": "He called to himself the twelve, and began to send them out two by two; and he gave them authority over the unclean spirits. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 6,
		"canon_order": 24415
	},
	{
		"verseText": "He commanded them that they should take nothing for their journey, except a staff only: no bread, no wallet, no money in their purse, ",
		"book": "MRK",
		"verse": 8,
		"chapter": 6,
		"canon_order": 24416
	},
	{
		"verseText": "but to wear sandals, and not put on two tunics. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 6,
		"canon_order": 24417
	},
	{
		"verseText": "He said to them, “Wherever you enter into a house, stay there until you depart from there. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 6,
		"canon_order": 24418
	},
	{
		"verseText": "Whoever will not receive you nor hear you, as you depart from there, shake off the dust that is under your feet for a testimony against them. Assuredly, I tell you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!” ",
		"book": "MRK",
		"verse": 11,
		"chapter": 6,
		"canon_order": 24419
	},
	{
		"verseText": "They went out and preached that people should repent. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 6,
		"canon_order": 24420
	},
	{
		"verseText": "They cast out many demons, and anointed many with oil who were sick and healed them. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 6,
		"canon_order": 24421
	},
	{
		"verseText": "King Herod heard this, for his name had become known, and he said, “John the Baptizer has risen from the dead, and therefore these powers are at work in him.” ",
		"book": "MRK",
		"verse": 14,
		"chapter": 6,
		"canon_order": 24422
	},
	{
		"verseText": "But others said, “He is Elijah.” Others said, “He is a prophet, or like one of the prophets.” ",
		"book": "MRK",
		"verse": 15,
		"chapter": 6,
		"canon_order": 24423
	},
	{
		"verseText": "But Herod, when he heard this, said, “This is John, whom I beheaded. He has risen from the dead.” ",
		"book": "MRK",
		"verse": 16,
		"chapter": 6,
		"canon_order": 24424
	},
	{
		"verseText": "For Herod himself had sent out and arrested John and bound him in prison for the sake of Herodias, his brother Philip’s wife, for he had married her. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 6,
		"canon_order": 24425
	},
	{
		"verseText": "For John had said to Herod, “It is not lawful for you to have your brother’s wife.” ",
		"book": "MRK",
		"verse": 18,
		"chapter": 6,
		"canon_order": 24426
	},
	{
		"verseText": "Herodias set herself against him and desired to kill him, but she couldn’t, ",
		"book": "MRK",
		"verse": 19,
		"chapter": 6,
		"canon_order": 24427
	},
	{
		"verseText": "for Herod feared John, knowing that he was a righteous and holy man, and kept him safe. When he heard him, he did many things, and he heard him gladly. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 6,
		"canon_order": 24428
	},
	{
		"verseText": "Then a convenient day came when Herod on his birthday made a supper for his nobles, the high officers, and the chief men of Galilee. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 6,
		"canon_order": 24429
	},
	{
		"verseText": "When the daughter of Herodias herself came in and danced, she pleased Herod and those sitting with him. The king said to the young lady, “Ask me whatever you want, and I will give it to you.” ",
		"book": "MRK",
		"verse": 22,
		"chapter": 6,
		"canon_order": 24430
	},
	{
		"verseText": "He swore to her, “Whatever you ask of me, I will give you, up to half of my kingdom.” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 6,
		"canon_order": 24431
	},
	{
		"verseText": "She went out and said to her mother, “What shall I ask?” She said, “The head of John the Baptizer.” ",
		"book": "MRK",
		"verse": 24,
		"chapter": 6,
		"canon_order": 24432
	},
	{
		"verseText": "She came in immediately with haste to the king and requested, “I want you to give me right now the head of John the Baptizer on a platter.” ",
		"book": "MRK",
		"verse": 25,
		"chapter": 6,
		"canon_order": 24433
	},
	{
		"verseText": "The king was exceedingly sorry, but for the sake of his oaths and of his dinner guests, he didn’t wish to refuse her. ",
		"book": "MRK",
		"verse": 26,
		"chapter": 6,
		"canon_order": 24434
	},
	{
		"verseText": "Immediately the king sent out a soldier of his guard and commanded to bring John’s head; and he went and beheaded him in the prison, ",
		"book": "MRK",
		"verse": 27,
		"chapter": 6,
		"canon_order": 24435
	},
	{
		"verseText": "and brought his head on a platter, and gave it to the young lady; and the young lady gave it to her mother. ",
		"book": "MRK",
		"verse": 28,
		"chapter": 6,
		"canon_order": 24436
	},
	{
		"verseText": "When his disciples heard this, they came and took up his corpse and laid it in a tomb. ",
		"book": "MRK",
		"verse": 29,
		"chapter": 6,
		"canon_order": 24437
	},
	{
		"verseText": "The apostles gathered themselves together to Jesus, and they told him all things, whatever they had done, and whatever they had taught. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 6,
		"canon_order": 24438
	},
	{
		"verseText": "He said to them, “Come away into a deserted place, and rest awhile.” For there were many coming and going, and they had no leisure so much as to eat. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 6,
		"canon_order": 24439
	},
	{
		"verseText": "They went away in the boat to a deserted place by themselves. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 6,
		"canon_order": 24440
	},
	{
		"verseText": "They saw them going, and many recognized him and ran there on foot from all the cities. They arrived before them and came together to him. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 6,
		"canon_order": 24441
	},
	{
		"verseText": "Jesus came out, saw a great multitude, and he had compassion on them because they were like sheep without a shepherd; and he began to teach them many things. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 6,
		"canon_order": 24442
	},
	{
		"verseText": "When it was late in the day, his disciples came to him and said, “This place is deserted, and it is late in the day. ",
		"book": "MRK",
		"verse": 35,
		"chapter": 6,
		"canon_order": 24443
	},
	{
		"verseText": "Send them away, that they may go into the surrounding country and villages and buy themselves bread, for they have nothing to eat.” ",
		"book": "MRK",
		"verse": 36,
		"chapter": 6,
		"canon_order": 24444
	},
	{
		"verseText": "But he answered them, “You give them something to eat.” They asked him, “Shall we go and buy two hundred denarii worth of bread and give them something to eat?” ",
		"book": "MRK",
		"verse": 37,
		"chapter": 6,
		"canon_order": 24445
	},
	{
		"verseText": "He said to them, “How many loaves do you have? Go see.” When they knew, they said, “Five, and two fish.” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 6,
		"canon_order": 24446
	},
	{
		"verseText": "He commanded them that everyone should sit down in groups on the green grass. ",
		"book": "MRK",
		"verse": 39,
		"chapter": 6,
		"canon_order": 24447
	},
	{
		"verseText": "They sat down in ranks, by hundreds and by fifties. ",
		"book": "MRK",
		"verse": 40,
		"chapter": 6,
		"canon_order": 24448
	},
	{
		"verseText": "He took the five loaves and the two fish; and looking up to heaven, he blessed and broke the loaves, and he gave to his disciples to set before them, and he divided the two fish among them all. ",
		"book": "MRK",
		"verse": 41,
		"chapter": 6,
		"canon_order": 24449
	},
	{
		"verseText": "They all ate and were filled. ",
		"book": "MRK",
		"verse": 42,
		"chapter": 6,
		"canon_order": 24450
	},
	{
		"verseText": "They took up twelve baskets full of broken pieces and also of the fish. ",
		"book": "MRK",
		"verse": 43,
		"chapter": 6,
		"canon_order": 24451
	},
	{
		"verseText": "Those who ate the loaves were five thousand men. ",
		"book": "MRK",
		"verse": 44,
		"chapter": 6,
		"canon_order": 24452
	},
	{
		"verseText": "Immediately he made his disciples get into the boat and go ahead to the other side, to Bethsaida, while he himself sent the multitude away. ",
		"book": "MRK",
		"verse": 45,
		"chapter": 6,
		"canon_order": 24453
	},
	{
		"verseText": "After he had taken leave of them, he went up the mountain to pray. ",
		"book": "MRK",
		"verse": 46,
		"chapter": 6,
		"canon_order": 24454
	},
	{
		"verseText": "When evening had come, the boat was in the middle of the sea, and he was alone on the land. ",
		"book": "MRK",
		"verse": 47,
		"chapter": 6,
		"canon_order": 24455
	},
	{
		"verseText": "Seeing them distressed in rowing, for the wind was contrary to them, about the fourth watch of the night he came to them, walking on the sea; and he would have passed by them, ",
		"book": "MRK",
		"verse": 48,
		"chapter": 6,
		"canon_order": 24456
	},
	{
		"verseText": "but they, when they saw him walking on the sea, supposed that it was a ghost, and cried out; ",
		"book": "MRK",
		"verse": 49,
		"chapter": 6,
		"canon_order": 24457
	},
	{
		"verseText": "for they all saw him and were troubled. But he immediately spoke with them and said to them, “Cheer up! It is I! Don’t be afraid.” ",
		"book": "MRK",
		"verse": 50,
		"chapter": 6,
		"canon_order": 24458
	},
	{
		"verseText": "He got into the boat with them; and the wind ceased, and they were very amazed among themselves, and marveled; ",
		"book": "MRK",
		"verse": 51,
		"chapter": 6,
		"canon_order": 24459
	},
	{
		"verseText": "for they hadn’t understood about the loaves, but their hearts were hardened. ",
		"book": "MRK",
		"verse": 52,
		"chapter": 6,
		"canon_order": 24460
	},
	{
		"verseText": "When they had crossed over, they came to land at Gennesaret and moored to the shore. ",
		"book": "MRK",
		"verse": 53,
		"chapter": 6,
		"canon_order": 24461
	},
	{
		"verseText": "When they had come out of the boat, immediately the people recognized him, ",
		"book": "MRK",
		"verse": 54,
		"chapter": 6,
		"canon_order": 24462
	},
	{
		"verseText": "and ran around that whole region, and began to bring those who were sick on their mats to where they heard he was. ",
		"book": "MRK",
		"verse": 55,
		"chapter": 6,
		"canon_order": 24463
	},
	{
		"verseText": "Wherever he entered—into villages, or into cities, or into the country—they laid the sick in the marketplaces and begged him that they might just touch the fringe of his garment; and as many as touched him were made well. ",
		"book": "MRK",
		"verse": 56,
		"chapter": 6,
		"canon_order": 24464
	},
	{
		"verseText": "Then the Pharisees and some of the scribes gathered together to him, having come from Jerusalem. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 7,
		"canon_order": 24465
	},
	{
		"verseText": "Now when they saw some of his disciples eating bread with defiled, that is unwashed, hands, they found fault. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 7,
		"canon_order": 24466
	},
	{
		"verseText": "(For the Pharisees and all the Jews don’t eat unless they wash their hands and forearms, holding to the tradition of the elders. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 7,
		"canon_order": 24467
	},
	{
		"verseText": "They don’t eat when they come from the marketplace unless they bathe themselves, and there are many other things which they have received to hold to: washings of cups, pitchers, bronze vessels, and couches.) ",
		"book": "MRK",
		"verse": 4,
		"chapter": 7,
		"canon_order": 24468
	},
	{
		"verseText": "The Pharisees and the scribes asked him, “Why don’t your disciples walk according to the tradition of the elders, but eat their bread with unwashed hands?” ",
		"book": "MRK",
		"verse": 5,
		"chapter": 7,
		"canon_order": 24469
	},
	{
		"verseText": "He answered them, “Well did Isaiah prophesy of you hypocrites, as it is written, ‘This people honors me with their lips, but their heart is far from me. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 7,
		"canon_order": 24470
	},
	{
		"verseText": "They worship me in vain, teaching as doctrines the commandments of men.’ ",
		"book": "MRK",
		"verse": 7,
		"chapter": 7,
		"canon_order": 24471
	},
	{
		"verseText": "“For you set aside the commandment of God, and hold tightly to the tradition of men—the washing of pitchers and cups, and you do many other such things.” ",
		"book": "MRK",
		"verse": 8,
		"chapter": 7,
		"canon_order": 24472
	},
	{
		"verseText": "He said to them, “Full well do you reject the commandment of God, that you may keep your tradition. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 7,
		"canon_order": 24473
	},
	{
		"verseText": "For Moses said, ‘Honor your father and your mother;’ and, ‘He who speaks evil of father or mother, let him be put to death.’ ",
		"book": "MRK",
		"verse": 10,
		"chapter": 7,
		"canon_order": 24474
	},
	{
		"verseText": "But you say, ‘If a man tells his father or his mother, “Whatever profit you might have received from me is Corban,”’” that is to say, given to God, ",
		"book": "MRK",
		"verse": 11,
		"chapter": 7,
		"canon_order": 24475
	},
	{
		"verseText": "“then you no longer allow him to do anything for his father or his mother, ",
		"book": "MRK",
		"verse": 12,
		"chapter": 7,
		"canon_order": 24476
	},
	{
		"verseText": "making void the word of God by your tradition which you have handed down. You do many things like this.” ",
		"book": "MRK",
		"verse": 13,
		"chapter": 7,
		"canon_order": 24477
	},
	{
		"verseText": "He called all the multitude to himself and said to them, “Hear me, all of you, and understand. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 7,
		"canon_order": 24478
	},
	{
		"verseText": "There is nothing from outside of the man that going into him can defile him; but the things which proceed out of the man are those that defile the man. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 7,
		"canon_order": 24479
	},
	{
		"verseText": "If anyone has ears to hear, let him hear!” ",
		"book": "MRK",
		"verse": 16,
		"chapter": 7,
		"canon_order": 24480
	},
	{
		"verseText": "When he had entered into a house away from the multitude, his disciples asked him about the parable. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 7,
		"canon_order": 24481
	},
	{
		"verseText": "He said to them, “Are you also without understanding? Don’t you perceive that whatever goes into the man from outside can’t defile him, ",
		"book": "MRK",
		"verse": 18,
		"chapter": 7,
		"canon_order": 24482
	},
	{
		"verseText": "because it doesn’t go into his heart, but into his stomach, then into the latrine, making all foods clean?” ",
		"book": "MRK",
		"verse": 19,
		"chapter": 7,
		"canon_order": 24483
	},
	{
		"verseText": "He said, “That which proceeds out of the man, that defiles the man. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 7,
		"canon_order": 24484
	},
	{
		"verseText": "For from within, out of the hearts of men, proceed evil thoughts, adulteries, sexual sins, murders, thefts, ",
		"book": "MRK",
		"verse": 21,
		"chapter": 7,
		"canon_order": 24485
	},
	{
		"verseText": "covetings, wickedness, deceit, lustful desires, an evil eye, blasphemy, pride, and foolishness. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 7,
		"canon_order": 24486
	},
	{
		"verseText": "All these evil things come from within and defile the man.” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 7,
		"canon_order": 24487
	},
	{
		"verseText": "From there he arose and went away into the borders of Tyre and Sidon. He entered into a house and didn’t want anyone to know it, but he couldn’t escape notice. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 7,
		"canon_order": 24488
	},
	{
		"verseText": "For a woman whose little daughter had an unclean spirit, having heard of him, came and fell down at his feet. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 7,
		"canon_order": 24489
	},
	{
		"verseText": "Now the woman was a Greek, a Syrophoenician by race. She begged him that he would cast the demon out of her daughter. ",
		"book": "MRK",
		"verse": 26,
		"chapter": 7,
		"canon_order": 24490
	},
	{
		"verseText": "But Jesus said to her, “Let the children be filled first, for it is not appropriate to take the children’s bread and throw it to the dogs.” ",
		"book": "MRK",
		"verse": 27,
		"chapter": 7,
		"canon_order": 24491
	},
	{
		"verseText": "But she answered him, “Yes, Lord. Yet even the dogs under the table eat the children’s crumbs.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 7,
		"canon_order": 24492
	},
	{
		"verseText": "He said to her, “For this saying, go your way. The demon has gone out of your daughter.” ",
		"book": "MRK",
		"verse": 29,
		"chapter": 7,
		"canon_order": 24493
	},
	{
		"verseText": "She went away to her house, and found the child having been laid on the bed, with the demon gone out. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 7,
		"canon_order": 24494
	},
	{
		"verseText": "Again he departed from the borders of Tyre and Sidon, and came to the sea of Galilee through the middle of the region of Decapolis. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 7,
		"canon_order": 24495
	},
	{
		"verseText": "They brought to him one who was deaf and had an impediment in his speech. They begged him to lay his hand on him. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 7,
		"canon_order": 24496
	},
	{
		"verseText": "He took him aside from the multitude privately and put his fingers into his ears; and he spat and touched his tongue. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 7,
		"canon_order": 24497
	},
	{
		"verseText": "Looking up to heaven, he sighed, and said to him, “Ephphatha!” that is, “Be opened!” ",
		"book": "MRK",
		"verse": 34,
		"chapter": 7,
		"canon_order": 24498
	},
	{
		"verseText": "Immediately his ears were opened, and the impediment of his tongue was released, and he spoke clearly. ",
		"book": "MRK",
		"verse": 35,
		"chapter": 7,
		"canon_order": 24499
	},
	{
		"verseText": "He commanded them that they should tell no one, but the more he commanded them, so much the more widely they proclaimed it. ",
		"book": "MRK",
		"verse": 36,
		"chapter": 7,
		"canon_order": 24500
	},
	{
		"verseText": "They were astonished beyond measure, saying, “He has done all things well. He makes even the deaf hear and the mute speak!” ",
		"book": "MRK",
		"verse": 37,
		"chapter": 7,
		"canon_order": 24501
	},
	{
		"verseText": "In those days, when there was a very great multitude, and they had nothing to eat, Jesus called his disciples to himself and said to them, ",
		"book": "MRK",
		"verse": 1,
		"chapter": 8,
		"canon_order": 24502
	},
	{
		"verseText": "“I have compassion on the multitude, because they have stayed with me now three days and have nothing to eat. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 8,
		"canon_order": 24503
	},
	{
		"verseText": "If I send them away fasting to their home, they will faint on the way, for some of them have come a long way.” ",
		"book": "MRK",
		"verse": 3,
		"chapter": 8,
		"canon_order": 24504
	},
	{
		"verseText": "His disciples answered him, “From where could one satisfy these people with bread here in a deserted place?” ",
		"book": "MRK",
		"verse": 4,
		"chapter": 8,
		"canon_order": 24505
	},
	{
		"verseText": "He asked them, “How many loaves do you have?” They said, “Seven.” ",
		"book": "MRK",
		"verse": 5,
		"chapter": 8,
		"canon_order": 24506
	},
	{
		"verseText": "He commanded the multitude to sit down on the ground, and he took the seven loaves. Having given thanks, he broke them and gave them to his disciples to serve, and they served the multitude. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 8,
		"canon_order": 24507
	},
	{
		"verseText": "They also had a few small fish. Having blessed them, he said to serve these also. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 8,
		"canon_order": 24508
	},
	{
		"verseText": "They ate and were filled. They took up seven baskets of broken pieces that were left over. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 8,
		"canon_order": 24509
	},
	{
		"verseText": "Those who had eaten were about four thousand. Then he sent them away. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 8,
		"canon_order": 24510
	},
	{
		"verseText": "Immediately he entered into the boat with his disciples and came into the region of Dalmanutha. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 8,
		"canon_order": 24511
	},
	{
		"verseText": "The Pharisees came out and began to question him, seeking from him a sign from heaven and testing him. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 8,
		"canon_order": 24512
	},
	{
		"verseText": "He sighed deeply in his spirit and said, “Why does this generation seek a sign? Most certainly I tell you, no sign will be given to this generation.” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 8,
		"canon_order": 24513
	},
	{
		"verseText": "He left them, and again entering into the boat, departed to the other side. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 8,
		"canon_order": 24514
	},
	{
		"verseText": "They forgot to take bread; and they didn’t have more than one loaf in the boat with them. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 8,
		"canon_order": 24515
	},
	{
		"verseText": "He warned them, saying, “Take heed: beware of the yeast of the Pharisees and the yeast of Herod.” ",
		"book": "MRK",
		"verse": 15,
		"chapter": 8,
		"canon_order": 24516
	},
	{
		"verseText": "They reasoned with one another, saying, “It’s because we have no bread.” ",
		"book": "MRK",
		"verse": 16,
		"chapter": 8,
		"canon_order": 24517
	},
	{
		"verseText": "Jesus, perceiving it, said to them, “Why do you reason that it’s because you have no bread? Don’t you perceive yet or understand? Is your heart still hardened? ",
		"book": "MRK",
		"verse": 17,
		"chapter": 8,
		"canon_order": 24518
	},
	{
		"verseText": "Having eyes, don’t you see? Having ears, don’t you hear? Don’t you remember? ",
		"book": "MRK",
		"verse": 18,
		"chapter": 8,
		"canon_order": 24519
	},
	{
		"verseText": "When I broke the five loaves among the five thousand, how many baskets full of broken pieces did you take up?” They told him, “Twelve.” ",
		"book": "MRK",
		"verse": 19,
		"chapter": 8,
		"canon_order": 24520
	},
	{
		"verseText": "“When the seven loaves fed the four thousand, how many baskets full of broken pieces did you take up?” They told him, “Seven.” ",
		"book": "MRK",
		"verse": 20,
		"chapter": 8,
		"canon_order": 24521
	},
	{
		"verseText": "He asked them, “Don’t you understand yet?” ",
		"book": "MRK",
		"verse": 21,
		"chapter": 8,
		"canon_order": 24522
	},
	{
		"verseText": "He came to Bethsaida. They brought a blind man to him and begged him to touch him. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 8,
		"canon_order": 24523
	},
	{
		"verseText": "He took hold of the blind man by the hand, and brought him out of the village. When he had spat on his eyes, and laid his hands on him, he asked him if he saw anything. ",
		"book": "MRK",
		"verse": 23,
		"chapter": 8,
		"canon_order": 24524
	},
	{
		"verseText": "He looked up, and said, “I see men, but I see them like walking trees.” ",
		"book": "MRK",
		"verse": 24,
		"chapter": 8,
		"canon_order": 24525
	},
	{
		"verseText": "Then again he laid his hands on his eyes. He looked intently, and was restored, and saw everyone clearly. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 8,
		"canon_order": 24526
	},
	{
		"verseText": "He sent him away to his house, saying, “Don’t enter into the village, nor tell anyone in the village.” ",
		"book": "MRK",
		"verse": 26,
		"chapter": 8,
		"canon_order": 24527
	},
	{
		"verseText": "Jesus went out, with his disciples, into the villages of Caesarea Philippi. On the way he asked his disciples, “Who do men say that I am?” ",
		"book": "MRK",
		"verse": 27,
		"chapter": 8,
		"canon_order": 24528
	},
	{
		"verseText": "They told him, “John the Baptizer, and others say Elijah, but others, one of the prophets.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 8,
		"canon_order": 24529
	},
	{
		"verseText": "He said to them, “But who do you say that I am?” Peter answered, “You are the Christ.” ",
		"book": "MRK",
		"verse": 29,
		"chapter": 8,
		"canon_order": 24530
	},
	{
		"verseText": "He commanded them that they should tell no one about him. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 8,
		"canon_order": 24531
	},
	{
		"verseText": "He began to teach them that the Son of Man must suffer many things, and be rejected by the elders, the chief priests, and the scribes, and be killed, and after three days rise again. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 8,
		"canon_order": 24532
	},
	{
		"verseText": "He spoke to them openly. Peter took him and began to rebuke him. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 8,
		"canon_order": 24533
	},
	{
		"verseText": "But he, turning around and seeing his disciples, rebuked Peter, and said, “Get behind me, Satan! For you have in mind not the things of God, but the things of men.” ",
		"book": "MRK",
		"verse": 33,
		"chapter": 8,
		"canon_order": 24534
	},
	{
		"verseText": "He called the multitude to himself with his disciples and said to them, “Whoever wants to come after me, let him deny himself, and take up his cross, and follow me. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 8,
		"canon_order": 24535
	},
	{
		"verseText": "For whoever wants to save his life will lose it; and whoever will lose his life for my sake and the sake of the Good News will save it. ",
		"book": "MRK",
		"verse": 35,
		"chapter": 8,
		"canon_order": 24536
	},
	{
		"verseText": "For what does it profit a man to gain the whole world and forfeit his life? ",
		"book": "MRK",
		"verse": 36,
		"chapter": 8,
		"canon_order": 24537
	},
	{
		"verseText": "For what will a man give in exchange for his life? ",
		"book": "MRK",
		"verse": 37,
		"chapter": 8,
		"canon_order": 24538
	},
	{
		"verseText": "For whoever will be ashamed of me and of my words in this adulterous and sinful generation, the Son of Man also will be ashamed of him when he comes in his Father’s glory with the holy angels.” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 8,
		"canon_order": 24539
	},
	{
		"verseText": "He said to them, “Most certainly I tell you, there are some standing here who will in no way taste death until they see God’s Kingdom come with power.” ",
		"book": "MRK",
		"verse": 1,
		"chapter": 9,
		"canon_order": 24540
	},
	{
		"verseText": "After six days Jesus took with him Peter, James, and John, and brought them up onto a high mountain privately by themselves, and he was changed into another form in front of them. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 9,
		"canon_order": 24541
	},
	{
		"verseText": "His clothing became glistening, exceedingly white, like snow, such as no launderer on earth can whiten them. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 9,
		"canon_order": 24542
	},
	{
		"verseText": "Elijah and Moses appeared to them, and they were talking with Jesus. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 9,
		"canon_order": 24543
	},
	{
		"verseText": "Peter answered Jesus, “Rabbi, it is good for us to be here. Let’s make three tents: one for you, one for Moses, and one for Elijah.” ",
		"book": "MRK",
		"verse": 5,
		"chapter": 9,
		"canon_order": 24544
	},
	{
		"verseText": "For he didn’t know what to say, for they were very afraid. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 9,
		"canon_order": 24545
	},
	{
		"verseText": "A cloud came, overshadowing them, and a voice came out of the cloud, “This is my beloved Son. Listen to him.” ",
		"book": "MRK",
		"verse": 7,
		"chapter": 9,
		"canon_order": 24546
	},
	{
		"verseText": "Suddenly looking around, they saw no one with them any more, except Jesus only. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 9,
		"canon_order": 24547
	},
	{
		"verseText": "As they were coming down from the mountain, he commanded them that they should tell no one what things they had seen, until after the Son of Man had risen from the dead. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 9,
		"canon_order": 24548
	},
	{
		"verseText": "They kept this saying to themselves, questioning what the “rising from the dead” meant. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 9,
		"canon_order": 24549
	},
	{
		"verseText": "They asked him, saying, “Why do the scribes say that Elijah must come first?” ",
		"book": "MRK",
		"verse": 11,
		"chapter": 9,
		"canon_order": 24550
	},
	{
		"verseText": "He said to them, “Elijah indeed comes first, and restores all things. How is it written about the Son of Man, that he should suffer many things and be despised? ",
		"book": "MRK",
		"verse": 12,
		"chapter": 9,
		"canon_order": 24551
	},
	{
		"verseText": "But I tell you that Elijah has come, and they have also done to him whatever they wanted to, even as it is written about him.” ",
		"book": "MRK",
		"verse": 13,
		"chapter": 9,
		"canon_order": 24552
	},
	{
		"verseText": "Coming to the disciples, he saw a great multitude around them, and scribes questioning them. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 9,
		"canon_order": 24553
	},
	{
		"verseText": "Immediately all the multitude, when they saw him, were greatly amazed, and running to him, greeted him. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 9,
		"canon_order": 24554
	},
	{
		"verseText": "He asked the scribes, “What are you asking them?” ",
		"book": "MRK",
		"verse": 16,
		"chapter": 9,
		"canon_order": 24555
	},
	{
		"verseText": "One of the multitude answered, “Teacher, I brought to you my son, who has a mute spirit; ",
		"book": "MRK",
		"verse": 17,
		"chapter": 9,
		"canon_order": 24556
	},
	{
		"verseText": "and wherever it seizes him, it throws him down; and he foams at the mouth, grinds his teeth, and becomes rigid. I asked your disciples to cast it out, and they weren’t able.” ",
		"book": "MRK",
		"verse": 18,
		"chapter": 9,
		"canon_order": 24557
	},
	{
		"verseText": "He answered him, “Unbelieving generation, how long shall I be with you? How long shall I bear with you? Bring him to me.” ",
		"book": "MRK",
		"verse": 19,
		"chapter": 9,
		"canon_order": 24558
	},
	{
		"verseText": "They brought him to him, and when he saw him, immediately the spirit convulsed him and he fell on the ground, wallowing and foaming at the mouth. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 9,
		"canon_order": 24559
	},
	{
		"verseText": "He asked his father, “How long has it been since this has been happening to him?” He said, “From childhood. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 9,
		"canon_order": 24560
	},
	{
		"verseText": "Often it has cast him both into the fire and into the water to destroy him. But if you can do anything, have compassion on us and help us.” ",
		"book": "MRK",
		"verse": 22,
		"chapter": 9,
		"canon_order": 24561
	},
	{
		"verseText": "Jesus said to him, “If you can believe, all things are possible to him who believes.” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 9,
		"canon_order": 24562
	},
	{
		"verseText": "Immediately the father of the child cried out with tears, “I believe. Help my unbelief!” ",
		"book": "MRK",
		"verse": 24,
		"chapter": 9,
		"canon_order": 24563
	},
	{
		"verseText": "When Jesus saw that a multitude came running together, he rebuked the unclean spirit, saying to him, “You mute and deaf spirit, I command you, come out of him, and never enter him again!” ",
		"book": "MRK",
		"verse": 25,
		"chapter": 9,
		"canon_order": 24564
	},
	{
		"verseText": "After crying out and convulsing him greatly, it came out of him. The boy became like one dead, so much that most of them said, “He is dead.” ",
		"book": "MRK",
		"verse": 26,
		"chapter": 9,
		"canon_order": 24565
	},
	{
		"verseText": "But Jesus took him by the hand and raised him up; and he arose. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 9,
		"canon_order": 24566
	},
	{
		"verseText": "When he had come into the house, his disciples asked him privately, “Why couldn’t we cast it out?” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 9,
		"canon_order": 24567
	},
	{
		"verseText": "He said to them, “This kind can come out by nothing but by prayer and fasting.” ",
		"book": "MRK",
		"verse": 29,
		"chapter": 9,
		"canon_order": 24568
	},
	{
		"verseText": "They went out from there and passed through Galilee. He didn’t want anyone to know it, ",
		"book": "MRK",
		"verse": 30,
		"chapter": 9,
		"canon_order": 24569
	},
	{
		"verseText": "for he was teaching his disciples, and said to them, “The Son of Man is being handed over to the hands of men, and they will kill him; and when he is killed, on the third day he will rise again.” ",
		"book": "MRK",
		"verse": 31,
		"chapter": 9,
		"canon_order": 24570
	},
	{
		"verseText": "But they didn’t understand the saying, and were afraid to ask him. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 9,
		"canon_order": 24571
	},
	{
		"verseText": "He came to Capernaum, and when he was in the house he asked them, “What were you arguing among yourselves on the way?” ",
		"book": "MRK",
		"verse": 33,
		"chapter": 9,
		"canon_order": 24572
	},
	{
		"verseText": "But they were silent, for they had disputed with one another on the way about who was the greatest. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 9,
		"canon_order": 24573
	},
	{
		"verseText": "He sat down and called the twelve; and he said to them, “If any man wants to be first, he shall be last of all, and servant of all.” ",
		"book": "MRK",
		"verse": 35,
		"chapter": 9,
		"canon_order": 24574
	},
	{
		"verseText": "He took a little child and set him in the middle of them. Taking him in his arms, he said to them, ",
		"book": "MRK",
		"verse": 36,
		"chapter": 9,
		"canon_order": 24575
	},
	{
		"verseText": "“Whoever receives one such little child in my name receives me; and whoever receives me, doesn’t receive me, but him who sent me.” ",
		"book": "MRK",
		"verse": 37,
		"chapter": 9,
		"canon_order": 24576
	},
	{
		"verseText": "John said to him, “Teacher, we saw someone who doesn’t follow us casting out demons in your name; and we forbade him, because he doesn’t follow us.” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 9,
		"canon_order": 24577
	},
	{
		"verseText": "But Jesus said, “Don’t forbid him, for there is no one who will do a mighty work in my name and be able quickly to speak evil of me. ",
		"book": "MRK",
		"verse": 39,
		"chapter": 9,
		"canon_order": 24578
	},
	{
		"verseText": "For whoever is not against us is on our side. ",
		"book": "MRK",
		"verse": 40,
		"chapter": 9,
		"canon_order": 24579
	},
	{
		"verseText": "For whoever will give you a cup of water to drink in my name because you are Christ’s, most certainly I tell you, he will in no way lose his reward. ",
		"book": "MRK",
		"verse": 41,
		"chapter": 9,
		"canon_order": 24580
	},
	{
		"verseText": "“Whoever will cause one of these little ones who believe in me to stumble, it would be better for him if he were thrown into the sea with a millstone hung around his neck. ",
		"book": "MRK",
		"verse": 42,
		"chapter": 9,
		"canon_order": 24581
	},
	{
		"verseText": "If your hand causes you to stumble, cut it off. It is better for you to enter into life maimed, rather than having your two hands to go into Gehenna, into the unquenchable fire, ",
		"book": "MRK",
		"verse": 43,
		"chapter": 9,
		"canon_order": 24582
	},
	{
		"verseText": "‘where their worm doesn’t die, and the fire is not quenched.’ ",
		"book": "MRK",
		"verse": 44,
		"chapter": 9,
		"canon_order": 24583
	},
	{
		"verseText": "If your foot causes you to stumble, cut it off. It is better for you to enter into life lame, rather than having your two feet to be cast into Gehenna, into the fire that will never be quenched— ",
		"book": "MRK",
		"verse": 45,
		"chapter": 9,
		"canon_order": 24584
	},
	{
		"verseText": "‘where their worm doesn’t die, and the fire is not quenched.’ ",
		"book": "MRK",
		"verse": 46,
		"chapter": 9,
		"canon_order": 24585
	},
	{
		"verseText": "If your eye causes you to stumble, throw it out. It is better for you to enter into God’s Kingdom with one eye, rather than having two eyes to be cast into the Gehenna of fire, ",
		"book": "MRK",
		"verse": 47,
		"chapter": 9,
		"canon_order": 24586
	},
	{
		"verseText": "‘where their worm doesn’t die, and the fire is not quenched.’ ",
		"book": "MRK",
		"verse": 48,
		"chapter": 9,
		"canon_order": 24587
	},
	{
		"verseText": "For everyone will be salted with fire, and every sacrifice will be seasoned with salt. ",
		"book": "MRK",
		"verse": 49,
		"chapter": 9,
		"canon_order": 24588
	},
	{
		"verseText": "Salt is good, but if the salt has lost its saltiness, with what will you season it? Have salt in yourselves, and be at peace with one another.” ",
		"book": "MRK",
		"verse": 50,
		"chapter": 9,
		"canon_order": 24589
	},
	{
		"verseText": "He arose from there and came into the borders of Judea and beyond the Jordan. Multitudes came together to him again. As he usually did, he was again teaching them. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 10,
		"canon_order": 24590
	},
	{
		"verseText": "Pharisees came to him testing him, and asked him, “Is it lawful for a man to divorce his wife?” ",
		"book": "MRK",
		"verse": 2,
		"chapter": 10,
		"canon_order": 24591
	},
	{
		"verseText": "He answered, “What did Moses command you?” ",
		"book": "MRK",
		"verse": 3,
		"chapter": 10,
		"canon_order": 24592
	},
	{
		"verseText": "They said, “Moses allowed a certificate of divorce to be written, and to divorce her.” ",
		"book": "MRK",
		"verse": 4,
		"chapter": 10,
		"canon_order": 24593
	},
	{
		"verseText": "But Jesus said to them, “For your hardness of heart, he wrote you this commandment. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 10,
		"canon_order": 24594
	},
	{
		"verseText": "But from the beginning of the creation, God made them male and female. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 10,
		"canon_order": 24595
	},
	{
		"verseText": "For this cause a man will leave his father and mother, and will join to his wife, ",
		"book": "MRK",
		"verse": 7,
		"chapter": 10,
		"canon_order": 24596
	},
	{
		"verseText": "and the two will become one flesh, so that they are no longer two, but one flesh. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 10,
		"canon_order": 24597
	},
	{
		"verseText": "What therefore God has joined together, let no man separate.” ",
		"book": "MRK",
		"verse": 9,
		"chapter": 10,
		"canon_order": 24598
	},
	{
		"verseText": "In the house, his disciples asked him again about the same matter. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 10,
		"canon_order": 24599
	},
	{
		"verseText": "He said to them, “Whoever divorces his wife and marries another commits adultery against her. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 10,
		"canon_order": 24600
	},
	{
		"verseText": "If a woman herself divorces her husband and marries another, she commits adultery.” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 10,
		"canon_order": 24601
	},
	{
		"verseText": "They were bringing to him little children, that he should touch them, but the disciples rebuked those who were bringing them. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 10,
		"canon_order": 24602
	},
	{
		"verseText": "But when Jesus saw it, he was moved with indignation and said to them, “Allow the little children to come to me! Don’t forbid them, for God’s Kingdom belongs to such as these. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 10,
		"canon_order": 24603
	},
	{
		"verseText": "Most certainly I tell you, whoever will not receive God’s Kingdom like a little child, he will in no way enter into it.” ",
		"book": "MRK",
		"verse": 15,
		"chapter": 10,
		"canon_order": 24604
	},
	{
		"verseText": "He took them in his arms and blessed them, laying his hands on them. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 10,
		"canon_order": 24605
	},
	{
		"verseText": "As he was going out into the way, one ran to him, knelt before him, and asked him, “Good Teacher, what shall I do that I may inherit eternal life?” ",
		"book": "MRK",
		"verse": 17,
		"chapter": 10,
		"canon_order": 24606
	},
	{
		"verseText": "Jesus said to him, “Why do you call me good? No one is good except one—God. ",
		"book": "MRK",
		"verse": 18,
		"chapter": 10,
		"canon_order": 24607
	},
	{
		"verseText": "You know the commandments: ‘Do not murder,’ ‘Do not commit adultery,’ ‘Do not steal,’ ‘Do not give false testimony,’ ‘Do not defraud,’ ‘Honor your father and mother.’” ",
		"book": "MRK",
		"verse": 19,
		"chapter": 10,
		"canon_order": 24608
	},
	{
		"verseText": "He said to him, “Teacher, I have observed all these things from my youth.” ",
		"book": "MRK",
		"verse": 20,
		"chapter": 10,
		"canon_order": 24609
	},
	{
		"verseText": "Jesus looking at him loved him, and said to him, “One thing you lack. Go, sell whatever you have and give to the poor, and you will have treasure in heaven; and come, follow me, taking up the cross.” ",
		"book": "MRK",
		"verse": 21,
		"chapter": 10,
		"canon_order": 24610
	},
	{
		"verseText": "But his face fell at that saying, and he went away sorrowful, for he was one who had great possessions. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 10,
		"canon_order": 24611
	},
	{
		"verseText": "Jesus looked around and said to his disciples, “How difficult it is for those who have riches to enter into God’s Kingdom!” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 10,
		"canon_order": 24612
	},
	{
		"verseText": "The disciples were amazed at his words. But Jesus answered again, “Children, how hard it is for those who trust in riches to enter into God’s Kingdom! ",
		"book": "MRK",
		"verse": 24,
		"chapter": 10,
		"canon_order": 24613
	},
	{
		"verseText": "It is easier for a camel to go through a needle’s eye than for a rich man to enter into God’s Kingdom.” ",
		"book": "MRK",
		"verse": 25,
		"chapter": 10,
		"canon_order": 24614
	},
	{
		"verseText": "They were exceedingly astonished, saying to him, “Then who can be saved?” ",
		"book": "MRK",
		"verse": 26,
		"chapter": 10,
		"canon_order": 24615
	},
	{
		"verseText": "Jesus, looking at them, said, “With men it is impossible, but not with God, for all things are possible with God.” ",
		"book": "MRK",
		"verse": 27,
		"chapter": 10,
		"canon_order": 24616
	},
	{
		"verseText": "Peter began to tell him, “Behold, we have left all and have followed you.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 10,
		"canon_order": 24617
	},
	{
		"verseText": "Jesus said, “Most certainly I tell you, there is no one who has left house, or brothers, or sisters, or father, or mother, or wife, or children, or land, for my sake, and for the sake of the Good News, ",
		"book": "MRK",
		"verse": 29,
		"chapter": 10,
		"canon_order": 24618
	},
	{
		"verseText": "but he will receive one hundred times more now in this time: houses, brothers, sisters, mothers, children, and land, with persecutions; and in the age to come eternal life. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 10,
		"canon_order": 24619
	},
	{
		"verseText": "But many who are first will be last, and the last first.” ",
		"book": "MRK",
		"verse": 31,
		"chapter": 10,
		"canon_order": 24620
	},
	{
		"verseText": "They were on the way, going up to Jerusalem; and Jesus was going in front of them, and they were amazed; and those who followed were afraid. He again took the twelve, and began to tell them the things that were going to happen to him. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 10,
		"canon_order": 24621
	},
	{
		"verseText": "“Behold, we are going up to Jerusalem. The Son of Man will be delivered to the chief priests and the scribes. They will condemn him to death, and will deliver him to the Gentiles. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 10,
		"canon_order": 24622
	},
	{
		"verseText": "They will mock him, spit on him, scourge him, and kill him. On the third day he will rise again.” ",
		"book": "MRK",
		"verse": 34,
		"chapter": 10,
		"canon_order": 24623
	},
	{
		"verseText": "James and John, the sons of Zebedee, came near to him, saying, “Teacher, we want you to do for us whatever we will ask.” ",
		"book": "MRK",
		"verse": 35,
		"chapter": 10,
		"canon_order": 24624
	},
	{
		"verseText": "He said to them, “What do you want me to do for you?” ",
		"book": "MRK",
		"verse": 36,
		"chapter": 10,
		"canon_order": 24625
	},
	{
		"verseText": "They said to him, “Grant to us that we may sit, one at your right hand and one at your left hand, in your glory.” ",
		"book": "MRK",
		"verse": 37,
		"chapter": 10,
		"canon_order": 24626
	},
	{
		"verseText": "But Jesus said to them, “You don’t know what you are asking. Are you able to drink the cup that I drink, and to be baptized with the baptism that I am baptized with?” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 10,
		"canon_order": 24627
	},
	{
		"verseText": "They said to him, “We are able.” Jesus said to them, “You shall indeed drink the cup that I drink, and you shall be baptized with the baptism that I am baptized with; ",
		"book": "MRK",
		"verse": 39,
		"chapter": 10,
		"canon_order": 24628
	},
	{
		"verseText": "but to sit at my right hand and at my left hand is not mine to give, but for whom it has been prepared.” ",
		"book": "MRK",
		"verse": 40,
		"chapter": 10,
		"canon_order": 24629
	},
	{
		"verseText": "When the ten heard it, they began to be indignant toward James and John. ",
		"book": "MRK",
		"verse": 41,
		"chapter": 10,
		"canon_order": 24630
	},
	{
		"verseText": "Jesus summoned them and said to them, “You know that they who are recognized as rulers over the nations lord it over them, and their great ones exercise authority over them. ",
		"book": "MRK",
		"verse": 42,
		"chapter": 10,
		"canon_order": 24631
	},
	{
		"verseText": "But it shall not be so among you, but whoever wants to become great among you shall be your servant. ",
		"book": "MRK",
		"verse": 43,
		"chapter": 10,
		"canon_order": 24632
	},
	{
		"verseText": "Whoever of you wants to become first among you shall be bondservant of all. ",
		"book": "MRK",
		"verse": 44,
		"chapter": 10,
		"canon_order": 24633
	},
	{
		"verseText": "For the Son of Man also came not to be served but to serve, and to give his life as a ransom for many.” ",
		"book": "MRK",
		"verse": 45,
		"chapter": 10,
		"canon_order": 24634
	},
	{
		"verseText": "They came to Jericho. As he went out from Jericho with his disciples and a great multitude, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the road. ",
		"book": "MRK",
		"verse": 46,
		"chapter": 10,
		"canon_order": 24635
	},
	{
		"verseText": "When he heard that it was Jesus the Nazarene, he began to cry out and say, “Jesus, you son of David, have mercy on me!” ",
		"book": "MRK",
		"verse": 47,
		"chapter": 10,
		"canon_order": 24636
	},
	{
		"verseText": "Many rebuked him, that he should be quiet, but he cried out much more, “You son of David, have mercy on me!” ",
		"book": "MRK",
		"verse": 48,
		"chapter": 10,
		"canon_order": 24637
	},
	{
		"verseText": "Jesus stood still and said, “Call him.” They called the blind man, saying to him, “Cheer up! Get up. He is calling you!” ",
		"book": "MRK",
		"verse": 49,
		"chapter": 10,
		"canon_order": 24638
	},
	{
		"verseText": "He, casting away his cloak, sprang up, and came to Jesus. ",
		"book": "MRK",
		"verse": 50,
		"chapter": 10,
		"canon_order": 24639
	},
	{
		"verseText": "Jesus asked him, “What do you want me to do for you?” The blind man said to him, “Rabboni, that I may see again.” ",
		"book": "MRK",
		"verse": 51,
		"chapter": 10,
		"canon_order": 24640
	},
	{
		"verseText": "Jesus said to him, “Go your way. Your faith has made you well.” Immediately he received his sight and followed Jesus on the way. ",
		"book": "MRK",
		"verse": 52,
		"chapter": 10,
		"canon_order": 24641
	},
	{
		"verseText": "When they came near to Jerusalem, to Bethsphage and Bethany, at the Mount of Olives, he sent two of his disciples ",
		"book": "MRK",
		"verse": 1,
		"chapter": 11,
		"canon_order": 24642
	},
	{
		"verseText": "and said to them, “Go your way into the village that is opposite you. Immediately as you enter into it, you will find a young donkey tied, on which no one has sat. Untie him and bring him. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 11,
		"canon_order": 24643
	},
	{
		"verseText": "If anyone asks you, ‘Why are you doing this?’ say, ‘The Lord needs him;’ and immediately he will send him back here.” ",
		"book": "MRK",
		"verse": 3,
		"chapter": 11,
		"canon_order": 24644
	},
	{
		"verseText": "They went away, and found a young donkey tied at the door outside in the open street, and they untied him. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 11,
		"canon_order": 24645
	},
	{
		"verseText": "Some of those who stood there asked them, “What are you doing, untying the young donkey?” ",
		"book": "MRK",
		"verse": 5,
		"chapter": 11,
		"canon_order": 24646
	},
	{
		"verseText": "They said to them just as Jesus had said, and they let them go. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 11,
		"canon_order": 24647
	},
	{
		"verseText": "They brought the young donkey to Jesus and threw their garments on it, and Jesus sat on it. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 11,
		"canon_order": 24648
	},
	{
		"verseText": "Many spread their garments on the way, and others were cutting down branches from the trees and spreading them on the road. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 11,
		"canon_order": 24649
	},
	{
		"verseText": "Those who went in front and those who followed cried out, “Hosanna! Blessed is he who comes in the name of the Lord! ",
		"book": "MRK",
		"verse": 9,
		"chapter": 11,
		"canon_order": 24650
	},
	{
		"verseText": "Blessed is the kingdom of our father David that is coming in the name of the Lord! Hosanna in the highest!” ",
		"book": "MRK",
		"verse": 10,
		"chapter": 11,
		"canon_order": 24651
	},
	{
		"verseText": "Jesus entered into the temple in Jerusalem. When he had looked around at everything, it being now evening, he went out to Bethany with the twelve. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 11,
		"canon_order": 24652
	},
	{
		"verseText": "The next day, when they had come out from Bethany, he was hungry. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 11,
		"canon_order": 24653
	},
	{
		"verseText": "Seeing a fig tree afar off having leaves, he came to see if perhaps he might find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 11,
		"canon_order": 24654
	},
	{
		"verseText": "Jesus told it, “May no one ever eat fruit from you again!” and his disciples heard it. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 11,
		"canon_order": 24655
	},
	{
		"verseText": "They came to Jerusalem, and Jesus entered into the temple and began to throw out those who sold and those who bought in the temple, and overthrew the money changers’ tables and the seats of those who sold the doves. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 11,
		"canon_order": 24656
	},
	{
		"verseText": "He would not allow anyone to carry a container through the temple. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 11,
		"canon_order": 24657
	},
	{
		"verseText": "He taught, saying to them, “Isn’t it written, ‘My house will be called a house of prayer for all the nations?’ But you have made it a den of robbers!” ",
		"book": "MRK",
		"verse": 17,
		"chapter": 11,
		"canon_order": 24658
	},
	{
		"verseText": "The chief priests and the scribes heard it, and sought how they might destroy him. For they feared him, because all the multitude was astonished at his teaching. ",
		"book": "MRK",
		"verse": 18,
		"chapter": 11,
		"canon_order": 24659
	},
	{
		"verseText": "When evening came, he went out of the city. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 11,
		"canon_order": 24660
	},
	{
		"verseText": "As they passed by in the morning, they saw the fig tree withered away from the roots. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 11,
		"canon_order": 24661
	},
	{
		"verseText": "Peter, remembering, said to him, “Rabbi, look! The fig tree which you cursed has withered away.” ",
		"book": "MRK",
		"verse": 21,
		"chapter": 11,
		"canon_order": 24662
	},
	{
		"verseText": "Jesus answered them, “Have faith in God. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 11,
		"canon_order": 24663
	},
	{
		"verseText": "For most certainly I tell you, whoever may tell this mountain, ‘Be taken up and cast into the sea,’ and doesn’t doubt in his heart, but believes that what he says is happening, he shall have whatever he says. ",
		"book": "MRK",
		"verse": 23,
		"chapter": 11,
		"canon_order": 24664
	},
	{
		"verseText": "Therefore I tell you, all things whatever you pray and ask for, believe that you have received them, and you shall have them. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 11,
		"canon_order": 24665
	},
	{
		"verseText": "Whenever you stand praying, forgive, if you have anything against anyone; so that your Father, who is in heaven, may also forgive you your transgressions. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 11,
		"canon_order": 24666
	},
	{
		"verseText": "But if you do not forgive, neither will your Father in heaven forgive your transgressions.” ",
		"book": "MRK",
		"verse": 26,
		"chapter": 11,
		"canon_order": 24667
	},
	{
		"verseText": "They came again to Jerusalem, and as he was walking in the temple, the chief priests, the scribes, and the elders came to him, ",
		"book": "MRK",
		"verse": 27,
		"chapter": 11,
		"canon_order": 24668
	},
	{
		"verseText": "and they began saying to him, “By what authority do you do these things? Or who gave you this authority to do these things?” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 11,
		"canon_order": 24669
	},
	{
		"verseText": "Jesus said to them, “I will ask you one question. Answer me, and I will tell you by what authority I do these things. ",
		"book": "MRK",
		"verse": 29,
		"chapter": 11,
		"canon_order": 24670
	},
	{
		"verseText": "The baptism of John—was it from heaven, or from men? Answer me.” ",
		"book": "MRK",
		"verse": 30,
		"chapter": 11,
		"canon_order": 24671
	},
	{
		"verseText": "They reasoned with themselves, saying, “If we should say, ‘From heaven;’ he will say, ‘Why then did you not believe him?’ ",
		"book": "MRK",
		"verse": 31,
		"chapter": 11,
		"canon_order": 24672
	},
	{
		"verseText": "If we should say, ‘From men’”—they feared the people, for all held John to really be a prophet. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 11,
		"canon_order": 24673
	},
	{
		"verseText": "They answered Jesus, “We don’t know.” Jesus said to them, “Neither will I tell you by what authority I do these things.” ",
		"book": "MRK",
		"verse": 33,
		"chapter": 11,
		"canon_order": 24674
	},
	{
		"verseText": "He began to speak to them in parables. “A man planted a vineyard, put a hedge around it, dug a pit for the wine press, built a tower, rented it out to a farmer, and went into another country. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 12,
		"canon_order": 24675
	},
	{
		"verseText": "When it was time, he sent a servant to the farmer to get from the farmer his share of the fruit of the vineyard. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 12,
		"canon_order": 24676
	},
	{
		"verseText": "They took him, beat him, and sent him away empty. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 12,
		"canon_order": 24677
	},
	{
		"verseText": "Again, he sent another servant to them; and they threw stones at him, wounded him in the head, and sent him away shamefully treated. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 12,
		"canon_order": 24678
	},
	{
		"verseText": "Again he sent another, and they killed him, and many others, beating some, and killing some. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 12,
		"canon_order": 24679
	},
	{
		"verseText": "Therefore still having one, his beloved son, he sent him last to them, saying, ‘They will respect my son.’ ",
		"book": "MRK",
		"verse": 6,
		"chapter": 12,
		"canon_order": 24680
	},
	{
		"verseText": "But those farmers said among themselves, ‘This is the heir. Come, let’s kill him, and the inheritance will be ours.’ ",
		"book": "MRK",
		"verse": 7,
		"chapter": 12,
		"canon_order": 24681
	},
	{
		"verseText": "They took him, killed him, and cast him out of the vineyard. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 12,
		"canon_order": 24682
	},
	{
		"verseText": "What therefore will the lord of the vineyard do? He will come and destroy the farmers, and will give the vineyard to others. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 12,
		"canon_order": 24683
	},
	{
		"verseText": "Haven’t you even read this Scripture: ‘The stone which the builders rejected was made the head of the corner. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 12,
		"canon_order": 24684
	},
	{
		"verseText": "This was from the Lord. It is marvelous in our eyes’?” ",
		"book": "MRK",
		"verse": 11,
		"chapter": 12,
		"canon_order": 24685
	},
	{
		"verseText": "They tried to seize him, but they feared the multitude; for they perceived that he spoke the parable against them. They left him and went away. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 12,
		"canon_order": 24686
	},
	{
		"verseText": "They sent some of the Pharisees and the Herodians to him, that they might trap him with words. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 12,
		"canon_order": 24687
	},
	{
		"verseText": "When they had come, they asked him, “Teacher, we know that you are honest, and don’t defer to anyone; for you aren’t partial to anyone, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? ",
		"book": "MRK",
		"verse": 14,
		"chapter": 12,
		"canon_order": 24688
	},
	{
		"verseText": "Shall we give, or shall we not give?” But he, knowing their hypocrisy, said to them, “Why do you test me? Bring me a denarius, that I may see it.” ",
		"book": "MRK",
		"verse": 15,
		"chapter": 12,
		"canon_order": 24689
	},
	{
		"verseText": "They brought it. He said to them, “Whose is this image and inscription?” They said to him, “Caesar’s.” ",
		"book": "MRK",
		"verse": 16,
		"chapter": 12,
		"canon_order": 24690
	},
	{
		"verseText": "Jesus answered them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” They marveled greatly at him. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 12,
		"canon_order": 24691
	},
	{
		"verseText": "Some Sadducees, who say that there is no resurrection, came to him. They asked him, saying, ",
		"book": "MRK",
		"verse": 18,
		"chapter": 12,
		"canon_order": 24692
	},
	{
		"verseText": "“Teacher, Moses wrote to us, ‘If a man’s brother dies and leaves a wife behind him, and leaves no children, that his brother should take his wife and raise up offspring for his brother.’ ",
		"book": "MRK",
		"verse": 19,
		"chapter": 12,
		"canon_order": 24693
	},
	{
		"verseText": "There were seven brothers. The first took a wife, and dying left no offspring. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 12,
		"canon_order": 24694
	},
	{
		"verseText": "The second took her, and died, leaving no children behind him. The third likewise; ",
		"book": "MRK",
		"verse": 21,
		"chapter": 12,
		"canon_order": 24695
	},
	{
		"verseText": "and the seven took her and left no children. Last of all the woman also died. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 12,
		"canon_order": 24696
	},
	{
		"verseText": "In the resurrection, when they rise, whose wife will she be of them? For the seven had her as a wife.” ",
		"book": "MRK",
		"verse": 23,
		"chapter": 12,
		"canon_order": 24697
	},
	{
		"verseText": "Jesus answered them, “Isn’t this because you are mistaken, not knowing the Scriptures nor the power of God? ",
		"book": "MRK",
		"verse": 24,
		"chapter": 12,
		"canon_order": 24698
	},
	{
		"verseText": "For when they will rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 12,
		"canon_order": 24699
	},
	{
		"verseText": "But about the dead, that they are raised, haven’t you read in the book of Moses about the Bush, how God spoke to him, saying, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’? ",
		"book": "MRK",
		"verse": 26,
		"chapter": 12,
		"canon_order": 24700
	},
	{
		"verseText": "He is not the God of the dead, but of the living. You are therefore badly mistaken.” ",
		"book": "MRK",
		"verse": 27,
		"chapter": 12,
		"canon_order": 24701
	},
	{
		"verseText": "One of the scribes came and heard them questioning together, and knowing that he had answered them well, asked him, “Which commandment is the greatest of all?” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 12,
		"canon_order": 24702
	},
	{
		"verseText": "Jesus answered, “The greatest is: ‘Hear, Israel, the Lord our God, the Lord is one. ",
		"book": "MRK",
		"verse": 29,
		"chapter": 12,
		"canon_order": 24703
	},
	{
		"verseText": "You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 12,
		"canon_order": 24704
	},
	{
		"verseText": "The second is like this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.” ",
		"book": "MRK",
		"verse": 31,
		"chapter": 12,
		"canon_order": 24705
	},
	{
		"verseText": "The scribe said to him, “Truly, teacher, you have said well that he is one, and there is none other but he; ",
		"book": "MRK",
		"verse": 32,
		"chapter": 12,
		"canon_order": 24706
	},
	{
		"verseText": "and to love him with all the heart, with all the understanding, all the soul, and with all the strength, and to love his neighbor as himself, is more important than all whole burnt offerings and sacrifices.” ",
		"book": "MRK",
		"verse": 33,
		"chapter": 12,
		"canon_order": 24707
	},
	{
		"verseText": "When Jesus saw that he answered wisely, he said to him, “You are not far from God’s Kingdom.” No one dared ask him any question after that. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 12,
		"canon_order": 24708
	},
	{
		"verseText": "Jesus responded, as he taught in the temple, “How is it that the scribes say that the Christ is the son of David? ",
		"book": "MRK",
		"verse": 35,
		"chapter": 12,
		"canon_order": 24709
	},
	{
		"verseText": "For David himself said in the Holy Spirit, ‘The Lord said to my Lord, “Sit at my right hand, until I make your enemies the footstool of your feet.”’ ",
		"book": "MRK",
		"verse": 36,
		"chapter": 12,
		"canon_order": 24710
	},
	{
		"verseText": "Therefore David himself calls him Lord, so how can he be his son?” The common people heard him gladly. ",
		"book": "MRK",
		"verse": 37,
		"chapter": 12,
		"canon_order": 24711
	},
	{
		"verseText": "In his teaching he said to them, “Beware of the scribes, who like to walk in long robes, and to get greetings in the marketplaces, ",
		"book": "MRK",
		"verse": 38,
		"chapter": 12,
		"canon_order": 24712
	},
	{
		"verseText": "and to get the best seats in the synagogues and the best places at feasts, ",
		"book": "MRK",
		"verse": 39,
		"chapter": 12,
		"canon_order": 24713
	},
	{
		"verseText": "those who devour widows’ houses, and for a pretense make long prayers. These will receive greater condemnation.” ",
		"book": "MRK",
		"verse": 40,
		"chapter": 12,
		"canon_order": 24714
	},
	{
		"verseText": "Jesus sat down opposite the treasury and saw how the multitude cast money into the treasury. Many who were rich cast in much. ",
		"book": "MRK",
		"verse": 41,
		"chapter": 12,
		"canon_order": 24715
	},
	{
		"verseText": "A poor widow came and she cast in two small brass coins, which equal a quadrans coin. ",
		"book": "MRK",
		"verse": 42,
		"chapter": 12,
		"canon_order": 24716
	},
	{
		"verseText": "He called his disciples to himself and said to them, “Most certainly I tell you, this poor widow gave more than all those who are giving into the treasury, ",
		"book": "MRK",
		"verse": 43,
		"chapter": 12,
		"canon_order": 24717
	},
	{
		"verseText": "for they all gave out of their abundance, but she, out of her poverty, gave all that she had to live on.” ",
		"book": "MRK",
		"verse": 44,
		"chapter": 12,
		"canon_order": 24718
	},
	{
		"verseText": "As he went out of the temple, one of his disciples said to him, “Teacher, see what kind of stones and what kind of buildings!” ",
		"book": "MRK",
		"verse": 1,
		"chapter": 13,
		"canon_order": 24719
	},
	{
		"verseText": "Jesus said to him, “Do you see these great buildings? There will not be left here one stone on another, which will not be thrown down.” ",
		"book": "MRK",
		"verse": 2,
		"chapter": 13,
		"canon_order": 24720
	},
	{
		"verseText": "As he sat on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately, ",
		"book": "MRK",
		"verse": 3,
		"chapter": 13,
		"canon_order": 24721
	},
	{
		"verseText": "“Tell us, when will these things be? What is the sign that these things are all about to be fulfilled?” ",
		"book": "MRK",
		"verse": 4,
		"chapter": 13,
		"canon_order": 24722
	},
	{
		"verseText": "Jesus, answering, began to tell them, “Be careful that no one leads you astray. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 13,
		"canon_order": 24723
	},
	{
		"verseText": "For many will come in my name, saying, ‘I am he!’ and will lead many astray. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 13,
		"canon_order": 24724
	},
	{
		"verseText": "“When you hear of wars and rumors of wars, don’t be troubled. For those must happen, but the end is not yet. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 13,
		"canon_order": 24725
	},
	{
		"verseText": "For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places. There will be famines and troubles. These things are the beginning of birth pains. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 13,
		"canon_order": 24726
	},
	{
		"verseText": "“But watch yourselves, for they will deliver you up to councils. You will be beaten in synagogues. You will stand before rulers and kings for my sake, for a testimony to them. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 13,
		"canon_order": 24727
	},
	{
		"verseText": "The Good News must first be preached to all the nations. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 13,
		"canon_order": 24728
	},
	{
		"verseText": "When they lead you away and deliver you up, don’t be anxious beforehand or premeditate what you will say, but say whatever will be given you in that hour. For it is not you who speak, but the Holy Spirit. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 13,
		"canon_order": 24729
	},
	{
		"verseText": "“Brother will deliver up brother to death, and the father his child. Children will rise up against parents and cause them to be put to death. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 13,
		"canon_order": 24730
	},
	{
		"verseText": "You will be hated by all men for my name’s sake, but he who endures to the end will be saved. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 13,
		"canon_order": 24731
	},
	{
		"verseText": "“But when you see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not” (let the reader understand), “then let those who are in Judea flee to the mountains, ",
		"book": "MRK",
		"verse": 14,
		"chapter": 13,
		"canon_order": 24732
	},
	{
		"verseText": "and let him who is on the housetop not go down, nor enter in, to take anything out of his house. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 13,
		"canon_order": 24733
	},
	{
		"verseText": "Let him who is in the field not return back to take his cloak. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 13,
		"canon_order": 24734
	},
	{
		"verseText": "But woe to those who are with child and to those who nurse babies in those days! ",
		"book": "MRK",
		"verse": 17,
		"chapter": 13,
		"canon_order": 24735
	},
	{
		"verseText": "Pray that your flight won’t be in the winter. ",
		"book": "MRK",
		"verse": 18,
		"chapter": 13,
		"canon_order": 24736
	},
	{
		"verseText": "For in those days there will be oppression, such as there has not been the like from the beginning of the creation which God created until now, and never will be. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 13,
		"canon_order": 24737
	},
	{
		"verseText": "Unless the Lord had shortened the days, no flesh would have been saved; but for the sake of the chosen ones, whom he picked out, he shortened the days. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 13,
		"canon_order": 24738
	},
	{
		"verseText": "Then if anyone tells you, ‘Look, here is the Christ!’ or, ‘Look, there!’ don’t believe it. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 13,
		"canon_order": 24739
	},
	{
		"verseText": "For false christs and false prophets will arise and will show signs and wonders, that they may lead astray, if possible, even the chosen ones. ",
		"book": "MRK",
		"verse": 22,
		"chapter": 13,
		"canon_order": 24740
	},
	{
		"verseText": "But you watch. “Behold, I have told you all things beforehand. ",
		"book": "MRK",
		"verse": 23,
		"chapter": 13,
		"canon_order": 24741
	},
	{
		"verseText": "But in those days, after that oppression, the sun will be darkened, the moon will not give its light, ",
		"book": "MRK",
		"verse": 24,
		"chapter": 13,
		"canon_order": 24742
	},
	{
		"verseText": "the stars will be falling from the sky, and the powers that are in the heavens will be shaken. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 13,
		"canon_order": 24743
	},
	{
		"verseText": "Then they will see the Son of Man coming in clouds with great power and glory. ",
		"book": "MRK",
		"verse": 26,
		"chapter": 13,
		"canon_order": 24744
	},
	{
		"verseText": "Then he will send out his angels, and will gather together his chosen ones from the four winds, from the ends of the earth to the ends of the sky. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 13,
		"canon_order": 24745
	},
	{
		"verseText": "“Now from the fig tree, learn this parable. When the branch has now become tender and produces its leaves, you know that the summer is near; ",
		"book": "MRK",
		"verse": 28,
		"chapter": 13,
		"canon_order": 24746
	},
	{
		"verseText": "even so you also, when you see these things coming to pass, know that it is near, at the doors. ",
		"book": "MRK",
		"verse": 29,
		"chapter": 13,
		"canon_order": 24747
	},
	{
		"verseText": "Most certainly I say to you, this generation will not pass away until all these things happen. ",
		"book": "MRK",
		"verse": 30,
		"chapter": 13,
		"canon_order": 24748
	},
	{
		"verseText": "Heaven and earth will pass away, but my words will not pass away. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 13,
		"canon_order": 24749
	},
	{
		"verseText": "“But of that day or that hour no one knows—not even the angels in heaven, nor the Son, but only the Father. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 13,
		"canon_order": 24750
	},
	{
		"verseText": "Watch, keep alert, and pray; for you don’t know when the time is. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 13,
		"canon_order": 24751
	},
	{
		"verseText": "“It is like a man traveling to another country, having left his house and given authority to his servants, and to each one his work, and also commanded the doorkeeper to keep watch. ",
		"book": "MRK",
		"verse": 34,
		"chapter": 13,
		"canon_order": 24752
	},
	{
		"verseText": "Watch therefore, for you don’t know when the lord of the house is coming—whether at evening, or at midnight, or when the rooster crows, or in the morning; ",
		"book": "MRK",
		"verse": 35,
		"chapter": 13,
		"canon_order": 24753
	},
	{
		"verseText": "lest, coming suddenly, he might find you sleeping. ",
		"book": "MRK",
		"verse": 36,
		"chapter": 13,
		"canon_order": 24754
	},
	{
		"verseText": "What I tell you, I tell all: Watch!” ",
		"book": "MRK",
		"verse": 37,
		"chapter": 13,
		"canon_order": 24755
	},
	{
		"verseText": "It was now two days before the Passover and the Feast of Unleavened Bread, and the chief priests and the scribes sought how they might seize him by deception and kill him. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 14,
		"canon_order": 24756
	},
	{
		"verseText": "For they said, “Not during the feast, because there might be a riot among the people.” ",
		"book": "MRK",
		"verse": 2,
		"chapter": 14,
		"canon_order": 24757
	},
	{
		"verseText": "While he was at Bethany, in the house of Simon the leper, as he sat at the table, a woman came having an alabaster jar of ointment of pure nard—very costly. She broke the jar and poured it over his head. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 14,
		"canon_order": 24758
	},
	{
		"verseText": "But there were some who were indignant among themselves, saying, “Why has this ointment been wasted? ",
		"book": "MRK",
		"verse": 4,
		"chapter": 14,
		"canon_order": 24759
	},
	{
		"verseText": "For this might have been sold for more than three hundred denarii and given to the poor.” So they grumbled against her. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 14,
		"canon_order": 24760
	},
	{
		"verseText": "But Jesus said, “Leave her alone. Why do you trouble her? She has done a good work for me. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 14,
		"canon_order": 24761
	},
	{
		"verseText": "For you always have the poor with you, and whenever you want to, you can do them good; but you will not always have me. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 14,
		"canon_order": 24762
	},
	{
		"verseText": "She has done what she could. She has anointed my body beforehand for the burying. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 14,
		"canon_order": 24763
	},
	{
		"verseText": "Most certainly I tell you, wherever this Good News may be preached throughout the whole world, that which this woman has done will also be spoken of for a memorial of her.” ",
		"book": "MRK",
		"verse": 9,
		"chapter": 14,
		"canon_order": 24764
	},
	{
		"verseText": "Judas Iscariot, who was one of the twelve, went away to the chief priests, that he might deliver him to them. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 14,
		"canon_order": 24765
	},
	{
		"verseText": "They, when they heard it, were glad, and promised to give him money. He sought how he might conveniently deliver him. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 14,
		"canon_order": 24766
	},
	{
		"verseText": "On the first day of unleavened bread, when they sacrificed the Passover, his disciples asked him, “Where do you want us to go and prepare that you may eat the Passover?” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 14,
		"canon_order": 24767
	},
	{
		"verseText": "He sent two of his disciples and said to them, “Go into the city, and there a man carrying a pitcher of water will meet you. Follow him, ",
		"book": "MRK",
		"verse": 13,
		"chapter": 14,
		"canon_order": 24768
	},
	{
		"verseText": "and wherever he enters in, tell the master of the house, ‘The Teacher says, “Where is the guest room, where I may eat the Passover with my disciples?”’ ",
		"book": "MRK",
		"verse": 14,
		"chapter": 14,
		"canon_order": 24769
	},
	{
		"verseText": "He will himself show you a large upper room furnished and ready. Get ready for us there.” ",
		"book": "MRK",
		"verse": 15,
		"chapter": 14,
		"canon_order": 24770
	},
	{
		"verseText": "His disciples went out, and came into the city, and found things as he had said to them, and they prepared the Passover. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 14,
		"canon_order": 24771
	},
	{
		"verseText": "When it was evening he came with the twelve. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 14,
		"canon_order": 24772
	},
	{
		"verseText": "As they sat and were eating, Jesus said, “Most certainly I tell you, one of you will betray me—he who eats with me.” ",
		"book": "MRK",
		"verse": 18,
		"chapter": 14,
		"canon_order": 24773
	},
	{
		"verseText": "They began to be sorrowful, and to ask him one by one, “Surely not I?” And another said, “Surely not I?” ",
		"book": "MRK",
		"verse": 19,
		"chapter": 14,
		"canon_order": 24774
	},
	{
		"verseText": "He answered them, “It is one of the twelve, he who dips with me in the dish. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 14,
		"canon_order": 24775
	},
	{
		"verseText": "For the Son of Man goes as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for that man if he had not been born.” ",
		"book": "MRK",
		"verse": 21,
		"chapter": 14,
		"canon_order": 24776
	},
	{
		"verseText": "As they were eating, Jesus took bread, and when he had blessed it, he broke it and gave to them, and said, “Take, eat. This is my body.” ",
		"book": "MRK",
		"verse": 22,
		"chapter": 14,
		"canon_order": 24777
	},
	{
		"verseText": "He took the cup, and when he had given thanks, he gave to them. They all drank of it. ",
		"book": "MRK",
		"verse": 23,
		"chapter": 14,
		"canon_order": 24778
	},
	{
		"verseText": "He said to them, “This is my blood of the new covenant, which is poured out for many. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 14,
		"canon_order": 24779
	},
	{
		"verseText": "Most certainly I tell you, I will no more drink of the fruit of the vine until that day when I drink it anew in God’s Kingdom.” ",
		"book": "MRK",
		"verse": 25,
		"chapter": 14,
		"canon_order": 24780
	},
	{
		"verseText": "When they had sung a hymn, they went out to the Mount of Olives. ",
		"book": "MRK",
		"verse": 26,
		"chapter": 14,
		"canon_order": 24781
	},
	{
		"verseText": "Jesus said to them, “All of you will be made to stumble because of me tonight, for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’ ",
		"book": "MRK",
		"verse": 27,
		"chapter": 14,
		"canon_order": 24782
	},
	{
		"verseText": "However, after I am raised up, I will go before you into Galilee.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 14,
		"canon_order": 24783
	},
	{
		"verseText": "But Peter said to him, “Although all will be offended, yet I will not.” ",
		"book": "MRK",
		"verse": 29,
		"chapter": 14,
		"canon_order": 24784
	},
	{
		"verseText": "Jesus said to him, “Most certainly I tell you that you today, even this night, before the rooster crows twice, you will deny me three times.” ",
		"book": "MRK",
		"verse": 30,
		"chapter": 14,
		"canon_order": 24785
	},
	{
		"verseText": "But he spoke all the more, “If I must die with you, I will not deny you.” They all said the same thing. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 14,
		"canon_order": 24786
	},
	{
		"verseText": "They came to a place which was named Gethsemane. He said to his disciples, “Sit here while I pray.” ",
		"book": "MRK",
		"verse": 32,
		"chapter": 14,
		"canon_order": 24787
	},
	{
		"verseText": "He took with him Peter, James, and John, and began to be greatly troubled and distressed. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 14,
		"canon_order": 24788
	},
	{
		"verseText": "He said to them, “My soul is exceedingly sorrowful, even to death. Stay here and watch.” ",
		"book": "MRK",
		"verse": 34,
		"chapter": 14,
		"canon_order": 24789
	},
	{
		"verseText": "He went forward a little, and fell on the ground, and prayed that if it were possible, the hour might pass away from him. ",
		"book": "MRK",
		"verse": 35,
		"chapter": 14,
		"canon_order": 24790
	},
	{
		"verseText": "He said, “Abba, Father, all things are possible to you. Please remove this cup from me. However, not what I desire, but what you desire.” ",
		"book": "MRK",
		"verse": 36,
		"chapter": 14,
		"canon_order": 24791
	},
	{
		"verseText": "He came and found them sleeping, and said to Peter, “Simon, are you sleeping? Couldn’t you watch one hour? ",
		"book": "MRK",
		"verse": 37,
		"chapter": 14,
		"canon_order": 24792
	},
	{
		"verseText": "Watch and pray, that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.” ",
		"book": "MRK",
		"verse": 38,
		"chapter": 14,
		"canon_order": 24793
	},
	{
		"verseText": "Again he went away and prayed, saying the same words. ",
		"book": "MRK",
		"verse": 39,
		"chapter": 14,
		"canon_order": 24794
	},
	{
		"verseText": "Again he returned and found them sleeping, for their eyes were very heavy; and they didn’t know what to answer him. ",
		"book": "MRK",
		"verse": 40,
		"chapter": 14,
		"canon_order": 24795
	},
	{
		"verseText": "He came the third time and said to them, “Sleep on now, and take your rest. It is enough. The hour has come. Behold, the Son of Man is betrayed into the hands of sinners. ",
		"book": "MRK",
		"verse": 41,
		"chapter": 14,
		"canon_order": 24796
	},
	{
		"verseText": "Arise! Let’s get going. Behold, he who betrays me is at hand.” ",
		"book": "MRK",
		"verse": 42,
		"chapter": 14,
		"canon_order": 24797
	},
	{
		"verseText": "Immediately, while he was still speaking, Judas, one of the twelve, came—and with him a multitude with swords and clubs, from the chief priests, the scribes, and the elders. ",
		"book": "MRK",
		"verse": 43,
		"chapter": 14,
		"canon_order": 24798
	},
	{
		"verseText": "Now he who betrayed him had given them a sign, saying, “Whomever I will kiss, that is he. Seize him, and lead him away safely.” ",
		"book": "MRK",
		"verse": 44,
		"chapter": 14,
		"canon_order": 24799
	},
	{
		"verseText": "When he had come, immediately he came to him and said, “Rabbi! Rabbi!” and kissed him. ",
		"book": "MRK",
		"verse": 45,
		"chapter": 14,
		"canon_order": 24800
	},
	{
		"verseText": "They laid their hands on him and seized him. ",
		"book": "MRK",
		"verse": 46,
		"chapter": 14,
		"canon_order": 24801
	},
	{
		"verseText": "But a certain one of those who stood by drew his sword and struck the servant of the high priest, and cut off his ear. ",
		"book": "MRK",
		"verse": 47,
		"chapter": 14,
		"canon_order": 24802
	},
	{
		"verseText": "Jesus answered them, “Have you come out, as against a robber, with swords and clubs to seize me? ",
		"book": "MRK",
		"verse": 48,
		"chapter": 14,
		"canon_order": 24803
	},
	{
		"verseText": "I was daily with you in the temple teaching, and you didn’t arrest me. But this is so that the Scriptures might be fulfilled.” ",
		"book": "MRK",
		"verse": 49,
		"chapter": 14,
		"canon_order": 24804
	},
	{
		"verseText": "They all left him, and fled. ",
		"book": "MRK",
		"verse": 50,
		"chapter": 14,
		"canon_order": 24805
	},
	{
		"verseText": "A certain young man followed him, having a linen cloth thrown around himself over his naked body. The young men grabbed him, ",
		"book": "MRK",
		"verse": 51,
		"chapter": 14,
		"canon_order": 24806
	},
	{
		"verseText": "but he left the linen cloth and fled from them naked. ",
		"book": "MRK",
		"verse": 52,
		"chapter": 14,
		"canon_order": 24807
	},
	{
		"verseText": "They led Jesus away to the high priest. All the chief priests, the elders, and the scribes came together with him. ",
		"book": "MRK",
		"verse": 53,
		"chapter": 14,
		"canon_order": 24808
	},
	{
		"verseText": "Peter had followed him from a distance, until he came into the court of the high priest. He was sitting with the officers, and warming himself in the light of the fire. ",
		"book": "MRK",
		"verse": 54,
		"chapter": 14,
		"canon_order": 24809
	},
	{
		"verseText": "Now the chief priests and the whole council sought witnesses against Jesus to put him to death, and found none. ",
		"book": "MRK",
		"verse": 55,
		"chapter": 14,
		"canon_order": 24810
	},
	{
		"verseText": "For many gave false testimony against him, and their testimony didn’t agree with each other. ",
		"book": "MRK",
		"verse": 56,
		"chapter": 14,
		"canon_order": 24811
	},
	{
		"verseText": "Some stood up and gave false testimony against him, saying, ",
		"book": "MRK",
		"verse": 57,
		"chapter": 14,
		"canon_order": 24812
	},
	{
		"verseText": "“We heard him say, ‘I will destroy this temple that is made with hands, and in three days I will build another made without hands.’” ",
		"book": "MRK",
		"verse": 58,
		"chapter": 14,
		"canon_order": 24813
	},
	{
		"verseText": "Even so, their testimony didn’t agree. ",
		"book": "MRK",
		"verse": 59,
		"chapter": 14,
		"canon_order": 24814
	},
	{
		"verseText": "The high priest stood up in the middle, and asked Jesus, “Have you no answer? What is it which these testify against you?” ",
		"book": "MRK",
		"verse": 60,
		"chapter": 14,
		"canon_order": 24815
	},
	{
		"verseText": "But he stayed quiet, and answered nothing. Again the high priest asked him, “Are you the Christ, the Son of the Blessed?” ",
		"book": "MRK",
		"verse": 61,
		"chapter": 14,
		"canon_order": 24816
	},
	{
		"verseText": "Jesus said, “I am. You will see the Son of Man sitting at the right hand of Power, and coming with the clouds of the sky.” ",
		"book": "MRK",
		"verse": 62,
		"chapter": 14,
		"canon_order": 24817
	},
	{
		"verseText": "The high priest tore his clothes and said, “What further need have we of witnesses? ",
		"book": "MRK",
		"verse": 63,
		"chapter": 14,
		"canon_order": 24818
	},
	{
		"verseText": "You have heard the blasphemy! What do you think?” They all condemned him to be worthy of death. ",
		"book": "MRK",
		"verse": 64,
		"chapter": 14,
		"canon_order": 24819
	},
	{
		"verseText": "Some began to spit on him, and to cover his face, and to beat him with fists, and to tell him, “Prophesy!” The officers struck him with the palms of their hands. ",
		"book": "MRK",
		"verse": 65,
		"chapter": 14,
		"canon_order": 24820
	},
	{
		"verseText": "As Peter was in the courtyard below, one of the maids of the high priest came, ",
		"book": "MRK",
		"verse": 66,
		"chapter": 14,
		"canon_order": 24821
	},
	{
		"verseText": "and seeing Peter warming himself, she looked at him and said, “You were also with the Nazarene, Jesus!” ",
		"book": "MRK",
		"verse": 67,
		"chapter": 14,
		"canon_order": 24822
	},
	{
		"verseText": "But he denied it, saying, “I neither know nor understand what you are saying.” He went out on the porch, and the rooster crowed. ",
		"book": "MRK",
		"verse": 68,
		"chapter": 14,
		"canon_order": 24823
	},
	{
		"verseText": "The maid saw him and began again to tell those who stood by, “This is one of them.” ",
		"book": "MRK",
		"verse": 69,
		"chapter": 14,
		"canon_order": 24824
	},
	{
		"verseText": "But he again denied it. After a little while again those who stood by said to Peter, “You truly are one of them, for you are a Galilean, and your speech shows it.” ",
		"book": "MRK",
		"verse": 70,
		"chapter": 14,
		"canon_order": 24825
	},
	{
		"verseText": "But he began to curse and to swear, “I don’t know this man of whom you speak!” ",
		"book": "MRK",
		"verse": 71,
		"chapter": 14,
		"canon_order": 24826
	},
	{
		"verseText": "The rooster crowed the second time. Peter remembered the words that Jesus said to him, “Before the rooster crows twice, you will deny me three times.” When he thought about that, he wept. ",
		"book": "MRK",
		"verse": 72,
		"chapter": 14,
		"canon_order": 24827
	},
	{
		"verseText": "Immediately in the morning the chief priests, with the elders, scribes, and the whole council, held a consultation, bound Jesus, carried him away, and delivered him up to Pilate. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 15,
		"canon_order": 24828
	},
	{
		"verseText": "Pilate asked him, “Are you the King of the Jews?” He answered, “So you say.” ",
		"book": "MRK",
		"verse": 2,
		"chapter": 15,
		"canon_order": 24829
	},
	{
		"verseText": "The chief priests accused him of many things. ",
		"book": "MRK",
		"verse": 3,
		"chapter": 15,
		"canon_order": 24830
	},
	{
		"verseText": "Pilate again asked him, “Have you no answer? See how many things they testify against you!” ",
		"book": "MRK",
		"verse": 4,
		"chapter": 15,
		"canon_order": 24831
	},
	{
		"verseText": "But Jesus made no further answer, so that Pilate marveled. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 15,
		"canon_order": 24832
	},
	{
		"verseText": "Now at the feast he used to release to them one prisoner, whomever they asked of him. ",
		"book": "MRK",
		"verse": 6,
		"chapter": 15,
		"canon_order": 24833
	},
	{
		"verseText": "There was one called Barabbas, bound with his fellow insurgents, men who in the insurrection had committed murder. ",
		"book": "MRK",
		"verse": 7,
		"chapter": 15,
		"canon_order": 24834
	},
	{
		"verseText": "The multitude, crying aloud, began to ask him to do as he always did for them. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 15,
		"canon_order": 24835
	},
	{
		"verseText": "Pilate answered them, saying, “Do you want me to release to you the King of the Jews?” ",
		"book": "MRK",
		"verse": 9,
		"chapter": 15,
		"canon_order": 24836
	},
	{
		"verseText": "For he perceived that for envy the chief priests had delivered him up. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 15,
		"canon_order": 24837
	},
	{
		"verseText": "But the chief priests stirred up the multitude, that he should release Barabbas to them instead. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 15,
		"canon_order": 24838
	},
	{
		"verseText": "Pilate again asked them, “What then should I do to him whom you call the King of the Jews?” ",
		"book": "MRK",
		"verse": 12,
		"chapter": 15,
		"canon_order": 24839
	},
	{
		"verseText": "They cried out again, “Crucify him!” ",
		"book": "MRK",
		"verse": 13,
		"chapter": 15,
		"canon_order": 24840
	},
	{
		"verseText": "Pilate said to them, “Why, what evil has he done?” But they cried out exceedingly, “Crucify him!” ",
		"book": "MRK",
		"verse": 14,
		"chapter": 15,
		"canon_order": 24841
	},
	{
		"verseText": "Pilate, wishing to please the multitude, released Barabbas to them, and handed over Jesus, when he had flogged him, to be crucified. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 15,
		"canon_order": 24842
	},
	{
		"verseText": "The soldiers led him away within the court, which is the Praetorium; and they called together the whole cohort. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 15,
		"canon_order": 24843
	},
	{
		"verseText": "They clothed him with purple; and weaving a crown of thorns, they put it on him. ",
		"book": "MRK",
		"verse": 17,
		"chapter": 15,
		"canon_order": 24844
	},
	{
		"verseText": "They began to salute him, “Hail, King of the Jews!” ",
		"book": "MRK",
		"verse": 18,
		"chapter": 15,
		"canon_order": 24845
	},
	{
		"verseText": "They struck his head with a reed and spat on him, and bowing their knees, did homage to him. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 15,
		"canon_order": 24846
	},
	{
		"verseText": "When they had mocked him, they took the purple cloak off him, and put his own garments on him. They led him out to crucify him. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 15,
		"canon_order": 24847
	},
	{
		"verseText": "They compelled one passing by, coming from the country, Simon of Cyrene, the father of Alexander and Rufus, to go with them that he might bear his cross. ",
		"book": "MRK",
		"verse": 21,
		"chapter": 15,
		"canon_order": 24848
	},
	{
		"verseText": "They brought him to the place called Golgotha, which is, being interpreted, “The place of a skull.” ",
		"book": "MRK",
		"verse": 22,
		"chapter": 15,
		"canon_order": 24849
	},
	{
		"verseText": "They offered him wine mixed with myrrh to drink, but he didn’t take it. ",
		"book": "MRK",
		"verse": 23,
		"chapter": 15,
		"canon_order": 24850
	},
	{
		"verseText": "Crucifying him, they parted his garments among them, casting lots on them, what each should take. ",
		"book": "MRK",
		"verse": 24,
		"chapter": 15,
		"canon_order": 24851
	},
	{
		"verseText": "It was the third hour when they crucified him. ",
		"book": "MRK",
		"verse": 25,
		"chapter": 15,
		"canon_order": 24852
	},
	{
		"verseText": "The superscription of his accusation was written over him: “THE KING OF THE JEWS.” ",
		"book": "MRK",
		"verse": 26,
		"chapter": 15,
		"canon_order": 24853
	},
	{
		"verseText": "With him they crucified two robbers, one on his right hand, and one on his left. ",
		"book": "MRK",
		"verse": 27,
		"chapter": 15,
		"canon_order": 24854
	},
	{
		"verseText": "The Scripture was fulfilled which says, “He was counted with transgressors.” ",
		"book": "MRK",
		"verse": 28,
		"chapter": 15,
		"canon_order": 24855
	},
	{
		"verseText": "Those who passed by blasphemed him, wagging their heads and saying, “Ha! You who destroy the temple and build it in three days, ",
		"book": "MRK",
		"verse": 29,
		"chapter": 15,
		"canon_order": 24856
	},
	{
		"verseText": "save yourself, and come down from the cross!” ",
		"book": "MRK",
		"verse": 30,
		"chapter": 15,
		"canon_order": 24857
	},
	{
		"verseText": "Likewise, also the chief priests mocking among themselves with the scribes said, “He saved others. He can’t save himself. ",
		"book": "MRK",
		"verse": 31,
		"chapter": 15,
		"canon_order": 24858
	},
	{
		"verseText": "Let the Christ, the King of Israel, now come down from the cross, that we may see and believe him.” Those who were crucified with him also insulted him. ",
		"book": "MRK",
		"verse": 32,
		"chapter": 15,
		"canon_order": 24859
	},
	{
		"verseText": "When the sixth hour had come, there was darkness over the whole land until the ninth hour. ",
		"book": "MRK",
		"verse": 33,
		"chapter": 15,
		"canon_order": 24860
	},
	{
		"verseText": "At the ninth hour Jesus cried with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is, being interpreted, “My God, my God, why have you forsaken me?” ",
		"book": "MRK",
		"verse": 34,
		"chapter": 15,
		"canon_order": 24861
	},
	{
		"verseText": "Some of those who stood by, when they heard it, said, “Behold, he is calling Elijah.” ",
		"book": "MRK",
		"verse": 35,
		"chapter": 15,
		"canon_order": 24862
	},
	{
		"verseText": "One ran, and filling a sponge full of vinegar, put it on a reed and gave it to him to drink, saying, “Let him be. Let’s see whether Elijah comes to take him down.” ",
		"book": "MRK",
		"verse": 36,
		"chapter": 15,
		"canon_order": 24863
	},
	{
		"verseText": "Jesus cried out with a loud voice, and gave up the spirit. ",
		"book": "MRK",
		"verse": 37,
		"chapter": 15,
		"canon_order": 24864
	},
	{
		"verseText": "The veil of the temple was torn in two from the top to the bottom. ",
		"book": "MRK",
		"verse": 38,
		"chapter": 15,
		"canon_order": 24865
	},
	{
		"verseText": "When the centurion, who stood by opposite him, saw that he cried out like this and breathed his last, he said, “Truly this man was the Son of God!” ",
		"book": "MRK",
		"verse": 39,
		"chapter": 15,
		"canon_order": 24866
	},
	{
		"verseText": "There were also women watching from afar, among whom were both Mary Magdalene and Mary the mother of James the less and of Joses, and Salome; ",
		"book": "MRK",
		"verse": 40,
		"chapter": 15,
		"canon_order": 24867
	},
	{
		"verseText": "who, when he was in Galilee, followed him and served him; and many other women who came up with him to Jerusalem. ",
		"book": "MRK",
		"verse": 41,
		"chapter": 15,
		"canon_order": 24868
	},
	{
		"verseText": "When evening had now come, because it was the Preparation Day, that is, the day before the Sabbath, ",
		"book": "MRK",
		"verse": 42,
		"chapter": 15,
		"canon_order": 24869
	},
	{
		"verseText": "Joseph of Arimathaea, a prominent council member who also himself was looking for God’s Kingdom, came. He boldly went in to Pilate, and asked for Jesus’ body. ",
		"book": "MRK",
		"verse": 43,
		"chapter": 15,
		"canon_order": 24870
	},
	{
		"verseText": "Pilate was surprised to hear that he was already dead; and summoning the centurion, he asked him whether he had been dead long. ",
		"book": "MRK",
		"verse": 44,
		"chapter": 15,
		"canon_order": 24871
	},
	{
		"verseText": "When he found out from the centurion, he granted the body to Joseph. ",
		"book": "MRK",
		"verse": 45,
		"chapter": 15,
		"canon_order": 24872
	},
	{
		"verseText": "He bought a linen cloth, and taking him down, wound him in the linen cloth and laid him in a tomb which had been cut out of a rock. He rolled a stone against the door of the tomb. ",
		"book": "MRK",
		"verse": 46,
		"chapter": 15,
		"canon_order": 24873
	},
	{
		"verseText": "Mary Magdalene and Mary the mother of Joses, saw where he was laid. ",
		"book": "MRK",
		"verse": 47,
		"chapter": 15,
		"canon_order": 24874
	},
	{
		"verseText": "When the Sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome bought spices, that they might come and anoint him. ",
		"book": "MRK",
		"verse": 1,
		"chapter": 16,
		"canon_order": 24875
	},
	{
		"verseText": "Very early on the first day of the week, they came to the tomb when the sun had risen. ",
		"book": "MRK",
		"verse": 2,
		"chapter": 16,
		"canon_order": 24876
	},
	{
		"verseText": "They were saying among themselves, “Who will roll away the stone from the door of the tomb for us?” ",
		"book": "MRK",
		"verse": 3,
		"chapter": 16,
		"canon_order": 24877
	},
	{
		"verseText": "for it was very big. Looking up, they saw that the stone was rolled back. ",
		"book": "MRK",
		"verse": 4,
		"chapter": 16,
		"canon_order": 24878
	},
	{
		"verseText": "Entering into the tomb, they saw a young man sitting on the right side, dressed in a white robe; and they were amazed. ",
		"book": "MRK",
		"verse": 5,
		"chapter": 16,
		"canon_order": 24879
	},
	{
		"verseText": "He said to them, “Don’t be amazed. You seek Jesus, the Nazarene, who has been crucified. He has risen! He is not here. See the place where they laid him! ",
		"book": "MRK",
		"verse": 6,
		"chapter": 16,
		"canon_order": 24880
	},
	{
		"verseText": "But go, tell his disciples and Peter, ‘He goes before you into Galilee. There you will see him, as he said to you.’” ",
		"book": "MRK",
		"verse": 7,
		"chapter": 16,
		"canon_order": 24881
	},
	{
		"verseText": "They went out, and fled from the tomb, for trembling and astonishment had come on them. They said nothing to anyone; for they were afraid. ",
		"book": "MRK",
		"verse": 8,
		"chapter": 16,
		"canon_order": 24882
	},
	{
		"verseText": "Now when he had risen early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons. ",
		"book": "MRK",
		"verse": 9,
		"chapter": 16,
		"canon_order": 24883
	},
	{
		"verseText": "She went and told those who had been with him, as they mourned and wept. ",
		"book": "MRK",
		"verse": 10,
		"chapter": 16,
		"canon_order": 24884
	},
	{
		"verseText": "When they heard that he was alive and had been seen by her, they disbelieved. ",
		"book": "MRK",
		"verse": 11,
		"chapter": 16,
		"canon_order": 24885
	},
	{
		"verseText": "After these things he was revealed in another form to two of them as they walked, on their way into the country. ",
		"book": "MRK",
		"verse": 12,
		"chapter": 16,
		"canon_order": 24886
	},
	{
		"verseText": "They went away and told it to the rest. They didn’t believe them, either. ",
		"book": "MRK",
		"verse": 13,
		"chapter": 16,
		"canon_order": 24887
	},
	{
		"verseText": "Afterward he was revealed to the eleven themselves as they sat at the table; and he rebuked them for their unbelief and hardness of heart, because they didn’t believe those who had seen him after he had risen. ",
		"book": "MRK",
		"verse": 14,
		"chapter": 16,
		"canon_order": 24888
	},
	{
		"verseText": "He said to them, “Go into all the world and preach the Good News to the whole creation. ",
		"book": "MRK",
		"verse": 15,
		"chapter": 16,
		"canon_order": 24889
	},
	{
		"verseText": "He who believes and is baptized will be saved; but he who disbelieves will be condemned. ",
		"book": "MRK",
		"verse": 16,
		"chapter": 16,
		"canon_order": 24890
	},
	{
		"verseText": "These signs will accompany those who believe: in my name they will cast out demons; they will speak with new languages; ",
		"book": "MRK",
		"verse": 17,
		"chapter": 16,
		"canon_order": 24891
	},
	{
		"verseText": "they will take up serpents; and if they drink any deadly thing, it will in no way hurt them; they will lay hands on the sick, and they will recover.” ",
		"book": "MRK",
		"verse": 18,
		"chapter": 16,
		"canon_order": 24892
	},
	{
		"verseText": "So then the Lord, after he had spoken to them, was received up into heaven and sat down at the right hand of God. ",
		"book": "MRK",
		"verse": 19,
		"chapter": 16,
		"canon_order": 24893
	},
	{
		"verseText": "They went out and preached everywhere, the Lord working with them and confirming the word by the signs that followed. Amen. ",
		"book": "MRK",
		"verse": 20,
		"chapter": 16,
		"canon_order": 24894
	}
]