[
	{
		"verseText": "Yahweh spoke to Moses in the wilderness of Sinai, in the Tent of Meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 1,
		"canon_order": 3606
	},
	{
		"verseText": "“Take a census of all the congregation of the children of Israel, by their families, by their fathers’ houses, according to the number of the names, every male, one by one, ",
		"book": "NUM",
		"verse": 2,
		"chapter": 1,
		"canon_order": 3607
	},
	{
		"verseText": "from twenty years old and upward, all who are able to go out to war in Israel. You and Aaron shall count them by their divisions. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 1,
		"canon_order": 3608
	},
	{
		"verseText": "With you there shall be a man of every tribe, each one head of his fathers’ house. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 1,
		"canon_order": 3609
	},
	{
		"verseText": "These are the names of the men who shall stand with you: Of Reuben: Elizur the son of Shedeur. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 1,
		"canon_order": 3610
	},
	{
		"verseText": "Of Simeon: Shelumiel the son of Zurishaddai. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 1,
		"canon_order": 3611
	},
	{
		"verseText": "Of Judah: Nahshon the son of Amminadab. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 1,
		"canon_order": 3612
	},
	{
		"verseText": "Of Issachar: Nethanel the son of Zuar. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 1,
		"canon_order": 3613
	},
	{
		"verseText": "Of Zebulun: Eliab the son of Helon. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 1,
		"canon_order": 3614
	},
	{
		"verseText": "Of the children of Joseph: of Ephraim: Elishama the son of Ammihud; of Manasseh: Gamaliel the son of Pedahzur. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 1,
		"canon_order": 3615
	},
	{
		"verseText": "Of Benjamin: Abidan the son of Gideoni. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 1,
		"canon_order": 3616
	},
	{
		"verseText": "Of Dan: Ahiezer the son of Ammishaddai. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 1,
		"canon_order": 3617
	},
	{
		"verseText": "Of Asher: Pagiel the son of Ochran. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 1,
		"canon_order": 3618
	},
	{
		"verseText": "Of Gad: Eliasaph the son of Deuel. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 1,
		"canon_order": 3619
	},
	{
		"verseText": "Of Naphtali: Ahira the son of Enan.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 1,
		"canon_order": 3620
	},
	{
		"verseText": "These are those who were called of the congregation, the princes of the tribes of their fathers; they were the heads of the thousands of Israel. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 1,
		"canon_order": 3621
	},
	{
		"verseText": "Moses and Aaron took these men who are mentioned by name. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 1,
		"canon_order": 3622
	},
	{
		"verseText": "They assembled all the congregation together on the first day of the second month; and they declared their ancestry by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, one by one. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 1,
		"canon_order": 3623
	},
	{
		"verseText": "As Yahweh commanded Moses, so he counted them in the wilderness of Sinai. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 1,
		"canon_order": 3624
	},
	{
		"verseText": "The children of Reuben, Israel’s firstborn, their generations, by their families, by their fathers’ houses, according to the number of the names, one by one, every male from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 20,
		"chapter": 1,
		"canon_order": 3625
	},
	{
		"verseText": "those who were counted of them, of the tribe of Reuben, were forty-six thousand five hundred. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 1,
		"canon_order": 3626
	},
	{
		"verseText": "Of the children of Simeon, their generations, by their families, by their fathers’ houses, those who were counted of it, according to the number of the names, one by one, every male from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 22,
		"chapter": 1,
		"canon_order": 3627
	},
	{
		"verseText": "those who were counted of them, of the tribe of Simeon, were fifty-nine thousand three hundred. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 1,
		"canon_order": 3628
	},
	{
		"verseText": "Of the children of Gad, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 24,
		"chapter": 1,
		"canon_order": 3629
	},
	{
		"verseText": "those who were counted of them, of the tribe of Gad, were forty-five thousand six hundred fifty. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 1,
		"canon_order": 3630
	},
	{
		"verseText": "Of the children of Judah, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 26,
		"chapter": 1,
		"canon_order": 3631
	},
	{
		"verseText": "those who were counted of them, of the tribe of Judah, were seventy-four thousand six hundred. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 1,
		"canon_order": 3632
	},
	{
		"verseText": "Of the children of Issachar, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 28,
		"chapter": 1,
		"canon_order": 3633
	},
	{
		"verseText": "those who were counted of them, of the tribe of Issachar, were fifty-four thousand four hundred. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 1,
		"canon_order": 3634
	},
	{
		"verseText": "Of the children of Zebulun, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 30,
		"chapter": 1,
		"canon_order": 3635
	},
	{
		"verseText": "those who were counted of them, of the tribe of Zebulun, were fifty-seven thousand four hundred. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 1,
		"canon_order": 3636
	},
	{
		"verseText": "Of the children of Joseph: of the children of Ephraim, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 32,
		"chapter": 1,
		"canon_order": 3637
	},
	{
		"verseText": "those who were counted of them, of the tribe of Ephraim, were forty thousand five hundred. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 1,
		"canon_order": 3638
	},
	{
		"verseText": "Of the children of Manasseh, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 34,
		"chapter": 1,
		"canon_order": 3639
	},
	{
		"verseText": "those who were counted of them, of the tribe of Manasseh, were thirty-two thousand two hundred. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 1,
		"canon_order": 3640
	},
	{
		"verseText": "Of the children of Benjamin, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 36,
		"chapter": 1,
		"canon_order": 3641
	},
	{
		"verseText": "those who were counted of them, of the tribe of Benjamin, were thirty-five thousand four hundred. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 1,
		"canon_order": 3642
	},
	{
		"verseText": "Of the children of Dan, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 38,
		"chapter": 1,
		"canon_order": 3643
	},
	{
		"verseText": "those who were counted of them, of the tribe of Dan, were sixty-two thousand seven hundred. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 1,
		"canon_order": 3644
	},
	{
		"verseText": "Of the children of Asher, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 40,
		"chapter": 1,
		"canon_order": 3645
	},
	{
		"verseText": "those who were counted of them, of the tribe of Asher, were forty-one thousand five hundred. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 1,
		"canon_order": 3646
	},
	{
		"verseText": "Of the children of Naphtali, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war: ",
		"book": "NUM",
		"verse": 42,
		"chapter": 1,
		"canon_order": 3647
	},
	{
		"verseText": "those who were counted of them, of the tribe of Naphtali, were fifty-three thousand four hundred. ",
		"book": "NUM",
		"verse": 43,
		"chapter": 1,
		"canon_order": 3648
	},
	{
		"verseText": "These are those who were counted, whom Moses and Aaron counted, and the twelve men who were princes of Israel, each one for his fathers’ house. ",
		"book": "NUM",
		"verse": 44,
		"chapter": 1,
		"canon_order": 3649
	},
	{
		"verseText": "So all those who were counted of the children of Israel by their fathers’ houses, from twenty years old and upward, all who were able to go out to war in Israel— ",
		"book": "NUM",
		"verse": 45,
		"chapter": 1,
		"canon_order": 3650
	},
	{
		"verseText": "all those who were counted were six hundred three thousand five hundred fifty. ",
		"book": "NUM",
		"verse": 46,
		"chapter": 1,
		"canon_order": 3651
	},
	{
		"verseText": "But the Levites after the tribe of their fathers were not counted among them. ",
		"book": "NUM",
		"verse": 47,
		"chapter": 1,
		"canon_order": 3652
	},
	{
		"verseText": "For Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 48,
		"chapter": 1,
		"canon_order": 3653
	},
	{
		"verseText": "“Only the tribe of Levi you shall not count, neither shall you take a census of them among the children of Israel; ",
		"book": "NUM",
		"verse": 49,
		"chapter": 1,
		"canon_order": 3654
	},
	{
		"verseText": "but appoint the Levites over the Tabernacle of the Testimony, and over all its furnishings, and over all that belongs to it. They shall carry the tabernacle and all its furnishings; and they shall take care of it, and shall encamp around it. ",
		"book": "NUM",
		"verse": 50,
		"chapter": 1,
		"canon_order": 3655
	},
	{
		"verseText": "When the tabernacle is to move, the Levites shall take it down; and when the tabernacle is to be set up, the Levites shall set it up. The stranger who comes near shall be put to death. ",
		"book": "NUM",
		"verse": 51,
		"chapter": 1,
		"canon_order": 3656
	},
	{
		"verseText": "The children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, according to their divisions. ",
		"book": "NUM",
		"verse": 52,
		"chapter": 1,
		"canon_order": 3657
	},
	{
		"verseText": "But the Levites shall encamp around the Tabernacle of the Testimony, that there may be no wrath on the congregation of the children of Israel. The Levites shall be responsible for the Tabernacle of the Testimony.” ",
		"book": "NUM",
		"verse": 53,
		"chapter": 1,
		"canon_order": 3658
	},
	{
		"verseText": "Thus the children of Israel did. According to all that Yahweh commanded Moses, so they did. ",
		"book": "NUM",
		"verse": 54,
		"chapter": 1,
		"canon_order": 3659
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 2,
		"canon_order": 3660
	},
	{
		"verseText": "“The children of Israel shall encamp every man by his own standard, with the banners of their fathers’ houses. They shall encamp around the Tent of Meeting at a distance from it.” ",
		"book": "NUM",
		"verse": 2,
		"chapter": 2,
		"canon_order": 3661
	},
	{
		"verseText": "Those who encamp on the east side toward the sunrise shall be of the standard of the camp of Judah, according to their divisions. The prince of the children of Judah shall be Nahshon the son of Amminadab. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 2,
		"canon_order": 3662
	},
	{
		"verseText": "His division, and those who were counted of them, were seventy-four thousand six hundred. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 2,
		"canon_order": 3663
	},
	{
		"verseText": "Those who encamp next to him shall be the tribe of Issachar. The prince of the children of Issachar shall be Nethanel the son of Zuar. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 2,
		"canon_order": 3664
	},
	{
		"verseText": "His division, and those who were counted of it, were fifty-four thousand four hundred. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 2,
		"canon_order": 3665
	},
	{
		"verseText": "The tribe of Zebulun: the prince of the children of Zebulun shall be Eliab the son of Helon. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 2,
		"canon_order": 3666
	},
	{
		"verseText": "His division, and those who were counted of it, were fifty-seven thousand four hundred. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 2,
		"canon_order": 3667
	},
	{
		"verseText": "All who were counted of the camp of Judah were one hundred eighty-six thousand four hundred, according to their divisions. They shall set out first. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 2,
		"canon_order": 3668
	},
	{
		"verseText": "“On the south side shall be the standard of the camp of Reuben according to their divisions. The prince of the children of Reuben shall be Elizur the son of Shedeur. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 2,
		"canon_order": 3669
	},
	{
		"verseText": "His division, and those who were counted of it, were forty-six thousand five hundred. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 2,
		"canon_order": 3670
	},
	{
		"verseText": "“Those who encamp next to him shall be the tribe of Simeon. The prince of the children of Simeon shall be Shelumiel the son of Zurishaddai. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 2,
		"canon_order": 3671
	},
	{
		"verseText": "His division, and those who were counted of them, were fifty-nine thousand three hundred. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 2,
		"canon_order": 3672
	},
	{
		"verseText": "“The tribe of Gad: the prince of the children of Gad shall be Eliasaph the son of Reuel. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 2,
		"canon_order": 3673
	},
	{
		"verseText": "His division, and those who were counted of them, were forty-five thousand six hundred fifty. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 2,
		"canon_order": 3674
	},
	{
		"verseText": "“All who were counted of the camp of Reuben were one hundred fifty-one thousand four hundred fifty, according to their armies. They shall set out second. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 2,
		"canon_order": 3675
	},
	{
		"verseText": "“Then the Tent of Meeting shall set out, with the camp of the Levites in the middle of the camps. As they encamp, so shall they set out, every man in his place, by their standards. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 2,
		"canon_order": 3676
	},
	{
		"verseText": "“On the west side shall be the standard of the camp of Ephraim according to their divisions. The prince of the children of Ephraim shall be Elishama the son of Ammihud. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 2,
		"canon_order": 3677
	},
	{
		"verseText": "His division, and those who were counted of them, were forty thousand five hundred. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 2,
		"canon_order": 3678
	},
	{
		"verseText": "“Next to him shall be the tribe of Manasseh. The prince of the children of Manasseh shall be Gamaliel the son of Pedahzur. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 2,
		"canon_order": 3679
	},
	{
		"verseText": "His division, and those who were counted of them, were thirty-two thousand two hundred. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 2,
		"canon_order": 3680
	},
	{
		"verseText": "“The tribe of Benjamin: the prince of the children of Benjamin shall be Abidan the son of Gideoni. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 2,
		"canon_order": 3681
	},
	{
		"verseText": "His army, and those who were counted of them, were thirty-five thousand four hundred. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 2,
		"canon_order": 3682
	},
	{
		"verseText": "“All who were counted of the camp of Ephraim were one hundred eight thousand one hundred, according to their divisions. They shall set out third. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 2,
		"canon_order": 3683
	},
	{
		"verseText": "“On the north side shall be the standard of the camp of Dan according to their divisions. The prince of the children of Dan shall be Ahiezer the son of Ammishaddai. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 2,
		"canon_order": 3684
	},
	{
		"verseText": "His division, and those who were counted of them, were sixty-two thousand seven hundred. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 2,
		"canon_order": 3685
	},
	{
		"verseText": "“Those who encamp next to him shall be the tribe of Asher. The prince of the children of Asher shall be Pagiel the son of Ochran. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 2,
		"canon_order": 3686
	},
	{
		"verseText": "His division, and those who were counted of them, were forty-one thousand five hundred. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 2,
		"canon_order": 3687
	},
	{
		"verseText": "“The tribe of Naphtali: the prince of the children of Naphtali shall be Ahira the son of Enan. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 2,
		"canon_order": 3688
	},
	{
		"verseText": "His division, and those who were counted of them, were fifty-three thousand four hundred. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 2,
		"canon_order": 3689
	},
	{
		"verseText": "“All who were counted of the camp of Dan were one hundred fifty-seven thousand six hundred. They shall set out last by their standards.” ",
		"book": "NUM",
		"verse": 31,
		"chapter": 2,
		"canon_order": 3690
	},
	{
		"verseText": "These are those who were counted of the children of Israel by their fathers’ houses. All who were counted of the camps according to their armies were six hundred three thousand five hundred fifty. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 2,
		"canon_order": 3691
	},
	{
		"verseText": "But the Levites were not counted among the children of Israel, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 2,
		"canon_order": 3692
	},
	{
		"verseText": "Thus the children of Israel did. According to all that Yahweh commanded Moses, so they encamped by their standards, and so they set out, everyone by their families, according to their fathers’ houses. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 2,
		"canon_order": 3693
	},
	{
		"verseText": "Now this is the history of the generations of Aaron and Moses in the day that Yahweh spoke with Moses in Mount Sinai. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 3,
		"canon_order": 3694
	},
	{
		"verseText": "These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 3,
		"canon_order": 3695
	},
	{
		"verseText": "These are the names of the sons of Aaron, the priests who were anointed, whom he consecrated to minister in the priest’s office. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 3,
		"canon_order": 3696
	},
	{
		"verseText": "Nadab and Abihu died before Yahweh when they offered strange fire before Yahweh in the wilderness of Sinai, and they had no children. Eleazar and Ithamar ministered in the priest’s office in the presence of Aaron their father. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 3,
		"canon_order": 3697
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 5,
		"chapter": 3,
		"canon_order": 3698
	},
	{
		"verseText": "“Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister to him. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 3,
		"canon_order": 3699
	},
	{
		"verseText": "They shall keep his requirements, and the requirements of the whole congregation before the Tent of Meeting, to do the service of the tabernacle. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 3,
		"canon_order": 3700
	},
	{
		"verseText": "They shall keep all the furnishings of the Tent of Meeting, and the obligations of the children of Israel, to do the service of the tabernacle. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 3,
		"canon_order": 3701
	},
	{
		"verseText": "You shall give the Levites to Aaron and to his sons. They are wholly given to him on the behalf of the children of Israel. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 3,
		"canon_order": 3702
	},
	{
		"verseText": "You shall appoint Aaron and his sons, and they shall keep their priesthood, but the stranger who comes near shall be put to death.” ",
		"book": "NUM",
		"verse": 10,
		"chapter": 3,
		"canon_order": 3703
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 11,
		"chapter": 3,
		"canon_order": 3704
	},
	{
		"verseText": "“Behold, I have taken the Levites from among the children of Israel instead of all the firstborn who open the womb among the children of Israel; and the Levites shall be mine, ",
		"book": "NUM",
		"verse": 12,
		"chapter": 3,
		"canon_order": 3705
	},
	{
		"verseText": "for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt I made holy to me all the firstborn in Israel, both man and animal. They shall be mine. I am Yahweh.” ",
		"book": "NUM",
		"verse": 13,
		"chapter": 3,
		"canon_order": 3706
	},
	{
		"verseText": "Yahweh spoke to Moses in the wilderness of Sinai, saying, ",
		"book": "NUM",
		"verse": 14,
		"chapter": 3,
		"canon_order": 3707
	},
	{
		"verseText": "“Count the children of Levi by their fathers’ houses, by their families. You shall count every male from a month old and upward.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 3,
		"canon_order": 3708
	},
	{
		"verseText": "Moses counted them according to Yahweh’s word, as he was commanded. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 3,
		"canon_order": 3709
	},
	{
		"verseText": "These were the sons of Levi by their names: Gershon, Kohath, and Merari. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 3,
		"canon_order": 3710
	},
	{
		"verseText": "These are the names of the sons of Gershon by their families: Libni and Shimei. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 3,
		"canon_order": 3711
	},
	{
		"verseText": "The sons of Kohath by their families: Amram, Izhar, Hebron, and Uzziel. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 3,
		"canon_order": 3712
	},
	{
		"verseText": "The sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to their fathers’ houses. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 3,
		"canon_order": 3713
	},
	{
		"verseText": "Of Gershon was the family of the Libnites, and the family of the Shimeites. These are the families of the Gershonites. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 3,
		"canon_order": 3714
	},
	{
		"verseText": "Those who were counted of them, according to the number of all the males from a month old and upward, even those who were counted of them were seven thousand five hundred. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 3,
		"canon_order": 3715
	},
	{
		"verseText": "The families of the Gershonites shall encamp behind the tabernacle westward. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 3,
		"canon_order": 3716
	},
	{
		"verseText": "Eliasaph the son of Lael shall be the prince of the fathers’ house of the Gershonites. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 3,
		"canon_order": 3717
	},
	{
		"verseText": "The duty of the sons of Gershon in the Tent of Meeting shall be the tabernacle, the tent, its covering, the screen for the door of the Tent of Meeting, ",
		"book": "NUM",
		"verse": 25,
		"chapter": 3,
		"canon_order": 3718
	},
	{
		"verseText": "the hangings of the court, the screen for the door of the court which is by the tabernacle and around the altar, and its cords for all of its service. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 3,
		"canon_order": 3719
	},
	{
		"verseText": "Of Kohath was the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites. These are the families of the Kohathites. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 3,
		"canon_order": 3720
	},
	{
		"verseText": "According to the number of all the males from a month old and upward, there were eight thousand six hundred keeping the requirements of the sanctuary. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 3,
		"canon_order": 3721
	},
	{
		"verseText": "The families of the sons of Kohath shall encamp on the south side of the tabernacle. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 3,
		"canon_order": 3722
	},
	{
		"verseText": "The prince of the fathers’ house of the families of the Kohathites shall be Elizaphan the son of Uzziel. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 3,
		"canon_order": 3723
	},
	{
		"verseText": "Their duty shall be the ark, the table, the lamp stand, the altars, the vessels of the sanctuary with which they minister, the screen, and all its service. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 3,
		"canon_order": 3724
	},
	{
		"verseText": "Eleazar the son of Aaron the priest shall be prince of the princes of the Levites, with the oversight of those who keep the requirements of the sanctuary. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 3,
		"canon_order": 3725
	},
	{
		"verseText": "Of Merari was the family of the Mahlites and the family of the Mushites. These are the families of Merari. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 3,
		"canon_order": 3726
	},
	{
		"verseText": "Those who were counted of them, according to the number of all the males from a month old and upward, were six thousand two hundred. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 3,
		"canon_order": 3727
	},
	{
		"verseText": "The prince of the fathers’ house of the families of Merari was Zuriel the son of Abihail. They shall encamp on the north side of the tabernacle. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 3,
		"canon_order": 3728
	},
	{
		"verseText": "The appointed duty of the sons of Merari shall be the tabernacle’s boards, its bars, its pillars, its sockets, all its instruments, all its service, ",
		"book": "NUM",
		"verse": 36,
		"chapter": 3,
		"canon_order": 3729
	},
	{
		"verseText": "the pillars of the court around it, their sockets, their pins, and their cords. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 3,
		"canon_order": 3730
	},
	{
		"verseText": "Those who encamp before the tabernacle eastward, in front of the Tent of Meeting toward the sunrise, shall be Moses, with Aaron and his sons, keeping the requirements of the sanctuary for the duty of the children of Israel. The outsider who comes near shall be put to death. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 3,
		"canon_order": 3731
	},
	{
		"verseText": "All who were counted of the Levites, whom Moses and Aaron counted at the commandment of Yahweh, by their families, all the males from a month old and upward, were twenty-two thousand. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 3,
		"canon_order": 3732
	},
	{
		"verseText": "Yahweh said to Moses, “Count all the firstborn males of the children of Israel from a month old and upward, and take the number of their names. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 3,
		"canon_order": 3733
	},
	{
		"verseText": "You shall take the Levites for me—I am Yahweh—instead of all the firstborn among the children of Israel; and the livestock of the Levites instead of all the firstborn among the livestock of the children of Israel.” ",
		"book": "NUM",
		"verse": 41,
		"chapter": 3,
		"canon_order": 3734
	},
	{
		"verseText": "Moses counted, as Yahweh commanded him, all the firstborn among the children of Israel. ",
		"book": "NUM",
		"verse": 42,
		"chapter": 3,
		"canon_order": 3735
	},
	{
		"verseText": "All the firstborn males according to the number of names from a month old and upward, of those who were counted of them, were twenty-two thousand two hundred seventy-three. ",
		"book": "NUM",
		"verse": 43,
		"chapter": 3,
		"canon_order": 3736
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 44,
		"chapter": 3,
		"canon_order": 3737
	},
	{
		"verseText": "“Take the Levites instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of their livestock; and the Levites shall be mine. I am Yahweh. ",
		"book": "NUM",
		"verse": 45,
		"chapter": 3,
		"canon_order": 3738
	},
	{
		"verseText": "For the redemption of the two hundred seventy-three of the firstborn of the children of Israel who exceed the number of the Levites, ",
		"book": "NUM",
		"verse": 46,
		"chapter": 3,
		"canon_order": 3739
	},
	{
		"verseText": "you shall take five shekels apiece for each one; according to the shekel of the sanctuary you shall take them (the shekel is twenty gerahs); ",
		"book": "NUM",
		"verse": 47,
		"chapter": 3,
		"canon_order": 3740
	},
	{
		"verseText": "and you shall give the money, with which their remainder is redeemed, to Aaron and to his sons.” ",
		"book": "NUM",
		"verse": 48,
		"chapter": 3,
		"canon_order": 3741
	},
	{
		"verseText": "Moses took the redemption money from those who exceeded the number of those who were redeemed by the Levites; ",
		"book": "NUM",
		"verse": 49,
		"chapter": 3,
		"canon_order": 3742
	},
	{
		"verseText": "from the firstborn of the children of Israel he took the money, one thousand three hundred sixty-five shekels, according to the shekel of the sanctuary; ",
		"book": "NUM",
		"verse": 50,
		"chapter": 3,
		"canon_order": 3743
	},
	{
		"verseText": "and Moses gave the redemption money to Aaron and to his sons, according to Yahweh’s word, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 51,
		"chapter": 3,
		"canon_order": 3744
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 4,
		"canon_order": 3745
	},
	{
		"verseText": "“Take a census of the sons of Kohath from among the sons of Levi, by their families, by their fathers’ houses, ",
		"book": "NUM",
		"verse": 2,
		"chapter": 4,
		"canon_order": 3746
	},
	{
		"verseText": "from thirty years old and upward even until fifty years old, all who enter into the service to do the work in the Tent of Meeting. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 4,
		"canon_order": 3747
	},
	{
		"verseText": "“This is the service of the sons of Kohath in the Tent of Meeting, regarding the most holy things. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 4,
		"canon_order": 3748
	},
	{
		"verseText": "When the camp moves forward, Aaron shall go in with his sons; and they shall take down the veil of the screen, cover the ark of the Testimony with it, ",
		"book": "NUM",
		"verse": 5,
		"chapter": 4,
		"canon_order": 3749
	},
	{
		"verseText": "put a covering of sealskin on it, spread a blue cloth over it, and put in its poles. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 4,
		"canon_order": 3750
	},
	{
		"verseText": "“On the table of show bread they shall spread a blue cloth, and put on it the dishes, the spoons, the bowls, and the cups with which to pour out; and the continual bread shall be on it. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 4,
		"canon_order": 3751
	},
	{
		"verseText": "They shall spread on them a scarlet cloth, and cover it with a covering of sealskin, and shall put in its poles. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 4,
		"canon_order": 3752
	},
	{
		"verseText": "“They shall take a blue cloth and cover the lamp stand of the light, its lamps, its snuffers, its snuff dishes, and all its oil vessels, with which they minister to it. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 4,
		"canon_order": 3753
	},
	{
		"verseText": "They shall put it and all its vessels within a covering of sealskin, and shall put it on the frame. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 4,
		"canon_order": 3754
	},
	{
		"verseText": "“On the golden altar they shall spread a blue cloth, and cover it with a covering of sealskin, and shall put in its poles. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 4,
		"canon_order": 3755
	},
	{
		"verseText": "“They shall take all the vessels of ministry with which they minister in the sanctuary, and put them in a blue cloth, cover them with a covering of sealskin, and shall put them on the frame. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 4,
		"canon_order": 3756
	},
	{
		"verseText": "“They shall take away the ashes from the altar, and spread a purple cloth on it. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 4,
		"canon_order": 3757
	},
	{
		"verseText": "They shall put on it all its vessels with which they minister about it, the fire pans, the meat hooks, the shovels, and the basins—all the vessels of the altar; and they shall spread on it a covering of sealskin, and put in its poles. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 4,
		"canon_order": 3758
	},
	{
		"verseText": "“When Aaron and his sons have finished covering the sanctuary and all the furniture of the sanctuary, as the camp moves forward; after that, the sons of Kohath shall come to carry it; but they shall not touch the sanctuary, lest they die. The sons of Kohath shall carry these things belonging to the Tent of Meeting. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 4,
		"canon_order": 3759
	},
	{
		"verseText": "“The duty of Eleazar the son of Aaron the priest shall be the oil for the light, the sweet incense, the continual meal offering, and the anointing oil, the requirements of all the tabernacle, and of all that is in it, the sanctuary, and its furnishings.” ",
		"book": "NUM",
		"verse": 16,
		"chapter": 4,
		"canon_order": 3760
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "NUM",
		"verse": 17,
		"chapter": 4,
		"canon_order": 3761
	},
	{
		"verseText": "“Don’t cut off the tribe of the families of the Kohathites from among the Levites; ",
		"book": "NUM",
		"verse": 18,
		"chapter": 4,
		"canon_order": 3762
	},
	{
		"verseText": "but do this to them, that they may live, and not die, when they approach the most holy things: Aaron and his sons shall go in and appoint everyone to his service and to his burden; ",
		"book": "NUM",
		"verse": 19,
		"chapter": 4,
		"canon_order": 3763
	},
	{
		"verseText": "but they shall not go in to see the sanctuary even for a moment, lest they die.” ",
		"book": "NUM",
		"verse": 20,
		"chapter": 4,
		"canon_order": 3764
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 21,
		"chapter": 4,
		"canon_order": 3765
	},
	{
		"verseText": "“Take a census of the sons of Gershon also, by their fathers’ houses, by their families; ",
		"book": "NUM",
		"verse": 22,
		"chapter": 4,
		"canon_order": 3766
	},
	{
		"verseText": "you shall count them from thirty years old and upward until fifty years old: all who enter in to wait on the service, to do the work in the Tent of Meeting. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 4,
		"canon_order": 3767
	},
	{
		"verseText": "“This is the service of the families of the Gershonites, in serving and in bearing burdens: ",
		"book": "NUM",
		"verse": 24,
		"chapter": 4,
		"canon_order": 3768
	},
	{
		"verseText": "they shall carry the curtains of the tabernacle and the Tent of Meeting, its covering, the covering of sealskin that is on it, the screen for the door of the Tent of Meeting, ",
		"book": "NUM",
		"verse": 25,
		"chapter": 4,
		"canon_order": 3769
	},
	{
		"verseText": "the hangings of the court, the screen for the door of the gate of the court which is by the tabernacle and around the altar, their cords, and all the instruments of their service, and whatever shall be done with them. They shall serve in there. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 4,
		"canon_order": 3770
	},
	{
		"verseText": "At the commandment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burden and in all their service; and you shall appoint their duty to them in all their responsibilities. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 4,
		"canon_order": 3771
	},
	{
		"verseText": "This is the service of the families of the sons of the Gershonites in the Tent of Meeting. Their duty shall be under the hand of Ithamar the son of Aaron the priest. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 4,
		"canon_order": 3772
	},
	{
		"verseText": "“As for the sons of Merari, you shall count them by their families, by their fathers’ houses; ",
		"book": "NUM",
		"verse": 29,
		"chapter": 4,
		"canon_order": 3773
	},
	{
		"verseText": "you shall count them from thirty years old and upward even to fifty years old—everyone who enters on the service, to do the work of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 4,
		"canon_order": 3774
	},
	{
		"verseText": "This is the duty of their burden, according to all their service in the Tent of Meeting: the tabernacle’s boards, its bars, its pillars, its sockets, ",
		"book": "NUM",
		"verse": 31,
		"chapter": 4,
		"canon_order": 3775
	},
	{
		"verseText": "the pillars of the court around it, their sockets, their pins, their cords, with all their instruments, and with all their service. You shall appoint the instruments of the duty of their burden to them by name. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 4,
		"canon_order": 3776
	},
	{
		"verseText": "This is the service of the families of the sons of Merari, according to all their service in the Tent of Meeting, under the hand of Ithamar the son of Aaron the priest.” ",
		"book": "NUM",
		"verse": 33,
		"chapter": 4,
		"canon_order": 3777
	},
	{
		"verseText": "Moses and Aaron and the princes of the congregation counted the sons of the Kohathites by their families, and by their fathers’ houses, ",
		"book": "NUM",
		"verse": 34,
		"chapter": 4,
		"canon_order": 3778
	},
	{
		"verseText": "from thirty years old and upward even to fifty years old, everyone who entered into the service for work in the Tent of Meeting. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 4,
		"canon_order": 3779
	},
	{
		"verseText": "Those who were counted of them by their families were two thousand seven hundred fifty. ",
		"book": "NUM",
		"verse": 36,
		"chapter": 4,
		"canon_order": 3780
	},
	{
		"verseText": "These are those who were counted of the families of the Kohathites, all who served in the Tent of Meeting, whom Moses and Aaron counted according to the commandment of Yahweh by Moses. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 4,
		"canon_order": 3781
	},
	{
		"verseText": "Those who were counted of the sons of Gershon, by their families, and by their fathers’ houses, ",
		"book": "NUM",
		"verse": 38,
		"chapter": 4,
		"canon_order": 3782
	},
	{
		"verseText": "from thirty years old and upward even to fifty years old—everyone who entered into the service for work in the Tent of Meeting, ",
		"book": "NUM",
		"verse": 39,
		"chapter": 4,
		"canon_order": 3783
	},
	{
		"verseText": "even those who were counted of them, by their families, by their fathers’ houses, were two thousand six hundred thirty. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 4,
		"canon_order": 3784
	},
	{
		"verseText": "These are those who were counted of the families of the sons of Gershon, all who served in the Tent of Meeting, whom Moses and Aaron counted according to the commandment of Yahweh. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 4,
		"canon_order": 3785
	},
	{
		"verseText": "Those who were counted of the families of the sons of Merari, by their families, by their fathers’ houses, ",
		"book": "NUM",
		"verse": 42,
		"chapter": 4,
		"canon_order": 3786
	},
	{
		"verseText": "from thirty years old and upward even to fifty years old—everyone who entered into the service for work in the Tent of Meeting, ",
		"book": "NUM",
		"verse": 43,
		"chapter": 4,
		"canon_order": 3787
	},
	{
		"verseText": "even those who were counted of them by their families, were three thousand two hundred. ",
		"book": "NUM",
		"verse": 44,
		"chapter": 4,
		"canon_order": 3788
	},
	{
		"verseText": "These are those who were counted of the families of the sons of Merari, whom Moses and Aaron counted according to the commandment of Yahweh by Moses. ",
		"book": "NUM",
		"verse": 45,
		"chapter": 4,
		"canon_order": 3789
	},
	{
		"verseText": "All those who were counted of the Levites whom Moses and Aaron and the princes of Israel counted, by their families and by their fathers’ houses, ",
		"book": "NUM",
		"verse": 46,
		"chapter": 4,
		"canon_order": 3790
	},
	{
		"verseText": "from thirty years old and upward even to fifty years old, everyone who entered in to do the work of service and the work of bearing burdens in the Tent of Meeting, ",
		"book": "NUM",
		"verse": 47,
		"chapter": 4,
		"canon_order": 3791
	},
	{
		"verseText": "even those who were counted of them, were eight thousand five hundred eighty. ",
		"book": "NUM",
		"verse": 48,
		"chapter": 4,
		"canon_order": 3792
	},
	{
		"verseText": "According to the commandment of Yahweh they were counted by Moses, everyone according to his service and according to his burden. Thus they were counted by him, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 49,
		"chapter": 4,
		"canon_order": 3793
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 5,
		"canon_order": 3794
	},
	{
		"verseText": "“Command the children of Israel that they put out of the camp every leper, everyone who has a discharge, and whoever is unclean by a corpse. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 5,
		"canon_order": 3795
	},
	{
		"verseText": "You shall put both male and female outside of the camp so that they don’t defile their camp, in the midst of which I dwell.” ",
		"book": "NUM",
		"verse": 3,
		"chapter": 5,
		"canon_order": 3796
	},
	{
		"verseText": "The children of Israel did so, and put them outside of the camp; as Yahweh spoke to Moses, so the children of Israel did. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 5,
		"canon_order": 3797
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 5,
		"chapter": 5,
		"canon_order": 3798
	},
	{
		"verseText": "“Speak to the children of Israel: ‘When a man or woman commits any sin that men commit, so as to trespass against Yahweh, and that soul is guilty, ",
		"book": "NUM",
		"verse": 6,
		"chapter": 5,
		"canon_order": 3799
	},
	{
		"verseText": "then he shall confess his sin which he has done; and he shall make restitution for his guilt in full, add to it the fifth part of it, and give it to him in respect of whom he has been guilty. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 5,
		"canon_order": 3800
	},
	{
		"verseText": "But if the man has no kinsman to whom restitution may be made for the guilt, the restitution for guilt which is made to Yahweh shall be the priest’s, in addition to the ram of the atonement, by which atonement shall be made for him. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 5,
		"canon_order": 3801
	},
	{
		"verseText": "Every heave offering of all the holy things of the children of Israel, which they present to the priest, shall be his. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 5,
		"canon_order": 3802
	},
	{
		"verseText": "Every man’s holy things shall be his; whatever any man gives the priest, it shall be his.’” ",
		"book": "NUM",
		"verse": 10,
		"chapter": 5,
		"canon_order": 3803
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 11,
		"chapter": 5,
		"canon_order": 3804
	},
	{
		"verseText": "“Speak to the children of Israel, and tell them: ‘If any man’s wife goes astray and is unfaithful to him, ",
		"book": "NUM",
		"verse": 12,
		"chapter": 5,
		"canon_order": 3805
	},
	{
		"verseText": "and a man lies with her carnally, and it is hidden from the eyes of her husband and this is kept concealed, and she is defiled, there is no witness against her, and she isn’t taken in the act; ",
		"book": "NUM",
		"verse": 13,
		"chapter": 5,
		"canon_order": 3806
	},
	{
		"verseText": "and the spirit of jealousy comes on him, and he is jealous of his wife and she is defiled; or if the spirit of jealousy comes on him, and he is jealous of his wife and she isn’t defiled; ",
		"book": "NUM",
		"verse": 14,
		"chapter": 5,
		"canon_order": 3807
	},
	{
		"verseText": "then the man shall bring his wife to the priest, and shall bring her offering for her: one tenth of an ephah of barley meal. He shall pour no oil on it, nor put frankincense on it, for it is a meal offering of jealousy, a meal offering of memorial, bringing iniquity to memory. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 5,
		"canon_order": 3808
	},
	{
		"verseText": "The priest shall bring her near, and set her before Yahweh. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 5,
		"canon_order": 3809
	},
	{
		"verseText": "The priest shall take holy water in an earthen vessel; and the priest shall take some of the dust that is on the floor of the tabernacle and put it into the water. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 5,
		"canon_order": 3810
	},
	{
		"verseText": "The priest shall set the woman before Yahweh, and let the hair of the woman’s head go loose, and put the meal offering of memorial in her hands, which is the meal offering of jealousy. The priest shall have in his hand the water of bitterness that brings a curse. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 5,
		"canon_order": 3811
	},
	{
		"verseText": "The priest shall cause her to take an oath and shall tell the woman, “If no man has lain with you, and if you haven’t gone aside to uncleanness, being under your husband’s authority, be free from this water of bitterness that brings a curse. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 5,
		"canon_order": 3812
	},
	{
		"verseText": "But if you have gone astray, being under your husband’s authority, and if you are defiled, and some man has lain with you besides your husband—” ",
		"book": "NUM",
		"verse": 20,
		"chapter": 5,
		"canon_order": 3813
	},
	{
		"verseText": "then the priest shall cause the woman to swear with the oath of cursing, and the priest shall tell the woman, “May Yahweh make you a curse and an oath among your people, when Yahweh allows your thigh to fall away, and your body to swell; ",
		"book": "NUM",
		"verse": 21,
		"chapter": 5,
		"canon_order": 3814
	},
	{
		"verseText": "and this water that brings a curse will go into your bowels, and make your body swell, and your thigh fall away.” The woman shall say, “Amen, Amen.” ",
		"book": "NUM",
		"verse": 22,
		"chapter": 5,
		"canon_order": 3815
	},
	{
		"verseText": "“‘The priest shall write these curses in a book, and he shall wipe them into the water of bitterness. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 5,
		"canon_order": 3816
	},
	{
		"verseText": "He shall make the woman drink the water of bitterness that causes the curse; and the water that causes the curse shall enter into her and become bitter. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 5,
		"canon_order": 3817
	},
	{
		"verseText": "The priest shall take the meal offering of jealousy out of the woman’s hand, and shall wave the meal offering before Yahweh, and bring it to the altar. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 5,
		"canon_order": 3818
	},
	{
		"verseText": "The priest shall take a handful of the meal offering, as its memorial portion, and burn it on the altar, and afterward shall make the woman drink the water. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 5,
		"canon_order": 3819
	},
	{
		"verseText": "When he has made her drink the water, then it shall happen, if she is defiled and has committed a trespass against her husband, that the water that causes the curse will enter into her and become bitter, and her body will swell, and her thigh will fall away; and the woman will be a curse among her people. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 5,
		"canon_order": 3820
	},
	{
		"verseText": "If the woman isn’t defiled, but is clean; then she shall be free, and shall conceive offspring. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 5,
		"canon_order": 3821
	},
	{
		"verseText": "“‘This is the law of jealousy, when a wife, being under her husband, goes astray, and is defiled, ",
		"book": "NUM",
		"verse": 29,
		"chapter": 5,
		"canon_order": 3822
	},
	{
		"verseText": "or when the spirit of jealousy comes on a man, and he is jealous of his wife; then he shall set the woman before Yahweh, and the priest shall execute on her all this law. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 5,
		"canon_order": 3823
	},
	{
		"verseText": "The man shall be free from iniquity, and that woman shall bear her iniquity.’” ",
		"book": "NUM",
		"verse": 31,
		"chapter": 5,
		"canon_order": 3824
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 6,
		"canon_order": 3825
	},
	{
		"verseText": "“Speak to the children of Israel, and tell them: ‘When either man or woman shall make a special vow, the vow of a Nazirite, to separate himself to Yahweh, ",
		"book": "NUM",
		"verse": 2,
		"chapter": 6,
		"canon_order": 3826
	},
	{
		"verseText": "he shall separate himself from wine and strong drink. He shall drink no vinegar of wine, or vinegar of fermented drink, neither shall he drink any juice of grapes, nor eat fresh grapes or dried. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 6,
		"canon_order": 3827
	},
	{
		"verseText": "All the days of his separation he shall eat nothing that is made of the grapevine, from the seeds even to the skins. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 6,
		"canon_order": 3828
	},
	{
		"verseText": "“‘All the days of his vow of separation no razor shall come on his head, until the days are fulfilled in which he separates himself to Yahweh. He shall be holy. He shall let the locks of the hair of his head grow long. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 6,
		"canon_order": 3829
	},
	{
		"verseText": "“‘All the days that he separates himself to Yahweh he shall not go near a dead body. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 6,
		"canon_order": 3830
	},
	{
		"verseText": "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die, because his separation to God is on his head. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 6,
		"canon_order": 3831
	},
	{
		"verseText": "All the days of his separation he is holy to Yahweh. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 6,
		"canon_order": 3832
	},
	{
		"verseText": "“‘If any man dies very suddenly beside him, and he defiles the head of his separation, then he shall shave his head in the day of his cleansing. On the seventh day he shall shave it. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 6,
		"canon_order": 3833
	},
	{
		"verseText": "On the eighth day he shall bring two turtledoves or two young pigeons to the priest, to the door of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 6,
		"canon_order": 3834
	},
	{
		"verseText": "The priest shall offer one for a sin offering, and the other for a burnt offering, and make atonement for him, because he sinned by reason of the dead, and shall make his head holy that same day. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 6,
		"canon_order": 3835
	},
	{
		"verseText": "He shall separate to Yahweh the days of his separation, and shall bring a male lamb a year old for a trespass offering; but the former days shall be void, because his separation was defiled. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 6,
		"canon_order": 3836
	},
	{
		"verseText": "“‘This is the law of the Nazirite: when the days of his separation are fulfilled, he shall be brought to the door of the Tent of Meeting, ",
		"book": "NUM",
		"verse": 13,
		"chapter": 6,
		"canon_order": 3837
	},
	{
		"verseText": "and he shall offer his offering to Yahweh: one male lamb a year old without defect for a burnt offering, one ewe lamb a year old without defect for a sin offering, one ram without defect for peace offerings, ",
		"book": "NUM",
		"verse": 14,
		"chapter": 6,
		"canon_order": 3838
	},
	{
		"verseText": "a basket of unleavened bread, cakes of fine flour mixed with oil, and unleavened wafers anointed with oil with their meal offering and their drink offerings. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 6,
		"canon_order": 3839
	},
	{
		"verseText": "The priest shall present them before Yahweh, and shall offer his sin offering and his burnt offering. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 6,
		"canon_order": 3840
	},
	{
		"verseText": "He shall offer the ram for a sacrifice of peace offerings to Yahweh, with the basket of unleavened bread. The priest shall offer also its meal offering and its drink offering. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 6,
		"canon_order": 3841
	},
	{
		"verseText": "The Nazirite shall shave the head of his separation at the door of the Tent of Meeting, take the hair of the head of his separation, and put it on the fire which is under the sacrifice of peace offerings. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 6,
		"canon_order": 3842
	},
	{
		"verseText": "The priest shall take the boiled shoulder of the ram, one unleavened cake out of the basket, and one unleavened wafer, and shall put them on the hands of the Nazirite after he has shaved the head of his separation; ",
		"book": "NUM",
		"verse": 19,
		"chapter": 6,
		"canon_order": 3843
	},
	{
		"verseText": "and the priest shall wave them for a wave offering before Yahweh. They are holy for the priest, together with the breast that is waved and the thigh that is offered. After that the Nazirite may drink wine. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 6,
		"canon_order": 3844
	},
	{
		"verseText": "“‘This is the law of the Nazirite who vows and of his offering to Yahweh for his separation, in addition to that which he is able to afford. According to his vow which he vows, so he must do after the law of his separation.’” ",
		"book": "NUM",
		"verse": 21,
		"chapter": 6,
		"canon_order": 3845
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 22,
		"chapter": 6,
		"canon_order": 3846
	},
	{
		"verseText": "“Speak to Aaron and to his sons, saying, ‘This is how you shall bless the children of Israel.’ You shall tell them, ",
		"book": "NUM",
		"verse": 23,
		"chapter": 6,
		"canon_order": 3847
	},
	{
		"verseText": "‘Yahweh bless you, and keep you. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 6,
		"canon_order": 3848
	},
	{
		"verseText": "Yahweh make his face to shine on you, and be gracious to you. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 6,
		"canon_order": 3849
	},
	{
		"verseText": "Yahweh lift up his face toward you, and give you peace.’ ",
		"book": "NUM",
		"verse": 26,
		"chapter": 6,
		"canon_order": 3850
	},
	{
		"verseText": "“So they shall put my name on the children of Israel; and I will bless them.” ",
		"book": "NUM",
		"verse": 27,
		"chapter": 6,
		"canon_order": 3851
	},
	{
		"verseText": "On the day that Moses had finished setting up the tabernacle, and had anointed it and sanctified it with all its furniture, and the altar with all its vessels, and had anointed and sanctified them; ",
		"book": "NUM",
		"verse": 1,
		"chapter": 7,
		"canon_order": 3852
	},
	{
		"verseText": "the princes of Israel, the heads of their fathers’ houses, gave offerings. These were the princes of the tribes. These are they who were over those who were counted; ",
		"book": "NUM",
		"verse": 2,
		"chapter": 7,
		"canon_order": 3853
	},
	{
		"verseText": "and they brought their offering before Yahweh, six covered wagons and twelve oxen; a wagon for every two of the princes, and for each one an ox. They presented them before the tabernacle. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 7,
		"canon_order": 3854
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 4,
		"chapter": 7,
		"canon_order": 3855
	},
	{
		"verseText": "“Accept these from them, that they may be used in doing the service of the Tent of Meeting; and you shall give them to the Levites, to every man according to his service.” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 7,
		"canon_order": 3856
	},
	{
		"verseText": "Moses took the wagons and the oxen, and gave them to the Levites. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 7,
		"canon_order": 3857
	},
	{
		"verseText": "He gave two wagons and four oxen to the sons of Gershon, according to their service. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 7,
		"canon_order": 3858
	},
	{
		"verseText": "He gave four wagons and eight oxen to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 7,
		"canon_order": 3859
	},
	{
		"verseText": "But to the sons of Kohath he gave none, because the service of the sanctuary belonged to them; they carried it on their shoulders. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 7,
		"canon_order": 3860
	},
	{
		"verseText": "The princes gave offerings for the dedication of the altar in the day that it was anointed. The princes gave their offerings before the altar. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 7,
		"canon_order": 3861
	},
	{
		"verseText": "Yahweh said to Moses, “They shall offer their offering, each prince on his day, for the dedication of the altar.” ",
		"book": "NUM",
		"verse": 11,
		"chapter": 7,
		"canon_order": 3862
	},
	{
		"verseText": "He who offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah, ",
		"book": "NUM",
		"verse": 12,
		"chapter": 7,
		"canon_order": 3863
	},
	{
		"verseText": "and his offering was: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 13,
		"chapter": 7,
		"canon_order": 3864
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 14,
		"chapter": 7,
		"canon_order": 3865
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 15,
		"chapter": 7,
		"canon_order": 3866
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 16,
		"chapter": 7,
		"canon_order": 3867
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon the son of Amminadab. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 7,
		"canon_order": 3868
	},
	{
		"verseText": "On the second day Nethanel the son of Zuar, prince of Issachar, gave his offering. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 7,
		"canon_order": 3869
	},
	{
		"verseText": "He offered for his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 19,
		"chapter": 7,
		"canon_order": 3870
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 20,
		"chapter": 7,
		"canon_order": 3871
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 21,
		"chapter": 7,
		"canon_order": 3872
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 22,
		"chapter": 7,
		"canon_order": 3873
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, five male lambs a year old. This was the offering of Nethanel the son of Zuar. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 7,
		"canon_order": 3874
	},
	{
		"verseText": "On the third day Eliab the son of Helon, prince of the children of Zebulun, ",
		"book": "NUM",
		"verse": 24,
		"chapter": 7,
		"canon_order": 3875
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 25,
		"chapter": 7,
		"canon_order": 3876
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 26,
		"chapter": 7,
		"canon_order": 3877
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 27,
		"chapter": 7,
		"canon_order": 3878
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 28,
		"chapter": 7,
		"canon_order": 3879
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab the son of Helon. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 7,
		"canon_order": 3880
	},
	{
		"verseText": "On the fourth day Elizur the son of Shedeur, prince of the children of Reuben, ",
		"book": "NUM",
		"verse": 30,
		"chapter": 7,
		"canon_order": 3881
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 31,
		"chapter": 7,
		"canon_order": 3882
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 32,
		"chapter": 7,
		"canon_order": 3883
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 33,
		"chapter": 7,
		"canon_order": 3884
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 34,
		"chapter": 7,
		"canon_order": 3885
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur the son of Shedeur. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 7,
		"canon_order": 3886
	},
	{
		"verseText": "On the fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon, ",
		"book": "NUM",
		"verse": 36,
		"chapter": 7,
		"canon_order": 3887
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 37,
		"chapter": 7,
		"canon_order": 3888
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 38,
		"chapter": 7,
		"canon_order": 3889
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 39,
		"chapter": 7,
		"canon_order": 3890
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 40,
		"chapter": 7,
		"canon_order": 3891
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old: this was the offering of Shelumiel the son of Zurishaddai. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 7,
		"canon_order": 3892
	},
	{
		"verseText": "On the sixth day, Eliasaph the son of Deuel, prince of the children of Gad, ",
		"book": "NUM",
		"verse": 42,
		"chapter": 7,
		"canon_order": 3893
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 43,
		"chapter": 7,
		"canon_order": 3894
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 44,
		"chapter": 7,
		"canon_order": 3895
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 45,
		"chapter": 7,
		"canon_order": 3896
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 46,
		"chapter": 7,
		"canon_order": 3897
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph the son of Deuel. ",
		"book": "NUM",
		"verse": 47,
		"chapter": 7,
		"canon_order": 3898
	},
	{
		"verseText": "On the seventh day Elishama the son of Ammihud, prince of the children of Ephraim, ",
		"book": "NUM",
		"verse": 48,
		"chapter": 7,
		"canon_order": 3899
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 49,
		"chapter": 7,
		"canon_order": 3900
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 50,
		"chapter": 7,
		"canon_order": 3901
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 51,
		"chapter": 7,
		"canon_order": 3902
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 52,
		"chapter": 7,
		"canon_order": 3903
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama the son of Ammihud. ",
		"book": "NUM",
		"verse": 53,
		"chapter": 7,
		"canon_order": 3904
	},
	{
		"verseText": "On the eighth day Gamaliel the son of Pedahzur, prince of the children of Manasseh, ",
		"book": "NUM",
		"verse": 54,
		"chapter": 7,
		"canon_order": 3905
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 55,
		"chapter": 7,
		"canon_order": 3906
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 56,
		"chapter": 7,
		"canon_order": 3907
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 57,
		"chapter": 7,
		"canon_order": 3908
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 58,
		"chapter": 7,
		"canon_order": 3909
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel the son of Pedahzur. ",
		"book": "NUM",
		"verse": 59,
		"chapter": 7,
		"canon_order": 3910
	},
	{
		"verseText": "On the ninth day Abidan the son of Gideoni, prince of the children of Benjamin, ",
		"book": "NUM",
		"verse": 60,
		"chapter": 7,
		"canon_order": 3911
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 61,
		"chapter": 7,
		"canon_order": 3912
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 62,
		"chapter": 7,
		"canon_order": 3913
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 63,
		"chapter": 7,
		"canon_order": 3914
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 64,
		"chapter": 7,
		"canon_order": 3915
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan the son of Gideoni. ",
		"book": "NUM",
		"verse": 65,
		"chapter": 7,
		"canon_order": 3916
	},
	{
		"verseText": "On the tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan, ",
		"book": "NUM",
		"verse": 66,
		"chapter": 7,
		"canon_order": 3917
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 67,
		"chapter": 7,
		"canon_order": 3918
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 68,
		"chapter": 7,
		"canon_order": 3919
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 69,
		"chapter": 7,
		"canon_order": 3920
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 70,
		"chapter": 7,
		"canon_order": 3921
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer the son of Ammishaddai. ",
		"book": "NUM",
		"verse": 71,
		"chapter": 7,
		"canon_order": 3922
	},
	{
		"verseText": "On the eleventh day Pagiel the son of Ochran, prince of the children of Asher, ",
		"book": "NUM",
		"verse": 72,
		"chapter": 7,
		"canon_order": 3923
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 73,
		"chapter": 7,
		"canon_order": 3924
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 74,
		"chapter": 7,
		"canon_order": 3925
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 75,
		"chapter": 7,
		"canon_order": 3926
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 76,
		"chapter": 7,
		"canon_order": 3927
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel the son of Ochran. ",
		"book": "NUM",
		"verse": 77,
		"chapter": 7,
		"canon_order": 3928
	},
	{
		"verseText": "On the twelfth day Ahira the son of Enan, prince of the children of Naphtali, ",
		"book": "NUM",
		"verse": 78,
		"chapter": 7,
		"canon_order": 3929
	},
	{
		"verseText": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering; ",
		"book": "NUM",
		"verse": 79,
		"chapter": 7,
		"canon_order": 3930
	},
	{
		"verseText": "one golden ladle of ten shekels, full of incense; ",
		"book": "NUM",
		"verse": 80,
		"chapter": 7,
		"canon_order": 3931
	},
	{
		"verseText": "one young bull, one ram, one male lamb a year old, for a burnt offering; ",
		"book": "NUM",
		"verse": 81,
		"chapter": 7,
		"canon_order": 3932
	},
	{
		"verseText": "one male goat for a sin offering; ",
		"book": "NUM",
		"verse": 82,
		"chapter": 7,
		"canon_order": 3933
	},
	{
		"verseText": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira the son of Enan. ",
		"book": "NUM",
		"verse": 83,
		"chapter": 7,
		"canon_order": 3934
	},
	{
		"verseText": "This was the dedication offering of the altar, on the day when it was anointed, by the princes of Israel: twelve silver platters, twelve silver bowls, twelve golden ladles; ",
		"book": "NUM",
		"verse": 84,
		"chapter": 7,
		"canon_order": 3935
	},
	{
		"verseText": "each silver platter weighing one hundred thirty shekels, and each bowl seventy; all the silver of the vessels two thousand four hundred shekels, according to the shekel of the sanctuary; ",
		"book": "NUM",
		"verse": 85,
		"chapter": 7,
		"canon_order": 3936
	},
	{
		"verseText": "the twelve golden ladles, full of incense, weighing ten shekels apiece, according to the shekel of the sanctuary; all the gold of the ladles weighed one hundred twenty shekels; ",
		"book": "NUM",
		"verse": 86,
		"chapter": 7,
		"canon_order": 3937
	},
	{
		"verseText": "all the cattle for the burnt offering twelve bulls, the rams twelve, the male lambs a year old twelve, and their meal offering; and twelve male goats for a sin offering; ",
		"book": "NUM",
		"verse": 87,
		"chapter": 7,
		"canon_order": 3938
	},
	{
		"verseText": "and all the cattle for the sacrifice of peace offerings: twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old. This was the dedication offering of the altar, after it was anointed. ",
		"book": "NUM",
		"verse": 88,
		"chapter": 7,
		"canon_order": 3939
	},
	{
		"verseText": "When Moses went into the Tent of Meeting to speak with Yahweh, he heard his voice speaking to him from above the mercy seat that was on the ark of the Testimony, from between the two cherubim; and he spoke to him. ",
		"book": "NUM",
		"verse": 89,
		"chapter": 7,
		"canon_order": 3940
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 8,
		"canon_order": 3941
	},
	{
		"verseText": "“Speak to Aaron, and tell him, ‘When you light the lamps, the seven lamps shall give light in front of the lamp stand.’” ",
		"book": "NUM",
		"verse": 2,
		"chapter": 8,
		"canon_order": 3942
	},
	{
		"verseText": "Aaron did so. He lit its lamps to light the area in front of the lamp stand, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 8,
		"canon_order": 3943
	},
	{
		"verseText": "This was the workmanship of the lamp stand, beaten work of gold. From its base to its flowers, it was beaten work. He made the lamp stand according to the pattern which Yahweh had shown Moses. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 8,
		"canon_order": 3944
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 5,
		"chapter": 8,
		"canon_order": 3945
	},
	{
		"verseText": "“Take the Levites from among the children of Israel, and cleanse them. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 8,
		"canon_order": 3946
	},
	{
		"verseText": "You shall do this to them to cleanse them: sprinkle the water of cleansing on them, let them shave their whole bodies with a razor, let them wash their clothes, and cleanse themselves. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 8,
		"canon_order": 3947
	},
	{
		"verseText": "Then let them take a young bull and its meal offering, fine flour mixed with oil; and another young bull you shall take for a sin offering. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 8,
		"canon_order": 3948
	},
	{
		"verseText": "You shall present the Levites before the Tent of Meeting. You shall assemble the whole congregation of the children of Israel. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 8,
		"canon_order": 3949
	},
	{
		"verseText": "You shall present the Levites before Yahweh. The children of Israel shall lay their hands on the Levites, ",
		"book": "NUM",
		"verse": 10,
		"chapter": 8,
		"canon_order": 3950
	},
	{
		"verseText": "and Aaron shall offer the Levites before Yahweh for a wave offering on the behalf of the children of Israel, that it may be theirs to do the service of Yahweh. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 8,
		"canon_order": 3951
	},
	{
		"verseText": "“The Levites shall lay their hands on the heads of the bulls, and you shall offer the one for a sin offering and the other for a burnt offering to Yahweh, to make atonement for the Levites. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 8,
		"canon_order": 3952
	},
	{
		"verseText": "You shall set the Levites before Aaron and before his sons, and offer them as a wave offering to Yahweh. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 8,
		"canon_order": 3953
	},
	{
		"verseText": "Thus you shall separate the Levites from among the children of Israel, and the Levites shall be mine. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 8,
		"canon_order": 3954
	},
	{
		"verseText": "“After that, the Levites shall go in to do the service of the Tent of Meeting. You shall cleanse them, and offer them as a wave offering. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 8,
		"canon_order": 3955
	},
	{
		"verseText": "For they are wholly given to me from among the children of Israel; instead of all who open the womb, even the firstborn of all the children of Israel, I have taken them to me. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 8,
		"canon_order": 3956
	},
	{
		"verseText": "For all the firstborn among the children of Israel are mine, both man and animal. On the day that I struck all the firstborn in the land of Egypt, I sanctified them for myself. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 8,
		"canon_order": 3957
	},
	{
		"verseText": "I have taken the Levites instead of all the firstborn among the children of Israel. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 8,
		"canon_order": 3958
	},
	{
		"verseText": "I have given the Levites as a gift to Aaron and to his sons from among the children of Israel, to do the service of the children of Israel in the Tent of Meeting, and to make atonement for the children of Israel, so that there will be no plague among the children of Israel when the children of Israel come near to the sanctuary.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 8,
		"canon_order": 3959
	},
	{
		"verseText": "Moses, and Aaron, and all the congregation of the children of Israel did so to the Levites. According to all that Yahweh commanded Moses concerning the Levites, so the children of Israel did to them. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 8,
		"canon_order": 3960
	},
	{
		"verseText": "The Levites purified themselves from sin, and they washed their clothes; and Aaron offered them for a wave offering before Yahweh and Aaron made atonement for them to cleanse them. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 8,
		"canon_order": 3961
	},
	{
		"verseText": "After that, the Levites went in to do their service in the Tent of Meeting before Aaron and before his sons: as Yahweh had commanded Moses concerning the Levites, so they did to them. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 8,
		"canon_order": 3962
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 23,
		"chapter": 8,
		"canon_order": 3963
	},
	{
		"verseText": "“This is what is assigned to the Levites: from twenty-five years old and upward they shall go in to wait on the service in the work of the Tent of Meeting; ",
		"book": "NUM",
		"verse": 24,
		"chapter": 8,
		"canon_order": 3964
	},
	{
		"verseText": "and from the age of fifty years they shall retire from doing the work, and shall serve no more, ",
		"book": "NUM",
		"verse": 25,
		"chapter": 8,
		"canon_order": 3965
	},
	{
		"verseText": "but shall assist their brothers in the Tent of Meeting, to perform the duty, and shall perform no service. This is how you shall have the Levites do their duties.” ",
		"book": "NUM",
		"verse": 26,
		"chapter": 8,
		"canon_order": 3966
	},
	{
		"verseText": "Yahweh spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 9,
		"canon_order": 3967
	},
	{
		"verseText": "“Let the children of Israel keep the Passover in its appointed season. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 9,
		"canon_order": 3968
	},
	{
		"verseText": "On the fourteenth day of this month, at evening, you shall keep it in its appointed season. You shall keep it according to all its statutes and according to all its ordinances.” ",
		"book": "NUM",
		"verse": 3,
		"chapter": 9,
		"canon_order": 3969
	},
	{
		"verseText": "Moses told the children of Israel that they should keep the Passover. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 9,
		"canon_order": 3970
	},
	{
		"verseText": "They kept the Passover in the first month, on the fourteenth day of the month at evening, in the wilderness of Sinai. According to all that Yahweh commanded Moses, so the children of Israel did. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 9,
		"canon_order": 3971
	},
	{
		"verseText": "There were certain men who were unclean because of the dead body of a man, so that they could not keep the Passover on that day, and they came before Moses and Aaron on that day. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 9,
		"canon_order": 3972
	},
	{
		"verseText": "Those men said to him, “We are unclean because of the dead body of a man. Why are we kept back, that we may not offer the offering of Yahweh in its appointed season among the children of Israel?” ",
		"book": "NUM",
		"verse": 7,
		"chapter": 9,
		"canon_order": 3973
	},
	{
		"verseText": "Moses answered them, “Wait, that I may hear what Yahweh will command concerning you.” ",
		"book": "NUM",
		"verse": 8,
		"chapter": 9,
		"canon_order": 3974
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 9,
		"chapter": 9,
		"canon_order": 3975
	},
	{
		"verseText": "“Say to the children of Israel, ‘If any man of you or of your generations is unclean by reason of a dead body, or is on a journey far away, he shall still keep the Passover to Yahweh. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 9,
		"canon_order": 3976
	},
	{
		"verseText": "In the second month, on the fourteenth day at evening they shall keep it; they shall eat it with unleavened bread and bitter herbs. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 9,
		"canon_order": 3977
	},
	{
		"verseText": "They shall leave none of it until the morning, nor break a bone of it. According to all the statute of the Passover they shall keep it. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 9,
		"canon_order": 3978
	},
	{
		"verseText": "But the man who is clean, and is not on a journey, and fails to keep the Passover, that soul shall be cut off from his people. Because he didn’t offer the offering of Yahweh in its appointed season, that man shall bear his sin. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 9,
		"canon_order": 3979
	},
	{
		"verseText": "“‘If a foreigner lives among you and desires to keep the Passover to Yahweh, then he shall do so according to the statute of the Passover, and according to its ordinance. You shall have one statute, both for the foreigner and for him who is born in the land.’” ",
		"book": "NUM",
		"verse": 14,
		"chapter": 9,
		"canon_order": 3980
	},
	{
		"verseText": "On the day that the tabernacle was raised up, the cloud covered the tabernacle, even the Tent of the Testimony. At evening it was over the tabernacle, as it were the appearance of fire, until morning. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 9,
		"canon_order": 3981
	},
	{
		"verseText": "So it was continually. The cloud covered it, and the appearance of fire by night. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 9,
		"canon_order": 3982
	},
	{
		"verseText": "Whenever the cloud was taken up from over the Tent, then after that the children of Israel traveled; and in the place where the cloud remained, there the children of Israel encamped. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 9,
		"canon_order": 3983
	},
	{
		"verseText": "At the commandment of Yahweh, the children of Israel traveled, and at the commandment of Yahweh they encamped. As long as the cloud remained on the tabernacle they remained encamped. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 9,
		"canon_order": 3984
	},
	{
		"verseText": "When the cloud stayed on the tabernacle many days, then the children of Israel kept Yahweh’s command, and didn’t travel. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 9,
		"canon_order": 3985
	},
	{
		"verseText": "Sometimes the cloud was a few days on the tabernacle; then according to the commandment of Yahweh they remained encamped, and according to the commandment of Yahweh they traveled. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 9,
		"canon_order": 3986
	},
	{
		"verseText": "Sometimes the cloud was from evening until morning; and when the cloud was taken up in the morning, they traveled; or by day and by night, when the cloud was taken up, they traveled. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 9,
		"canon_order": 3987
	},
	{
		"verseText": "Whether it was two days, or a month, or a year that the cloud stayed on the tabernacle, remaining on it, the children of Israel remained encamped, and didn’t travel; but when it was taken up, they traveled. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 9,
		"canon_order": 3988
	},
	{
		"verseText": "At the commandment of Yahweh they encamped, and at the commandment of Yahweh they traveled. They kept Yahweh’s command, at the commandment of Yahweh by Moses. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 9,
		"canon_order": 3989
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 10,
		"canon_order": 3990
	},
	{
		"verseText": "“Make two trumpets of silver. You shall make them of beaten work. You shall use them for the calling of the congregation and for the journeying of the camps. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 10,
		"canon_order": 3991
	},
	{
		"verseText": "When they blow them, all the congregation shall gather themselves to you at the door of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 10,
		"canon_order": 3992
	},
	{
		"verseText": "If they blow just one, then the princes, the heads of the thousands of Israel, shall gather themselves to you. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 10,
		"canon_order": 3993
	},
	{
		"verseText": "When you blow an alarm, the camps that lie on the east side shall go forward. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 10,
		"canon_order": 3994
	},
	{
		"verseText": "When you blow an alarm the second time, the camps that lie on the south side shall go forward. They shall blow an alarm for their journeys. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 10,
		"canon_order": 3995
	},
	{
		"verseText": "But when the assembly is to be gathered together, you shall blow, but you shall not sound an alarm. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 10,
		"canon_order": 3996
	},
	{
		"verseText": "“The sons of Aaron, the priests, shall blow the trumpets. This shall be to you for a statute forever throughout your generations. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 10,
		"canon_order": 3997
	},
	{
		"verseText": "When you go to war in your land against the adversary who oppresses you, then you shall sound an alarm with the trumpets. Then you will be remembered before Yahweh your God, and you will be saved from your enemies. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 10,
		"canon_order": 3998
	},
	{
		"verseText": "“Also in the day of your gladness, and in your set feasts, and in the beginnings of your months, you shall blow the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; and they shall be to you for a memorial before your God. I am Yahweh your God.” ",
		"book": "NUM",
		"verse": 10,
		"chapter": 10,
		"canon_order": 3999
	},
	{
		"verseText": "In the second year, in the second month, on the twentieth day of the month, the cloud was taken up from over the tabernacle of the covenant. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 10,
		"canon_order": 4000
	},
	{
		"verseText": "The children of Israel went forward on their journeys out of the wilderness of Sinai; and the cloud stayed in the wilderness of Paran. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 10,
		"canon_order": 4001
	},
	{
		"verseText": "They first went forward according to the commandment of Yahweh by Moses. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 10,
		"canon_order": 4002
	},
	{
		"verseText": "First, the standard of the camp of the children of Judah went forward according to their armies. Nahshon the son of Amminadab was over his army. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 10,
		"canon_order": 4003
	},
	{
		"verseText": "Nethanel the son of Zuar was over the army of the tribe of the children of Issachar. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 10,
		"canon_order": 4004
	},
	{
		"verseText": "Eliab the son of Helon was over the army of the tribe of the children of Zebulun. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 10,
		"canon_order": 4005
	},
	{
		"verseText": "The tabernacle was taken down; and the sons of Gershon and the sons of Merari, who bore the tabernacle, went forward. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 10,
		"canon_order": 4006
	},
	{
		"verseText": "The standard of the camp of Reuben went forward according to their armies. Elizur the son of Shedeur was over his army. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 10,
		"canon_order": 4007
	},
	{
		"verseText": "Shelumiel the son of Zurishaddai was over the army of the tribe of the children of Simeon. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 10,
		"canon_order": 4008
	},
	{
		"verseText": "Eliasaph the son of Deuel was over the army of the tribe of the children of Gad. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 10,
		"canon_order": 4009
	},
	{
		"verseText": "The Kohathites set forward, bearing the sanctuary. The others set up the tabernacle before they arrived. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 10,
		"canon_order": 4010
	},
	{
		"verseText": "The standard of the camp of the children of Ephraim set forward according to their armies. Elishama the son of Ammihud was over his army. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 10,
		"canon_order": 4011
	},
	{
		"verseText": "Gamaliel the son of Pedahzur was over the army of the tribe of the children of Manasseh. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 10,
		"canon_order": 4012
	},
	{
		"verseText": "Abidan the son of Gideoni was over the army of the tribe of the children of Benjamin. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 10,
		"canon_order": 4013
	},
	{
		"verseText": "The standard of the camp of the children of Dan, which was the rear guard of all the camps, set forward according to their armies. Ahiezer the son of Ammishaddai was over his army. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 10,
		"canon_order": 4014
	},
	{
		"verseText": "Pagiel the son of Ochran was over the army of the tribe of the children of Asher. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 10,
		"canon_order": 4015
	},
	{
		"verseText": "Ahira the son of Enan was over the army of the tribe of the children of Naphtali. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 10,
		"canon_order": 4016
	},
	{
		"verseText": "Thus were the travels of the children of Israel according to their armies; and they went forward. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 10,
		"canon_order": 4017
	},
	{
		"verseText": "Moses said to Hobab, the son of Reuel the Midianite, Moses’ father-in-law, “We are journeying to the place of which Yahweh said, ‘I will give it to you.’ Come with us, and we will treat you well; for Yahweh has spoken good concerning Israel.” ",
		"book": "NUM",
		"verse": 29,
		"chapter": 10,
		"canon_order": 4018
	},
	{
		"verseText": "He said to him, “I will not go; but I will depart to my own land, and to my relatives.” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 10,
		"canon_order": 4019
	},
	{
		"verseText": "Moses said, “Don’t leave us, please; because you know how we are to encamp in the wilderness, and you can be our eyes. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 10,
		"canon_order": 4020
	},
	{
		"verseText": "It shall be, if you go with us—yes, it shall be—that whatever good Yahweh does to us, we will do the same to you.” ",
		"book": "NUM",
		"verse": 32,
		"chapter": 10,
		"canon_order": 4021
	},
	{
		"verseText": "They set forward from the Mount of Yahweh three days’ journey. The ark of Yahweh’s covenant went before them three days’ journey, to seek out a resting place for them. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 10,
		"canon_order": 4022
	},
	{
		"verseText": "The cloud of Yahweh was over them by day, when they set forward from the camp. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 10,
		"canon_order": 4023
	},
	{
		"verseText": "When the ark went forward, Moses said, “Rise up, Yahweh, and let your enemies be scattered! Let those who hate you flee before you!” ",
		"book": "NUM",
		"verse": 35,
		"chapter": 10,
		"canon_order": 4024
	},
	{
		"verseText": "When it rested, he said, “Return, Yahweh, to the ten thousands of the thousands of Israel.” ",
		"book": "NUM",
		"verse": 36,
		"chapter": 10,
		"canon_order": 4025
	},
	{
		"verseText": "The people were complaining in the ears of Yahweh. When Yahweh heard it, his anger burned; and Yahweh’s fire burned among them, and consumed some of the outskirts of the camp. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 11,
		"canon_order": 4026
	},
	{
		"verseText": "The people cried to Moses; and Moses prayed to Yahweh, and the fire abated. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 11,
		"canon_order": 4027
	},
	{
		"verseText": "The name of that place was called Taberah, because Yahweh’s fire burned among them. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 11,
		"canon_order": 4028
	},
	{
		"verseText": "The mixed multitude that was among them lusted exceedingly; and the children of Israel also wept again, and said, “Who will give us meat to eat? ",
		"book": "NUM",
		"verse": 4,
		"chapter": 11,
		"canon_order": 4029
	},
	{
		"verseText": "We remember the fish, which we ate in Egypt for nothing; the cucumbers, and the melons, and the leeks, and the onions, and the garlic; ",
		"book": "NUM",
		"verse": 5,
		"chapter": 11,
		"canon_order": 4030
	},
	{
		"verseText": "but now we have lost our appetite. There is nothing at all except this manna to look at.” ",
		"book": "NUM",
		"verse": 6,
		"chapter": 11,
		"canon_order": 4031
	},
	{
		"verseText": "The manna was like coriander seed, and it looked like bdellium. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 11,
		"canon_order": 4032
	},
	{
		"verseText": "The people went around, gathered it, and ground it in mills, or beat it in mortars, and boiled it in pots, and made cakes of it. Its taste was like the taste of fresh oil. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 11,
		"canon_order": 4033
	},
	{
		"verseText": "When the dew fell on the camp in the night, the manna fell on it. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 11,
		"canon_order": 4034
	},
	{
		"verseText": "Moses heard the people weeping throughout their families, every man at the door of his tent; and Yahweh’s anger burned greatly; and Moses was displeased. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 11,
		"canon_order": 4035
	},
	{
		"verseText": "Moses said to Yahweh, “Why have you treated your servant so badly? Why haven’t I found favor in your sight, that you lay the burden of all this people on me? ",
		"book": "NUM",
		"verse": 11,
		"chapter": 11,
		"canon_order": 4036
	},
	{
		"verseText": "Have I conceived all this people? Have I brought them out, that you should tell me, ‘Carry them in your bosom, as a nurse carries a nursing infant, to the land which you swore to their fathers?’ ",
		"book": "NUM",
		"verse": 12,
		"chapter": 11,
		"canon_order": 4037
	},
	{
		"verseText": "Where could I get meat to give all these people? For they weep before me, saying, ‘Give us meat, that we may eat.’ ",
		"book": "NUM",
		"verse": 13,
		"chapter": 11,
		"canon_order": 4038
	},
	{
		"verseText": "I am not able to bear all this people alone, because it is too heavy for me. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 11,
		"canon_order": 4039
	},
	{
		"verseText": "If you treat me this way, please kill me right now, if I have found favor in your sight; and don’t let me see my wretchedness.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 11,
		"canon_order": 4040
	},
	{
		"verseText": "Yahweh said to Moses, “Gather to me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them; and bring them to the Tent of Meeting, that they may stand there with you. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 11,
		"canon_order": 4041
	},
	{
		"verseText": "I will come down and talk with you there. I will take of the Spirit which is on you, and will put it on them; and they shall bear the burden of the people with you, that you don’t bear it yourself alone. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 11,
		"canon_order": 4042
	},
	{
		"verseText": "“Say to the people, ‘Sanctify yourselves in preparation for tomorrow, and you will eat meat; for you have wept in the ears of Yahweh, saying, “Who will give us meat to eat? For it was well with us in Egypt.” Therefore Yahweh will give you meat, and you will eat. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 11,
		"canon_order": 4043
	},
	{
		"verseText": "You will not eat just one day, or two days, or five days, or ten days, or twenty days, ",
		"book": "NUM",
		"verse": 19,
		"chapter": 11,
		"canon_order": 4044
	},
	{
		"verseText": "but a whole month, until it comes out at your nostrils, and it is loathsome to you; because you have rejected Yahweh who is among you, and have wept before him, saying, “Why did we come out of Egypt?”’” ",
		"book": "NUM",
		"verse": 20,
		"chapter": 11,
		"canon_order": 4045
	},
	{
		"verseText": "Moses said, “The people, among whom I am, are six hundred thousand men on foot; and you have said, ‘I will give them meat, that they may eat a whole month.’ ",
		"book": "NUM",
		"verse": 21,
		"chapter": 11,
		"canon_order": 4046
	},
	{
		"verseText": "Shall flocks and herds be slaughtered for them, to be sufficient for them? Shall all the fish of the sea be gathered together for them, to be sufficient for them?” ",
		"book": "NUM",
		"verse": 22,
		"chapter": 11,
		"canon_order": 4047
	},
	{
		"verseText": "Yahweh said to Moses, “Has Yahweh’s hand grown short? Now you will see whether my word will happen to you or not.” ",
		"book": "NUM",
		"verse": 23,
		"chapter": 11,
		"canon_order": 4048
	},
	{
		"verseText": "Moses went out, and told the people Yahweh’s words; and he gathered seventy men of the elders of the people, and set them around the Tent. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 11,
		"canon_order": 4049
	},
	{
		"verseText": "Yahweh came down in the cloud, and spoke to him, and took of the Spirit that was on him, and put it on the seventy elders. When the Spirit rested on them, they prophesied, but they did so no more. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 11,
		"canon_order": 4050
	},
	{
		"verseText": "But two men remained in the camp. The name of one was Eldad, and the name of the other Medad; and the Spirit rested on them. They were of those who were written, but had not gone out to the Tent; and they prophesied in the camp. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 11,
		"canon_order": 4051
	},
	{
		"verseText": "A young man ran, and told Moses, and said, “Eldad and Medad are prophesying in the camp!” ",
		"book": "NUM",
		"verse": 27,
		"chapter": 11,
		"canon_order": 4052
	},
	{
		"verseText": "Joshua the son of Nun, the servant of Moses, one of his chosen men, answered, “My lord Moses, forbid them!” ",
		"book": "NUM",
		"verse": 28,
		"chapter": 11,
		"canon_order": 4053
	},
	{
		"verseText": "Moses said to him, “Are you jealous for my sake? I wish that all Yahweh’s people were prophets, that Yahweh would put his Spirit on them!” ",
		"book": "NUM",
		"verse": 29,
		"chapter": 11,
		"canon_order": 4054
	},
	{
		"verseText": "Moses went into the camp, he and the elders of Israel. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 11,
		"canon_order": 4055
	},
	{
		"verseText": "A wind from Yahweh went out and brought quails from the sea, and let them fall by the camp, about a day’s journey on this side, and a day’s journey on the other side, around the camp, and about two cubits above the surface of the earth. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 11,
		"canon_order": 4056
	},
	{
		"verseText": "The people rose up all that day, and all of that night, and all the next day, and gathered the quails. He who gathered least gathered ten homers; and they spread them all out for themselves around the camp. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 11,
		"canon_order": 4057
	},
	{
		"verseText": "While the meat was still between their teeth, before it was chewed, Yahweh’s anger burned against the people, and Yahweh struck the people with a very great plague. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 11,
		"canon_order": 4058
	},
	{
		"verseText": "The name of that place was called Kibroth Hattaavah, because there they buried the people who lusted. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 11,
		"canon_order": 4059
	},
	{
		"verseText": "From Kibroth Hattaavah the people traveled to Hazeroth; and they stayed at Hazeroth. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 11,
		"canon_order": 4060
	},
	{
		"verseText": "Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married; for he had married a Cushite woman. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 12,
		"canon_order": 4061
	},
	{
		"verseText": "They said, “Has Yahweh indeed spoken only with Moses? Hasn’t he spoken also with us?” And Yahweh heard it. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 12,
		"canon_order": 4062
	},
	{
		"verseText": "Now the man Moses was very humble, more than all the men who were on the surface of the earth. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 12,
		"canon_order": 4063
	},
	{
		"verseText": "Yahweh spoke suddenly to Moses, to Aaron, and to Miriam, “You three come out to the Tent of Meeting!” The three of them came out. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 12,
		"canon_order": 4064
	},
	{
		"verseText": "Yahweh came down in a pillar of cloud, and stood at the door of the Tent, and called Aaron and Miriam; and they both came forward. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 12,
		"canon_order": 4065
	},
	{
		"verseText": "He said, “Now hear my words. If there is a prophet among you, I, Yahweh, will make myself known to him in a vision. I will speak with him in a dream. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 12,
		"canon_order": 4066
	},
	{
		"verseText": "My servant Moses is not so. He is faithful in all my house. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 12,
		"canon_order": 4067
	},
	{
		"verseText": "With him, I will speak mouth to mouth, even plainly, and not in riddles; and he shall see Yahweh’s form. Why then were you not afraid to speak against my servant, against Moses?” ",
		"book": "NUM",
		"verse": 8,
		"chapter": 12,
		"canon_order": 4068
	},
	{
		"verseText": "Yahweh’s anger burned against them; and he departed. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 12,
		"canon_order": 4069
	},
	{
		"verseText": "The cloud departed from over the Tent; and behold, Miriam was leprous, as white as snow. Aaron looked at Miriam, and behold, she was leprous. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 12,
		"canon_order": 4070
	},
	{
		"verseText": "Aaron said to Moses, “Oh, my lord, please don’t count this sin against us, in which we have done foolishly, and in which we have sinned. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 12,
		"canon_order": 4071
	},
	{
		"verseText": "Let her not, I pray, be as one dead, of whom the flesh is half consumed when he comes out of his mother’s womb.” ",
		"book": "NUM",
		"verse": 12,
		"chapter": 12,
		"canon_order": 4072
	},
	{
		"verseText": "Moses cried to Yahweh, saying, “Heal her, God, I beg you!” ",
		"book": "NUM",
		"verse": 13,
		"chapter": 12,
		"canon_order": 4073
	},
	{
		"verseText": "Yahweh said to Moses, “If her father had but spit in her face, shouldn’t she be ashamed seven days? Let her be shut up outside of the camp seven days, and after that she shall be brought in again.” ",
		"book": "NUM",
		"verse": 14,
		"chapter": 12,
		"canon_order": 4074
	},
	{
		"verseText": "Miriam was shut up outside of the camp seven days, and the people didn’t travel until Miriam was brought in again. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 12,
		"canon_order": 4075
	},
	{
		"verseText": "Afterward the people traveled from Hazeroth, and encamped in the wilderness of Paran. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 12,
		"canon_order": 4076
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 13,
		"canon_order": 4077
	},
	{
		"verseText": "“Send men, that they may spy out the land of Canaan, which I give to the children of Israel. Of every tribe of their fathers, you shall send a man, every one a prince among them.” ",
		"book": "NUM",
		"verse": 2,
		"chapter": 13,
		"canon_order": 4078
	},
	{
		"verseText": "Moses sent them from the wilderness of Paran according to the commandment of Yahweh. All of them were men who were heads of the children of Israel. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 13,
		"canon_order": 4079
	},
	{
		"verseText": "These were their names: Of the tribe of Reuben, Shammua the son of Zaccur. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 13,
		"canon_order": 4080
	},
	{
		"verseText": "Of the tribe of Simeon, Shaphat the son of Hori. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 13,
		"canon_order": 4081
	},
	{
		"verseText": "Of the tribe of Judah, Caleb the son of Jephunneh. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 13,
		"canon_order": 4082
	},
	{
		"verseText": "Of the tribe of Issachar, Igal the son of Joseph. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 13,
		"canon_order": 4083
	},
	{
		"verseText": "Of the tribe of Ephraim, Hoshea the son of Nun. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 13,
		"canon_order": 4084
	},
	{
		"verseText": "Of the tribe of Benjamin, Palti the son of Raphu. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 13,
		"canon_order": 4085
	},
	{
		"verseText": "Of the tribe of Zebulun, Gaddiel the son of Sodi. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 13,
		"canon_order": 4086
	},
	{
		"verseText": "Of the tribe of Joseph, of the tribe of Manasseh, Gaddi the son of Susi. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 13,
		"canon_order": 4087
	},
	{
		"verseText": "Of the tribe of Dan, Ammiel the son of Gemalli. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 13,
		"canon_order": 4088
	},
	{
		"verseText": "Of the tribe of Asher, Sethur the son of Michael. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 13,
		"canon_order": 4089
	},
	{
		"verseText": "Of the tribe of Naphtali, Nahbi the son of Vophsi. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 13,
		"canon_order": 4090
	},
	{
		"verseText": "Of the tribe of Gad, Geuel the son of Machi. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 13,
		"canon_order": 4091
	},
	{
		"verseText": "These are the names of the men who Moses sent to spy out the land. Moses called Hoshea the son of Nun Joshua. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 13,
		"canon_order": 4092
	},
	{
		"verseText": "Moses sent them to spy out the land of Canaan, and said to them, “Go up this way by the South, and go up into the hill country. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 13,
		"canon_order": 4093
	},
	{
		"verseText": "See the land, what it is; and the people who dwell therein, whether they are strong or weak, whether they are few or many; ",
		"book": "NUM",
		"verse": 18,
		"chapter": 13,
		"canon_order": 4094
	},
	{
		"verseText": "and what the land is that they dwell in, whether it is good or bad; and what cities they are that they dwell in, whether in camps, or in strongholds; ",
		"book": "NUM",
		"verse": 19,
		"chapter": 13,
		"canon_order": 4095
	},
	{
		"verseText": "and what the land is, whether it is fertile or poor, whether there is wood therein, or not. Be courageous, and bring some of the fruit of the land.” Now the time was the time of the first-ripe grapes. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 13,
		"canon_order": 4096
	},
	{
		"verseText": "So they went up, and spied out the land from the wilderness of Zin to Rehob, to the entrance of Hamath. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 13,
		"canon_order": 4097
	},
	{
		"verseText": "They went up by the South, and came to Hebron; and Ahiman, Sheshai, and Talmai, the children of Anak, were there. (Now Hebron was built seven years before Zoan in Egypt.) ",
		"book": "NUM",
		"verse": 22,
		"chapter": 13,
		"canon_order": 4098
	},
	{
		"verseText": "They came to the valley of Eshcol, and cut down from there a branch with one cluster of grapes, and they bore it on a staff between two. They also brought some of the pomegranates and figs. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 13,
		"canon_order": 4099
	},
	{
		"verseText": "That place was called the valley of Eshcol, because of the cluster which the children of Israel cut down from there. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 13,
		"canon_order": 4100
	},
	{
		"verseText": "They returned from spying out the land at the end of forty days. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 13,
		"canon_order": 4101
	},
	{
		"verseText": "They went and came to Moses, to Aaron, and to all the congregation of the children of Israel, to the wilderness of Paran, to Kadesh; and brought back word to them and to all the congregation. They showed them the fruit of the land. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 13,
		"canon_order": 4102
	},
	{
		"verseText": "They told him, and said, “We came to the land where you sent us. Surely it flows with milk and honey, and this is its fruit. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 13,
		"canon_order": 4103
	},
	{
		"verseText": "However, the people who dwell in the land are strong, and the cities are fortified and very large. Moreover, we saw the children of Anak there. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 13,
		"canon_order": 4104
	},
	{
		"verseText": "Amalek dwells in the land of the South. The Hittite, the Jebusite, and the Amorite dwell in the hill country. The Canaanite dwells by the sea, and along the side of the Jordan.” ",
		"book": "NUM",
		"verse": 29,
		"chapter": 13,
		"canon_order": 4105
	},
	{
		"verseText": "Caleb stilled the people before Moses, and said, “Let’s go up at once, and possess it; for we are well able to overcome it!” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 13,
		"canon_order": 4106
	},
	{
		"verseText": "But the men who went up with him said, “We aren’t able to go up against the people; for they are stronger than we.” ",
		"book": "NUM",
		"verse": 31,
		"chapter": 13,
		"canon_order": 4107
	},
	{
		"verseText": "They brought up an evil report of the land which they had spied out to the children of Israel, saying, “The land, through which we have gone to spy it out, is a land that eats up its inhabitants; and all the people who we saw in it are men of great stature. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 13,
		"canon_order": 4108
	},
	{
		"verseText": "There we saw the Nephilim, the sons of Anak, who come from the Nephilim. We were in our own sight as grasshoppers, and so we were in their sight.” ",
		"book": "NUM",
		"verse": 33,
		"chapter": 13,
		"canon_order": 4109
	},
	{
		"verseText": "All the congregation lifted up their voice, and cried; and the people wept that night. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 14,
		"canon_order": 4110
	},
	{
		"verseText": "All the children of Israel murmured against Moses and against Aaron. The whole congregation said to them, “We wish that we had died in the land of Egypt, or that we had died in this wilderness! ",
		"book": "NUM",
		"verse": 2,
		"chapter": 14,
		"canon_order": 4111
	},
	{
		"verseText": "Why does Yahweh bring us to this land, to fall by the sword? Our wives and our little ones will be captured or killed! Wouldn’t it be better for us to return into Egypt?” ",
		"book": "NUM",
		"verse": 3,
		"chapter": 14,
		"canon_order": 4112
	},
	{
		"verseText": "They said to one another, “Let’s choose a leader, and let’s return into Egypt.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 14,
		"canon_order": 4113
	},
	{
		"verseText": "Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 14,
		"canon_order": 4114
	},
	{
		"verseText": "Joshua the son of Nun and Caleb the son of Jephunneh, who were of those who spied out the land, tore their clothes. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 14,
		"canon_order": 4115
	},
	{
		"verseText": "They spoke to all the congregation of the children of Israel, saying, “The land, which we passed through to spy it out, is an exceedingly good land. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 14,
		"canon_order": 4116
	},
	{
		"verseText": "If Yahweh delights in us, then he will bring us into this land, and give it to us: a land which flows with milk and honey. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 14,
		"canon_order": 4117
	},
	{
		"verseText": "Only don’t rebel against Yahweh, neither fear the people of the land; for they are bread for us. Their defense is removed from over them, and Yahweh is with us. Don’t fear them.” ",
		"book": "NUM",
		"verse": 9,
		"chapter": 14,
		"canon_order": 4118
	},
	{
		"verseText": "But all the congregation threatened to stone them with stones. Yahweh’s glory appeared in the Tent of Meeting to all the children of Israel. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 14,
		"canon_order": 4119
	},
	{
		"verseText": "Yahweh said to Moses, “How long will this people despise me? How long will they not believe in me, for all the signs which I have worked among them? ",
		"book": "NUM",
		"verse": 11,
		"chapter": 14,
		"canon_order": 4120
	},
	{
		"verseText": "I will strike them with the pestilence, and disinherit them, and will make of you a nation greater and mightier than they.” ",
		"book": "NUM",
		"verse": 12,
		"chapter": 14,
		"canon_order": 4121
	},
	{
		"verseText": "Moses said to Yahweh, “Then the Egyptians will hear it; for you brought up this people in your might from among them. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 14,
		"canon_order": 4122
	},
	{
		"verseText": "They will tell it to the inhabitants of this land. They have heard that you Yahweh are among this people; for you Yahweh are seen face to face, and your cloud stands over them, and you go before them, in a pillar of cloud by day, and in a pillar of fire by night. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 14,
		"canon_order": 4123
	},
	{
		"verseText": "Now if you killed this people as one man, then the nations which have heard the fame of you will speak, saying, ",
		"book": "NUM",
		"verse": 15,
		"chapter": 14,
		"canon_order": 4124
	},
	{
		"verseText": "‘Because Yahweh was not able to bring this people into the land which he swore to them, therefore he has slain them in the wilderness.’ ",
		"book": "NUM",
		"verse": 16,
		"chapter": 14,
		"canon_order": 4125
	},
	{
		"verseText": "Now please let the power of the Lord be great, according as you have spoken, saying, ",
		"book": "NUM",
		"verse": 17,
		"chapter": 14,
		"canon_order": 4126
	},
	{
		"verseText": "‘Yahweh is slow to anger, and abundant in loving kindness, forgiving iniquity and disobedience; and he will by no means clear the guilty, visiting the iniquity of the fathers on the children, on the third and on the fourth generation.’ ",
		"book": "NUM",
		"verse": 18,
		"chapter": 14,
		"canon_order": 4127
	},
	{
		"verseText": "Please pardon the iniquity of this people according to the greatness of your loving kindness, and just as you have forgiven this people, from Egypt even until now.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 14,
		"canon_order": 4128
	},
	{
		"verseText": "Yahweh said, “I have pardoned according to your word; ",
		"book": "NUM",
		"verse": 20,
		"chapter": 14,
		"canon_order": 4129
	},
	{
		"verseText": "but in very deed—as I live, and as all the earth shall be filled with Yahweh’s glory— ",
		"book": "NUM",
		"verse": 21,
		"chapter": 14,
		"canon_order": 4130
	},
	{
		"verseText": "because all those men who have seen my glory and my signs, which I worked in Egypt and in the wilderness, yet have tempted me these ten times, and have not listened to my voice; ",
		"book": "NUM",
		"verse": 22,
		"chapter": 14,
		"canon_order": 4131
	},
	{
		"verseText": "surely they shall not see the land which I swore to their fathers, neither shall any of those who despised me see it. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 14,
		"canon_order": 4132
	},
	{
		"verseText": "But my servant Caleb, because he had another spirit with him, and has followed me fully, him I will bring into the land into which he went. His offspring shall possess it. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 14,
		"canon_order": 4133
	},
	{
		"verseText": "Since the Amalekite and the Canaanite dwell in the valley, tomorrow turn and go into the wilderness by the way to the Red Sea.” ",
		"book": "NUM",
		"verse": 25,
		"chapter": 14,
		"canon_order": 4134
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "NUM",
		"verse": 26,
		"chapter": 14,
		"canon_order": 4135
	},
	{
		"verseText": "“How long shall I bear with this evil congregation that complain against me? I have heard the complaints of the children of Israel, which they complain against me. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 14,
		"canon_order": 4136
	},
	{
		"verseText": "Tell them, ‘As I live, says Yahweh, surely as you have spoken in my ears, so I will do to you. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 14,
		"canon_order": 4137
	},
	{
		"verseText": "Your dead bodies shall fall in this wilderness; and all who were counted of you, according to your whole number, from twenty years old and upward, who have complained against me, ",
		"book": "NUM",
		"verse": 29,
		"chapter": 14,
		"canon_order": 4138
	},
	{
		"verseText": "surely you shall not come into the land concerning which I swore that I would make you dwell therein, except Caleb the son of Jephunneh, and Joshua the son of Nun. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 14,
		"canon_order": 4139
	},
	{
		"verseText": "But I will bring in your little ones that you said should be captured or killed, and they shall know the land which you have rejected. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 14,
		"canon_order": 4140
	},
	{
		"verseText": "But as for you, your dead bodies shall fall in this wilderness. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 14,
		"canon_order": 4141
	},
	{
		"verseText": "Your children shall be wanderers in the wilderness forty years, and shall bear your prostitution, until your dead bodies are consumed in the wilderness. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 14,
		"canon_order": 4142
	},
	{
		"verseText": "After the number of the days in which you spied out the land, even forty days, for every day a year, you will bear your iniquities, even forty years, and you will know my alienation.’ ",
		"book": "NUM",
		"verse": 34,
		"chapter": 14,
		"canon_order": 4143
	},
	{
		"verseText": "I, Yahweh, have spoken. I will surely do this to all this evil congregation who are gathered together against me. In this wilderness they shall be consumed, and there they shall die.” ",
		"book": "NUM",
		"verse": 35,
		"chapter": 14,
		"canon_order": 4144
	},
	{
		"verseText": "The men whom Moses sent to spy out the land, who returned and made all the congregation to murmur against him by bringing up an evil report against the land, ",
		"book": "NUM",
		"verse": 36,
		"chapter": 14,
		"canon_order": 4145
	},
	{
		"verseText": "even those men who brought up an evil report of the land, died by the plague before Yahweh. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 14,
		"canon_order": 4146
	},
	{
		"verseText": "But Joshua the son of Nun and Caleb the son of Jephunneh remained alive of those men who went to spy out the land. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 14,
		"canon_order": 4147
	},
	{
		"verseText": "Moses told these words to all the children of Israel, and the people mourned greatly. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 14,
		"canon_order": 4148
	},
	{
		"verseText": "They rose up early in the morning and went up to the top of the mountain, saying, “Behold, we are here, and will go up to the place which Yahweh has promised; for we have sinned.” ",
		"book": "NUM",
		"verse": 40,
		"chapter": 14,
		"canon_order": 4149
	},
	{
		"verseText": "Moses said, “Why now do you disobey the commandment of Yahweh, since it shall not prosper? ",
		"book": "NUM",
		"verse": 41,
		"chapter": 14,
		"canon_order": 4150
	},
	{
		"verseText": "Don’t go up, for Yahweh isn’t among you; that way you won’t be struck down before your enemies. ",
		"book": "NUM",
		"verse": 42,
		"chapter": 14,
		"canon_order": 4151
	},
	{
		"verseText": "For there the Amalekite and the Canaanite are before you, and you will fall by the sword because you turned back from following Yahweh; therefore Yahweh will not be with you.” ",
		"book": "NUM",
		"verse": 43,
		"chapter": 14,
		"canon_order": 4152
	},
	{
		"verseText": "But they presumed to go up to the top of the mountain. Nevertheless, the ark of Yahweh’s covenant and Moses didn’t depart out of the camp. ",
		"book": "NUM",
		"verse": 44,
		"chapter": 14,
		"canon_order": 4153
	},
	{
		"verseText": "Then the Amalekites came down, and the Canaanites who lived in that mountain, and struck them and beat them down even to Hormah. ",
		"book": "NUM",
		"verse": 45,
		"chapter": 14,
		"canon_order": 4154
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 15,
		"canon_order": 4155
	},
	{
		"verseText": "“Speak to the children of Israel, and tell them, ‘When you have come into the land of your habitations, which I give to you, ",
		"book": "NUM",
		"verse": 2,
		"chapter": 15,
		"canon_order": 4156
	},
	{
		"verseText": "and will make an offering by fire to Yahweh—a burnt offering, or a sacrifice, to accomplish a vow, or as a free will offering, or in your set feasts, to make a pleasant aroma to Yahweh, of the herd, or of the flock— ",
		"book": "NUM",
		"verse": 3,
		"chapter": 15,
		"canon_order": 4157
	},
	{
		"verseText": "then he who offers his offering shall offer to Yahweh a meal offering of one tenth of an ephah of fine flour mixed with one fourth of a hin of oil. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 15,
		"canon_order": 4158
	},
	{
		"verseText": "You shall prepare wine for the drink offering, one fourth of a hin, with the burnt offering or for the sacrifice, for each lamb. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 15,
		"canon_order": 4159
	},
	{
		"verseText": "“‘For a ram, you shall prepare for a meal offering two tenths of an ephah of fine flour mixed with the third part of a hin of oil; ",
		"book": "NUM",
		"verse": 6,
		"chapter": 15,
		"canon_order": 4160
	},
	{
		"verseText": "and for the drink offering you shall offer the third part of a hin of wine, of a pleasant aroma to Yahweh. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 15,
		"canon_order": 4161
	},
	{
		"verseText": "When you prepare a bull for a burnt offering or for a sacrifice, to accomplish a vow, or for peace offerings to Yahweh, ",
		"book": "NUM",
		"verse": 8,
		"chapter": 15,
		"canon_order": 4162
	},
	{
		"verseText": "then he shall offer with the bull a meal offering of three tenths of an ephah of fine flour mixed with half a hin of oil; ",
		"book": "NUM",
		"verse": 9,
		"chapter": 15,
		"canon_order": 4163
	},
	{
		"verseText": "and you shall offer for the drink offering half a hin of wine, for an offering made by fire, of a pleasant aroma to Yahweh. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 15,
		"canon_order": 4164
	},
	{
		"verseText": "Thus it shall be done for each bull, for each ram, for each of the male lambs, or of the young goats. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 15,
		"canon_order": 4165
	},
	{
		"verseText": "According to the number that you shall prepare, so you shall do to everyone according to their number. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 15,
		"canon_order": 4166
	},
	{
		"verseText": "“‘All who are native-born shall do these things in this way, in offering an offering made by fire, of a pleasant aroma to Yahweh. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 15,
		"canon_order": 4167
	},
	{
		"verseText": "If a stranger lives as a foreigner with you, or whoever may be among you throughout your generations, and will offer an offering made by fire, of a pleasant aroma to Yahweh, as you do, so he shall do. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 15,
		"canon_order": 4168
	},
	{
		"verseText": "For the assembly, there shall be one statute for you and for the stranger who lives as a foreigner, a statute forever throughout your generations. As you are, so the foreigner shall be before Yahweh. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 15,
		"canon_order": 4169
	},
	{
		"verseText": "One law and one ordinance shall be for you and for the stranger who lives as a foreigner with you.’” ",
		"book": "NUM",
		"verse": 16,
		"chapter": 15,
		"canon_order": 4170
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 17,
		"chapter": 15,
		"canon_order": 4171
	},
	{
		"verseText": "“Speak to the children of Israel, and tell them, ‘When you come into the land where I bring you, ",
		"book": "NUM",
		"verse": 18,
		"chapter": 15,
		"canon_order": 4172
	},
	{
		"verseText": "then it shall be that when you eat of the bread of the land, you shall offer up a wave offering to Yahweh. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 15,
		"canon_order": 4173
	},
	{
		"verseText": "Of the first of your dough you shall offer up a cake for a wave offering. As the wave offering of the threshing floor, so you shall heave it. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 15,
		"canon_order": 4174
	},
	{
		"verseText": "Of the first of your dough, you shall give to Yahweh a wave offering throughout your generations. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 15,
		"canon_order": 4175
	},
	{
		"verseText": "“‘When you err, and don’t observe all these commandments which Yahweh has spoken to Moses— ",
		"book": "NUM",
		"verse": 22,
		"chapter": 15,
		"canon_order": 4176
	},
	{
		"verseText": "even all that Yahweh has commanded you by Moses, from the day that Yahweh gave commandment and onward throughout your generations— ",
		"book": "NUM",
		"verse": 23,
		"chapter": 15,
		"canon_order": 4177
	},
	{
		"verseText": "then it shall be, if it was done unwittingly, without the knowledge of the congregation, that all the congregation shall offer one young bull for a burnt offering, for a pleasant aroma to Yahweh, with its meal offering and its drink offering, according to the ordinance, and one male goat for a sin offering. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 15,
		"canon_order": 4178
	},
	{
		"verseText": "The priest shall make atonement for all the congregation of the children of Israel, and they shall be forgiven; for it was an error, and they have brought their offering, an offering made by fire to Yahweh, and their sin offering before Yahweh, for their error. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 15,
		"canon_order": 4179
	},
	{
		"verseText": "All the congregation of the children of Israel shall be forgiven, as well as the stranger who lives as a foreigner among them; for with regard to all the people, it was done unwittingly. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 15,
		"canon_order": 4180
	},
	{
		"verseText": "“‘If a person sins unwittingly, then he shall offer a female goat a year old for a sin offering. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 15,
		"canon_order": 4181
	},
	{
		"verseText": "The priest shall make atonement for the soul who errs when he sins unwittingly before Yahweh. He shall make atonement for him; and he shall be forgiven. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 15,
		"canon_order": 4182
	},
	{
		"verseText": "You shall have one law for him who does anything unwittingly, for him who is native-born among the children of Israel, and for the stranger who lives as a foreigner among them. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 15,
		"canon_order": 4183
	},
	{
		"verseText": "“‘But the soul who does anything with a high hand, whether he is native-born or a foreigner, blasphemes Yahweh. That soul shall be cut off from among his people. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 15,
		"canon_order": 4184
	},
	{
		"verseText": "Because he has despised Yahweh’s word, and has broken his commandment, that soul shall be utterly cut off. His iniquity shall be on him.’” ",
		"book": "NUM",
		"verse": 31,
		"chapter": 15,
		"canon_order": 4185
	},
	{
		"verseText": "While the children of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 15,
		"canon_order": 4186
	},
	{
		"verseText": "Those who found him gathering sticks brought him to Moses and Aaron, and to all the congregation. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 15,
		"canon_order": 4187
	},
	{
		"verseText": "They put him in custody, because it had not been declared what should be done to him. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 15,
		"canon_order": 4188
	},
	{
		"verseText": "Yahweh said to Moses, “The man shall surely be put to death. All the congregation shall stone him with stones outside of the camp.” ",
		"book": "NUM",
		"verse": 35,
		"chapter": 15,
		"canon_order": 4189
	},
	{
		"verseText": "All the congregation brought him outside of the camp, and stoned him to death with stones, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 36,
		"chapter": 15,
		"canon_order": 4190
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 37,
		"chapter": 15,
		"canon_order": 4191
	},
	{
		"verseText": "“Speak to the children of Israel, and tell them that they should make themselves fringes on the borders of their garments throughout their generations, and that they put on the fringe of each border a cord of blue. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 15,
		"canon_order": 4192
	},
	{
		"verseText": "It shall be to you for a fringe, that you may see it, and remember all Yahweh’s commandments, and do them; and that you don’t follow your own heart and your own eyes, after which you used to play the prostitute; ",
		"book": "NUM",
		"verse": 39,
		"chapter": 15,
		"canon_order": 4193
	},
	{
		"verseText": "so that you may remember and do all my commandments, and be holy to your God. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 15,
		"canon_order": 4194
	},
	{
		"verseText": "I am Yahweh your God, who brought you out of the land of Egypt, to be your God: I am Yahweh your God.” ",
		"book": "NUM",
		"verse": 41,
		"chapter": 15,
		"canon_order": 4195
	},
	{
		"verseText": "Now Korah, the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took some men. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 16,
		"canon_order": 4196
	},
	{
		"verseText": "They rose up before Moses, with some of the children of Israel, two hundred fifty princes of the congregation, called to the assembly, men of renown. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 16,
		"canon_order": 4197
	},
	{
		"verseText": "They assembled themselves together against Moses and against Aaron, and said to them, “You take too much on yourself, since all the congregation are holy, everyone of them, and Yahweh is among them! Why do you lift yourselves up above Yahweh’s assembly?” ",
		"book": "NUM",
		"verse": 3,
		"chapter": 16,
		"canon_order": 4198
	},
	{
		"verseText": "When Moses heard it, he fell on his face. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 16,
		"canon_order": 4199
	},
	{
		"verseText": "He said to Korah and to all his company, “In the morning, Yahweh will show who are his, and who is holy, and will cause him to come near to him. Even him whom he shall choose, he will cause to come near to him. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 16,
		"canon_order": 4200
	},
	{
		"verseText": "Do this: have Korah and all his company take censers, ",
		"book": "NUM",
		"verse": 6,
		"chapter": 16,
		"canon_order": 4201
	},
	{
		"verseText": "put fire in them, and put incense on them before Yahweh tomorrow. It shall be that the man whom Yahweh chooses, he shall be holy. You have gone too far, you sons of Levi!” ",
		"book": "NUM",
		"verse": 7,
		"chapter": 16,
		"canon_order": 4202
	},
	{
		"verseText": "Moses said to Korah, “Hear now, you sons of Levi! ",
		"book": "NUM",
		"verse": 8,
		"chapter": 16,
		"canon_order": 4203
	},
	{
		"verseText": "Is it a small thing to you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do the service of Yahweh’s tabernacle, and to stand before the congregation to minister to them; ",
		"book": "NUM",
		"verse": 9,
		"chapter": 16,
		"canon_order": 4204
	},
	{
		"verseText": "and that he has brought you near, and all your brothers the sons of Levi with you? Do you seek the priesthood also? ",
		"book": "NUM",
		"verse": 10,
		"chapter": 16,
		"canon_order": 4205
	},
	{
		"verseText": "Therefore you and all your company have gathered together against Yahweh! What is Aaron that you complain against him?” ",
		"book": "NUM",
		"verse": 11,
		"chapter": 16,
		"canon_order": 4206
	},
	{
		"verseText": "Moses sent to call Dathan and Abiram, the sons of Eliab; and they said, “We won’t come up! ",
		"book": "NUM",
		"verse": 12,
		"chapter": 16,
		"canon_order": 4207
	},
	{
		"verseText": "Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, but you must also make yourself a prince over us? ",
		"book": "NUM",
		"verse": 13,
		"chapter": 16,
		"canon_order": 4208
	},
	{
		"verseText": "Moreover you haven’t brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We won’t come up.” ",
		"book": "NUM",
		"verse": 14,
		"chapter": 16,
		"canon_order": 4209
	},
	{
		"verseText": "Moses was very angry, and said to Yahweh, “Don’t respect their offering. I have not taken one donkey from them, neither have I hurt one of them.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 16,
		"canon_order": 4210
	},
	{
		"verseText": "Moses said to Korah, “You and all your company go before Yahweh, you, and they, and Aaron, tomorrow. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 16,
		"canon_order": 4211
	},
	{
		"verseText": "Each man take his censer and put incense on it, and each man bring before Yahweh his censer, two hundred fifty censers; you also, and Aaron, each with his censer.” ",
		"book": "NUM",
		"verse": 17,
		"chapter": 16,
		"canon_order": 4212
	},
	{
		"verseText": "They each took his censer, and put fire in it, and laid incense on it, and stood at the door of the Tent of Meeting with Moses and Aaron. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 16,
		"canon_order": 4213
	},
	{
		"verseText": "Korah assembled all the congregation opposite them to the door of the Tent of Meeting. Yahweh’s glory appeared to all the congregation. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 16,
		"canon_order": 4214
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "NUM",
		"verse": 20,
		"chapter": 16,
		"canon_order": 4215
	},
	{
		"verseText": "“Separate yourselves from among this congregation, that I may consume them in a moment!” ",
		"book": "NUM",
		"verse": 21,
		"chapter": 16,
		"canon_order": 4216
	},
	{
		"verseText": "They fell on their faces, and said, “God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?” ",
		"book": "NUM",
		"verse": 22,
		"chapter": 16,
		"canon_order": 4217
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 23,
		"chapter": 16,
		"canon_order": 4218
	},
	{
		"verseText": "“Speak to the congregation, saying, ‘Get away from around the tent of Korah, Dathan, and Abiram!’” ",
		"book": "NUM",
		"verse": 24,
		"chapter": 16,
		"canon_order": 4219
	},
	{
		"verseText": "Moses rose up and went to Dathan and Abiram; and the elders of Israel followed him. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 16,
		"canon_order": 4220
	},
	{
		"verseText": "He spoke to the congregation, saying, “Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins!” ",
		"book": "NUM",
		"verse": 26,
		"chapter": 16,
		"canon_order": 4221
	},
	{
		"verseText": "So they went away from the tent of Korah, Dathan, and Abiram, on every side. Dathan and Abiram came out, and stood at the door of their tents with their wives, their sons, and their little ones. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 16,
		"canon_order": 4222
	},
	{
		"verseText": "Moses said, “Hereby you shall know that Yahweh has sent me to do all these works; for they are not from my own mind. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 16,
		"canon_order": 4223
	},
	{
		"verseText": "If these men die the common death of all men, or if they experience what all men experience, then Yahweh hasn’t sent me. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 16,
		"canon_order": 4224
	},
	{
		"verseText": "But if Yahweh makes a new thing, and the ground opens its mouth, and swallows them up with all that belong to them, and they go down alive into Sheol, then you shall understand that these men have despised Yahweh.” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 16,
		"canon_order": 4225
	},
	{
		"verseText": "As he finished speaking all these words, the ground that was under them split apart. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 16,
		"canon_order": 4226
	},
	{
		"verseText": "The earth opened its mouth and swallowed them up with their households, all of Korah’s men, and all their goods. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 16,
		"canon_order": 4227
	},
	{
		"verseText": "So they, and all that belonged to them went down alive into Sheol. The earth closed on them, and they perished from among the assembly. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 16,
		"canon_order": 4228
	},
	{
		"verseText": "All Israel that were around them fled at their cry; for they said, “Lest the earth swallow us up!” ",
		"book": "NUM",
		"verse": 34,
		"chapter": 16,
		"canon_order": 4229
	},
	{
		"verseText": "Fire came out from Yahweh, and devoured the two hundred fifty men who offered the incense. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 16,
		"canon_order": 4230
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 36,
		"chapter": 16,
		"canon_order": 4231
	},
	{
		"verseText": "“Speak to Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter the fire away from the camp; for they are holy, ",
		"book": "NUM",
		"verse": 37,
		"chapter": 16,
		"canon_order": 4232
	},
	{
		"verseText": "even the censers of those who sinned against their own lives. Let them be beaten into plates for a covering of the altar, for they offered them before Yahweh. Therefore they are holy. They shall be a sign to the children of Israel.” ",
		"book": "NUM",
		"verse": 38,
		"chapter": 16,
		"canon_order": 4233
	},
	{
		"verseText": "Eleazar the priest took the bronze censers which those who were burned had offered; and they beat them out for a covering of the altar, ",
		"book": "NUM",
		"verse": 39,
		"chapter": 16,
		"canon_order": 4234
	},
	{
		"verseText": "to be a memorial to the children of Israel, to the end that no stranger who isn’t of the offspring of Aaron, would come near to burn incense before Yahweh, that he not be as Korah and as his company; as Yahweh spoke to him by Moses. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 16,
		"canon_order": 4235
	},
	{
		"verseText": "But on the next day all the congregation of the children of Israel complained against Moses and against Aaron, saying, “You have killed Yahweh’s people!” ",
		"book": "NUM",
		"verse": 41,
		"chapter": 16,
		"canon_order": 4236
	},
	{
		"verseText": "When the congregation was assembled against Moses and against Aaron, they looked toward the Tent of Meeting. Behold, the cloud covered it, and Yahweh’s glory appeared. ",
		"book": "NUM",
		"verse": 42,
		"chapter": 16,
		"canon_order": 4237
	},
	{
		"verseText": "Moses and Aaron came to the front of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 43,
		"chapter": 16,
		"canon_order": 4238
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 44,
		"chapter": 16,
		"canon_order": 4239
	},
	{
		"verseText": "“Get away from among this congregation, that I may consume them in a moment!” They fell on their faces. ",
		"book": "NUM",
		"verse": 45,
		"chapter": 16,
		"canon_order": 4240
	},
	{
		"verseText": "Moses said to Aaron, “Take your censer, put fire from the altar in it, lay incense on it, carry it quickly to the congregation, and make atonement for them; for wrath has gone out from Yahweh! The plague has begun.” ",
		"book": "NUM",
		"verse": 46,
		"chapter": 16,
		"canon_order": 4241
	},
	{
		"verseText": "Aaron did as Moses said, and ran into the middle of the assembly. The plague had already begun among the people. He put on the incense, and made atonement for the people. ",
		"book": "NUM",
		"verse": 47,
		"chapter": 16,
		"canon_order": 4242
	},
	{
		"verseText": "He stood between the dead and the living; and the plague was stayed. ",
		"book": "NUM",
		"verse": 48,
		"chapter": 16,
		"canon_order": 4243
	},
	{
		"verseText": "Now those who died by the plague were fourteen thousand seven hundred, in addition to those who died about the matter of Korah. ",
		"book": "NUM",
		"verse": 49,
		"chapter": 16,
		"canon_order": 4244
	},
	{
		"verseText": "Aaron returned to Moses to the door of the Tent of Meeting, and the plague was stopped. ",
		"book": "NUM",
		"verse": 50,
		"chapter": 16,
		"canon_order": 4245
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 17,
		"canon_order": 4246
	},
	{
		"verseText": "“Speak to the children of Israel, and take rods from them, one for each fathers’ house, of all their princes according to their fathers’ houses, twelve rods. Write each man’s name on his rod. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 17,
		"canon_order": 4247
	},
	{
		"verseText": "You shall write Aaron’s name on Levi’s rod. There shall be one rod for each head of their fathers’ houses. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 17,
		"canon_order": 4248
	},
	{
		"verseText": "You shall lay them up in the Tent of Meeting before the covenant, where I meet with you. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 17,
		"canon_order": 4249
	},
	{
		"verseText": "It shall happen that the rod of the man whom I shall choose shall bud. I will make the murmurings of the children of Israel, which they murmur against you, cease from me.” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 17,
		"canon_order": 4250
	},
	{
		"verseText": "Moses spoke to the children of Israel; and all their princes gave him rods, for each prince one, according to their fathers’ houses, a total of twelve rods. Aaron’s rod was among their rods. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 17,
		"canon_order": 4251
	},
	{
		"verseText": "Moses laid up the rods before Yahweh in the Tent of the Testimony. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 17,
		"canon_order": 4252
	},
	{
		"verseText": "On the next day, Moses went into the Tent of the Testimony; and behold, Aaron’s rod for the house of Levi had sprouted, budded, produced blossoms, and bore ripe almonds. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 17,
		"canon_order": 4253
	},
	{
		"verseText": "Moses brought out all the rods from before Yahweh to all the children of Israel. They looked, and each man took his rod. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 17,
		"canon_order": 4254
	},
	{
		"verseText": "Yahweh said to Moses, “Put back the rod of Aaron before the covenant, to be kept for a token against the children of rebellion; that you may make an end of their complaining against me, that they not die.” ",
		"book": "NUM",
		"verse": 10,
		"chapter": 17,
		"canon_order": 4255
	},
	{
		"verseText": "Moses did so. As Yahweh commanded him, so he did. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 17,
		"canon_order": 4256
	},
	{
		"verseText": "The children of Israel spoke to Moses, saying, “Behold, we perish! We are undone! We are all undone! ",
		"book": "NUM",
		"verse": 12,
		"chapter": 17,
		"canon_order": 4257
	},
	{
		"verseText": "Everyone who keeps approaching Yahweh’s tabernacle, dies! Will we all perish?” ",
		"book": "NUM",
		"verse": 13,
		"chapter": 17,
		"canon_order": 4258
	},
	{
		"verseText": "Yahweh said to Aaron, “You and your sons and your fathers’ house with you shall bear the iniquity of the sanctuary; and you and your sons with you shall bear the iniquity of your priesthood. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 18,
		"canon_order": 4259
	},
	{
		"verseText": "Bring your brothers also, the tribe of Levi, the tribe of your father, near with you, that they may be joined to you, and minister to you; but you and your sons with you shall be before the Tent of the Testimony. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 18,
		"canon_order": 4260
	},
	{
		"verseText": "They shall keep your commands and the duty of the whole Tent; only they shall not come near to the vessels of the sanctuary and to the altar, that they not die, neither they nor you. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 18,
		"canon_order": 4261
	},
	{
		"verseText": "They shall be joined to you and keep the responsibility of the Tent of Meeting, for all the service of the Tent. A stranger shall not come near to you. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 18,
		"canon_order": 4262
	},
	{
		"verseText": "“You shall perform the duty of the sanctuary and the duty of the altar, that there be no more wrath on the children of Israel. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 18,
		"canon_order": 4263
	},
	{
		"verseText": "Behold, I myself have taken your brothers the Levites from among the children of Israel. They are a gift to you, dedicated to Yahweh, to do the service of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 18,
		"canon_order": 4264
	},
	{
		"verseText": "You and your sons with you shall keep your priesthood for everything of the altar, and for that within the veil. You shall serve. I give you the service of the priesthood as a gift. The stranger who comes near shall be put to death.” ",
		"book": "NUM",
		"verse": 7,
		"chapter": 18,
		"canon_order": 4265
	},
	{
		"verseText": "Yahweh spoke to Aaron, “Behold, I myself have given you the command of my wave offerings, even all the holy things of the children of Israel. I have given them to you by reason of the anointing, and to your sons, as a portion forever. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 18,
		"canon_order": 4266
	},
	{
		"verseText": "This shall be yours of the most holy things from the fire: every offering of theirs, even every meal offering of theirs, and every sin offering of theirs, and every trespass offering of theirs, which they shall render to me, shall be most holy for you and for your sons. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 18,
		"canon_order": 4267
	},
	{
		"verseText": "You shall eat of it like the most holy things. Every male shall eat of it. It shall be holy to you. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 18,
		"canon_order": 4268
	},
	{
		"verseText": "“This is yours, too: the wave offering of their gift, even all the wave offerings of the children of Israel. I have given them to you, and to your sons and to your daughters with you, as a portion forever. Everyone who is clean in your house shall eat of it. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 18,
		"canon_order": 4269
	},
	{
		"verseText": "“I have given to you all the best of the oil, all the best of the vintage, and of the grain, the first fruits of them which they give to Yahweh. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 18,
		"canon_order": 4270
	},
	{
		"verseText": "The first-ripe fruits of all that is in their land, which they bring to Yahweh, shall be yours. Everyone who is clean in your house shall eat of it. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 18,
		"canon_order": 4271
	},
	{
		"verseText": "“Everything devoted in Israel shall be yours. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 18,
		"canon_order": 4272
	},
	{
		"verseText": "Everything that opens the womb, of all flesh which they offer to Yahweh, both of man and animal, shall be yours. Nevertheless, you shall surely redeem the firstborn of man, and you shall redeem the firstborn of unclean animals. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 18,
		"canon_order": 4273
	},
	{
		"verseText": "You shall redeem those who are to be redeemed of them from a month old, according to your estimation, for five shekels of money, according to the shekel of the sanctuary, which weighs twenty gerahs. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 18,
		"canon_order": 4274
	},
	{
		"verseText": "“But you shall not redeem the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat. They are holy. You shall sprinkle their blood on the altar, and shall burn their fat for an offering made by fire, for a pleasant aroma to Yahweh. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 18,
		"canon_order": 4275
	},
	{
		"verseText": "Their meat shall be yours, as the wave offering breast and as the right thigh, it shall be yours. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 18,
		"canon_order": 4276
	},
	{
		"verseText": "All the wave offerings of the holy things which the children of Israel offer to Yahweh, I have given you and your sons and your daughters with you, as a portion forever. It is a covenant of salt forever before Yahweh to you and to your offspring with you.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 18,
		"canon_order": 4277
	},
	{
		"verseText": "Yahweh said to Aaron, “You shall have no inheritance in their land, neither shall you have any portion among them. I am your portion and your inheritance among the children of Israel. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 18,
		"canon_order": 4278
	},
	{
		"verseText": "“To the children of Levi, behold, I have given all the tithe in Israel for an inheritance, in return for their service which they serve, even the service of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 18,
		"canon_order": 4279
	},
	{
		"verseText": "Henceforth the children of Israel shall not come near the Tent of Meeting, lest they bear sin, and die. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 18,
		"canon_order": 4280
	},
	{
		"verseText": "But the Levites shall do the service of the Tent of Meeting, and they shall bear their iniquity. It shall be a statute forever throughout your generations. Among the children of Israel, they shall have no inheritance. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 18,
		"canon_order": 4281
	},
	{
		"verseText": "For the tithe of the children of Israel, which they offer as a wave offering to Yahweh, I have given to the Levites for an inheritance. Therefore I have said to them, ‘Among the children of Israel they shall have no inheritance.’” ",
		"book": "NUM",
		"verse": 24,
		"chapter": 18,
		"canon_order": 4282
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 25,
		"chapter": 18,
		"canon_order": 4283
	},
	{
		"verseText": "“Moreover you shall speak to the Levites, and tell them, ‘When you take of the children of Israel the tithe which I have given you from them for your inheritance, then you shall offer up a wave offering of it for Yahweh, a tithe of the tithe. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 18,
		"canon_order": 4284
	},
	{
		"verseText": "Your wave offering shall be credited to you, as though it were the grain of the threshing floor, and as the fullness of the wine press. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 18,
		"canon_order": 4285
	},
	{
		"verseText": "Thus you also shall offer a wave offering to Yahweh of all your tithes, which you receive of the children of Israel; and of it you shall give Yahweh’s wave offering to Aaron the priest. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 18,
		"canon_order": 4286
	},
	{
		"verseText": "Out of all your gifts, you shall offer every wave offering to Yahweh, of all its best parts, even the holy part of it.’ ",
		"book": "NUM",
		"verse": 29,
		"chapter": 18,
		"canon_order": 4287
	},
	{
		"verseText": "“Therefore you shall tell them, ‘When you heave its best from it, then it shall be credited to the Levites as the increase of the threshing floor, and as the increase of the wine press. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 18,
		"canon_order": 4288
	},
	{
		"verseText": "You may eat it anywhere, you and your households, for it is your reward in return for your service in the Tent of Meeting. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 18,
		"canon_order": 4289
	},
	{
		"verseText": "You shall bear no sin by reason of it, when you have heaved from it its best. You shall not profane the holy things of the children of Israel, that you not die.’” ",
		"book": "NUM",
		"verse": 32,
		"chapter": 18,
		"canon_order": 4290
	},
	{
		"verseText": "Yahweh spoke to Moses and to Aaron, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 19,
		"canon_order": 4291
	},
	{
		"verseText": "“This is the statute of the law which Yahweh has commanded. Tell the children of Israel to bring you a red heifer without spot, in which is no defect, and which was never yoked. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 19,
		"canon_order": 4292
	},
	{
		"verseText": "You shall give her to Eleazar the priest, and he shall bring her outside of the camp, and one shall kill her before his face. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 19,
		"canon_order": 4293
	},
	{
		"verseText": "Eleazar the priest shall take some of her blood with his finger, and sprinkle her blood toward the front of the Tent of Meeting seven times. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 19,
		"canon_order": 4294
	},
	{
		"verseText": "One shall burn the heifer in his sight; her skin, and her meat, and her blood, with her dung, shall he burn. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 19,
		"canon_order": 4295
	},
	{
		"verseText": "The priest shall take cedar wood, hyssop, and scarlet, and cast it into the middle of the burning of the heifer. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 19,
		"canon_order": 4296
	},
	{
		"verseText": "Then the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward he shall come into the camp, and the priest shall be unclean until the evening. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 19,
		"canon_order": 4297
	},
	{
		"verseText": "He who burns her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the evening. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 19,
		"canon_order": 4298
	},
	{
		"verseText": "“A man who is clean shall gather up the ashes of the heifer, and lay them up outside of the camp in a clean place; and it shall be kept for the congregation of the children of Israel for use in water for cleansing impurity. It is a sin offering. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 19,
		"canon_order": 4299
	},
	{
		"verseText": "He who gathers the ashes of the heifer shall wash his clothes, and be unclean until the evening. It shall be to the children of Israel, and to the stranger who lives as a foreigner among them, for a statute forever. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 19,
		"canon_order": 4300
	},
	{
		"verseText": "“He who touches the dead body of any man shall be unclean seven days. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 19,
		"canon_order": 4301
	},
	{
		"verseText": "He shall purify himself with water on the third day, and on the seventh day he shall be clean; but if he doesn’t purify himself the third day, then the seventh day he shall not be clean. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 19,
		"canon_order": 4302
	},
	{
		"verseText": "Whoever touches a dead person, the body of a man who has died, and doesn’t purify himself, defiles Yahweh’s tabernacle; and that soul shall be cut off from Israel; because the water for impurity was not sprinkled on him, he shall be unclean. His uncleanness is yet on him. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 19,
		"canon_order": 4303
	},
	{
		"verseText": "“This is the law when a man dies in a tent: everyone who comes into the tent, and everyone who is in the tent, shall be unclean seven days. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 19,
		"canon_order": 4304
	},
	{
		"verseText": "Every open vessel, which has no covering bound on it, is unclean. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 19,
		"canon_order": 4305
	},
	{
		"verseText": "“Whoever in the open field touches one who is slain with a sword, or a dead body, or a bone of a man, or a grave, shall be unclean seven days. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 19,
		"canon_order": 4306
	},
	{
		"verseText": "“For the unclean, they shall take of the ashes of the burning of the sin offering; and running water shall be poured on them in a vessel. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 19,
		"canon_order": 4307
	},
	{
		"verseText": "A clean person shall take hyssop, dip it in the water, and sprinkle it on the tent, on all the vessels, on the persons who were there, and on him who touched the bone, or the slain, or the dead, or the grave. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 19,
		"canon_order": 4308
	},
	{
		"verseText": "The clean person shall sprinkle on the unclean on the third day, and on the seventh day. On the seventh day, he shall purify him. He shall wash his clothes and bathe himself in water, and shall be clean at evening. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 19,
		"canon_order": 4309
	},
	{
		"verseText": "But the man who shall be unclean, and shall not purify himself, that soul shall be cut off from among the assembly, because he has defiled the sanctuary of Yahweh. The water for impurity has not been sprinkled on him. He is unclean. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 19,
		"canon_order": 4310
	},
	{
		"verseText": "It shall be a perpetual statute to them. He who sprinkles the water for impurity shall wash his clothes, and he who touches the water for impurity shall be unclean until evening. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 19,
		"canon_order": 4311
	},
	{
		"verseText": "“Whatever the unclean person touches shall be unclean; and the soul that touches it shall be unclean until evening.” ",
		"book": "NUM",
		"verse": 22,
		"chapter": 19,
		"canon_order": 4312
	},
	{
		"verseText": "The children of Israel, even the whole congregation, came into the wilderness of Zin in the first month. The people stayed in Kadesh. Miriam died there, and was buried there. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 20,
		"canon_order": 4313
	},
	{
		"verseText": "There was no water for the congregation; and they assembled themselves together against Moses and against Aaron. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 20,
		"canon_order": 4314
	},
	{
		"verseText": "The people quarreled with Moses, and spoke, saying, “We wish that we had died when our brothers died before Yahweh! ",
		"book": "NUM",
		"verse": 3,
		"chapter": 20,
		"canon_order": 4315
	},
	{
		"verseText": "Why have you brought Yahweh’s assembly into this wilderness, that we should die there, we and our animals? ",
		"book": "NUM",
		"verse": 4,
		"chapter": 20,
		"canon_order": 4316
	},
	{
		"verseText": "Why have you made us to come up out of Egypt, to bring us in to this evil place? It is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 20,
		"canon_order": 4317
	},
	{
		"verseText": "Moses and Aaron went from the presence of the assembly to the door of the Tent of Meeting, and fell on their faces. Yahweh’s glory appeared to them. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 20,
		"canon_order": 4318
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 7,
		"chapter": 20,
		"canon_order": 4319
	},
	{
		"verseText": "“Take the rod, and assemble the congregation, you, and Aaron your brother, and speak to the rock before their eyes, that it pour out its water. You shall bring water to them out of the rock; so you shall give the congregation and their livestock drink.” ",
		"book": "NUM",
		"verse": 8,
		"chapter": 20,
		"canon_order": 4320
	},
	{
		"verseText": "Moses took the rod from before Yahweh, as he commanded him. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 20,
		"canon_order": 4321
	},
	{
		"verseText": "Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels! Shall we bring water out of this rock for you?” ",
		"book": "NUM",
		"verse": 10,
		"chapter": 20,
		"canon_order": 4322
	},
	{
		"verseText": "Moses lifted up his hand, and struck the rock with his rod twice, and water came out abundantly. The congregation and their livestock drank. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 20,
		"canon_order": 4323
	},
	{
		"verseText": "Yahweh said to Moses and Aaron, “Because you didn’t believe in me, to sanctify me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.” ",
		"book": "NUM",
		"verse": 12,
		"chapter": 20,
		"canon_order": 4324
	},
	{
		"verseText": "These are the waters of Meribah; because the children of Israel strove with Yahweh, and he was sanctified in them. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 20,
		"canon_order": 4325
	},
	{
		"verseText": "Moses sent messengers from Kadesh to the king of Edom, saying: “Your brother Israel says: You know all the travail that has happened to us; ",
		"book": "NUM",
		"verse": 14,
		"chapter": 20,
		"canon_order": 4326
	},
	{
		"verseText": "how our fathers went down into Egypt, and we lived in Egypt a long time. The Egyptians mistreated us and our fathers. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 20,
		"canon_order": 4327
	},
	{
		"verseText": "When we cried to Yahweh, he heard our voice, sent an angel, and brought us out of Egypt. Behold, we are in Kadesh, a city in the edge of your border. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 20,
		"canon_order": 4328
	},
	{
		"verseText": "“Please let us pass through your land. We will not pass through field or through vineyard, neither will we drink from the water of the wells. We will go along the king’s highway. We will not turn away to the right hand nor to the left, until we have passed your border.” ",
		"book": "NUM",
		"verse": 17,
		"chapter": 20,
		"canon_order": 4329
	},
	{
		"verseText": "Edom said to him, “You shall not pass through me, lest I come out with the sword against you.” ",
		"book": "NUM",
		"verse": 18,
		"chapter": 20,
		"canon_order": 4330
	},
	{
		"verseText": "The children of Israel said to him, “We will go up by the highway; and if we drink your water, I and my livestock, then I will give its price. Only let me, without doing anything else, pass through on my feet.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 20,
		"canon_order": 4331
	},
	{
		"verseText": "He said, “You shall not pass through.” Edom came out against him with many people, and with a strong hand. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 20,
		"canon_order": 4332
	},
	{
		"verseText": "Thus Edom refused to give Israel passage through his border, so Israel turned away from him. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 20,
		"canon_order": 4333
	},
	{
		"verseText": "They traveled from Kadesh, and the children of Israel, even the whole congregation, came to Mount Hor. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 20,
		"canon_order": 4334
	},
	{
		"verseText": "Yahweh spoke to Moses and Aaron in Mount Hor, by the border of the land of Edom, saying, ",
		"book": "NUM",
		"verse": 23,
		"chapter": 20,
		"canon_order": 4335
	},
	{
		"verseText": "“Aaron shall be gathered to his people; for he shall not enter into the land which I have given to the children of Israel, because you rebelled against my word at the waters of Meribah. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 20,
		"canon_order": 4336
	},
	{
		"verseText": "Take Aaron and Eleazar his son, and bring them up to Mount Hor; ",
		"book": "NUM",
		"verse": 25,
		"chapter": 20,
		"canon_order": 4337
	},
	{
		"verseText": "and strip Aaron of his garments, and put them on Eleazar his son. Aaron shall be gathered, and shall die there.” ",
		"book": "NUM",
		"verse": 26,
		"chapter": 20,
		"canon_order": 4338
	},
	{
		"verseText": "Moses did as Yahweh commanded. They went up onto Mount Hor in the sight of all the congregation. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 20,
		"canon_order": 4339
	},
	{
		"verseText": "Moses stripped Aaron of his garments, and put them on Eleazar his son. Aaron died there on the top of the mountain, and Moses and Eleazar came down from the mountain. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 20,
		"canon_order": 4340
	},
	{
		"verseText": "When all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 20,
		"canon_order": 4341
	},
	{
		"verseText": "The Canaanite, the king of Arad, who lived in the South, heard that Israel came by the way of Atharim. He fought against Israel, and took some of them captive. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 21,
		"canon_order": 4342
	},
	{
		"verseText": "Israel vowed a vow to Yahweh, and said, “If you will indeed deliver this people into my hand, then I will utterly destroy their cities.” ",
		"book": "NUM",
		"verse": 2,
		"chapter": 21,
		"canon_order": 4343
	},
	{
		"verseText": "Yahweh listened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities. The name of the place was called Hormah. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 21,
		"canon_order": 4344
	},
	{
		"verseText": "They traveled from Mount Hor by the way to the Red Sea, to go around the land of Edom. The soul of the people was very discouraged because of the journey. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 21,
		"canon_order": 4345
	},
	{
		"verseText": "The people spoke against God and against Moses: “Why have you brought us up out of Egypt to die in the wilderness? For there is no bread, there is no water, and our soul loathes this disgusting food!” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 21,
		"canon_order": 4346
	},
	{
		"verseText": "Yahweh sent venomous snakes among the people, and they bit the people. Many people of Israel died. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 21,
		"canon_order": 4347
	},
	{
		"verseText": "The people came to Moses, and said, “We have sinned, because we have spoken against Yahweh and against you. Pray to Yahweh, that he take away the serpents from us.” Moses prayed for the people. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 21,
		"canon_order": 4348
	},
	{
		"verseText": "Yahweh said to Moses, “Make a venomous snake, and set it on a pole. It shall happen that everyone who is bitten, when he sees it, shall live.” ",
		"book": "NUM",
		"verse": 8,
		"chapter": 21,
		"canon_order": 4349
	},
	{
		"verseText": "Moses made a serpent of bronze, and set it on the pole. If a serpent had bitten any man, when he looked at the serpent of bronze, he lived. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 21,
		"canon_order": 4350
	},
	{
		"verseText": "The children of Israel traveled, and encamped in Oboth. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 21,
		"canon_order": 4351
	},
	{
		"verseText": "They traveled from Oboth, and encamped at Iyeabarim, in the wilderness which is before Moab, toward the sunrise. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 21,
		"canon_order": 4352
	},
	{
		"verseText": "From there they traveled, and encamped in the valley of Zered. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 21,
		"canon_order": 4353
	},
	{
		"verseText": "From there they traveled, and encamped on the other side of the Arnon, which is in the wilderness that comes out of the border of the Amorites; for the Arnon is the border of Moab, between Moab and the Amorites. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 21,
		"canon_order": 4354
	},
	{
		"verseText": "Therefore it is said in The Book of the Wars of Yahweh, “Vaheb in Suphah, the valleys of the Arnon, ",
		"book": "NUM",
		"verse": 14,
		"chapter": 21,
		"canon_order": 4355
	},
	{
		"verseText": "the slope of the valleys that incline toward the dwelling of Ar, leans on the border of Moab.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 21,
		"canon_order": 4356
	},
	{
		"verseText": "From there they traveled to Beer; that is the well of which Yahweh said to Moses, “Gather the people together, and I will give them water.” ",
		"book": "NUM",
		"verse": 16,
		"chapter": 21,
		"canon_order": 4357
	},
	{
		"verseText": "Then Israel sang this song: “Spring up, well! Sing to it, ",
		"book": "NUM",
		"verse": 17,
		"chapter": 21,
		"canon_order": 4358
	},
	{
		"verseText": "the well, which the princes dug, which the nobles of the people dug, with the scepter, and with their poles.” From the wilderness they traveled to Mattanah; ",
		"book": "NUM",
		"verse": 18,
		"chapter": 21,
		"canon_order": 4359
	},
	{
		"verseText": "and from Mattanah to Nahaliel; and from Nahaliel to Bamoth; ",
		"book": "NUM",
		"verse": 19,
		"chapter": 21,
		"canon_order": 4360
	},
	{
		"verseText": "and from Bamoth to the valley that is in the field of Moab, to the top of Pisgah, which looks down on the desert. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 21,
		"canon_order": 4361
	},
	{
		"verseText": "Israel sent messengers to Sihon king of the Amorites, saying, ",
		"book": "NUM",
		"verse": 21,
		"chapter": 21,
		"canon_order": 4362
	},
	{
		"verseText": "“Let me pass through your land. We will not turn away into field or vineyard. We will not drink of the water of the wells. We will go by the king’s highway, until we have passed your border.” ",
		"book": "NUM",
		"verse": 22,
		"chapter": 21,
		"canon_order": 4363
	},
	{
		"verseText": "Sihon would not allow Israel to pass through his border, but Sihon gathered all his people together, and went out against Israel into the wilderness, and came to Jahaz. He fought against Israel. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 21,
		"canon_order": 4364
	},
	{
		"verseText": "Israel struck him with the edge of the sword, and possessed his land from the Arnon to the Jabbok, even to the children of Ammon; for the border of the children of Ammon was fortified. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 21,
		"canon_order": 4365
	},
	{
		"verseText": "Israel took all these cities. Israel lived in all the cities of the Amorites, in Heshbon, and in all its villages. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 21,
		"canon_order": 4366
	},
	{
		"verseText": "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even to the Arnon. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 21,
		"canon_order": 4367
	},
	{
		"verseText": "Therefore those who speak in proverbs say, “Come to Heshbon. Let the city of Sihon be built and established; ",
		"book": "NUM",
		"verse": 27,
		"chapter": 21,
		"canon_order": 4368
	},
	{
		"verseText": "for a fire has gone out of Heshbon, a flame from the city of Sihon. It has devoured Ar of Moab, The lords of the high places of the Arnon. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 21,
		"canon_order": 4369
	},
	{
		"verseText": "Woe to you, Moab! You are undone, people of Chemosh! He has given his sons as fugitives, and his daughters into captivity, to Sihon king of the Amorites. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 21,
		"canon_order": 4370
	},
	{
		"verseText": "We have shot at them. Heshbon has perished even to Dibon. We have laid waste even to Nophah, Which reaches to Medeba.” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 21,
		"canon_order": 4371
	},
	{
		"verseText": "Thus Israel lived in the land of the Amorites. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 21,
		"canon_order": 4372
	},
	{
		"verseText": "Moses sent to spy out Jazer. They took its villages, and drove out the Amorites who were there. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 21,
		"canon_order": 4373
	},
	{
		"verseText": "They turned and went up by the way of Bashan. Og the king of Bashan went out against them, he and all his people, to battle at Edrei. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 21,
		"canon_order": 4374
	},
	{
		"verseText": "Yahweh said to Moses, “Don’t fear him, for I have delivered him into your hand, with all his people, and his land. You shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.” ",
		"book": "NUM",
		"verse": 34,
		"chapter": 21,
		"canon_order": 4375
	},
	{
		"verseText": "So they struck him, with his sons and all his people, until there were no survivors; and they possessed his land. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 21,
		"canon_order": 4376
	},
	{
		"verseText": "The children of Israel traveled, and encamped in the plains of Moab beyond the Jordan at Jericho. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 22,
		"canon_order": 4377
	},
	{
		"verseText": "Balak the son of Zippor saw all that Israel had done to the Amorites. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 22,
		"canon_order": 4378
	},
	{
		"verseText": "Moab was very afraid of the people, because they were many. Moab was distressed because of the children of Israel. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 22,
		"canon_order": 4379
	},
	{
		"verseText": "Moab said to the elders of Midian, “Now this multitude will lick up all that is around us, as the ox licks up the grass of the field.” Balak the son of Zippor was king of Moab at that time. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 22,
		"canon_order": 4380
	},
	{
		"verseText": "He sent messengers to Balaam the son of Beor, to Pethor, which is by the River, to the land of the children of his people, to call him, saying, “Behold, there is a people who came out of Egypt. Behold, they cover the surface of the earth, and they are staying opposite me. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 22,
		"canon_order": 4381
	},
	{
		"verseText": "Please come now therefore, and curse this people for me; for they are too mighty for me. Perhaps I shall prevail, that we may strike them, and that I may drive them out of the land; for I know that he whom you bless is blessed, and he whom you curse is cursed.” ",
		"book": "NUM",
		"verse": 6,
		"chapter": 22,
		"canon_order": 4382
	},
	{
		"verseText": "The elders of Moab and the elders of Midian departed with the rewards of divination in their hand. They came to Balaam, and spoke to him the words of Balak. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 22,
		"canon_order": 4383
	},
	{
		"verseText": "He said to them, “Lodge here this night, and I will bring you word again, as Yahweh shall speak to me.” The princes of Moab stayed with Balaam. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 22,
		"canon_order": 4384
	},
	{
		"verseText": "God came to Balaam, and said, “Who are these men with you?” ",
		"book": "NUM",
		"verse": 9,
		"chapter": 22,
		"canon_order": 4385
	},
	{
		"verseText": "Balaam said to God, “Balak the son of Zippor, king of Moab, has said to me, ",
		"book": "NUM",
		"verse": 10,
		"chapter": 22,
		"canon_order": 4386
	},
	{
		"verseText": "‘Behold, the people that has come out of Egypt covers the surface of the earth. Now, come curse them for me. Perhaps I shall be able to fight against them, and shall drive them out.’” ",
		"book": "NUM",
		"verse": 11,
		"chapter": 22,
		"canon_order": 4387
	},
	{
		"verseText": "God said to Balaam, “You shall not go with them. You shall not curse the people, for they are blessed.” ",
		"book": "NUM",
		"verse": 12,
		"chapter": 22,
		"canon_order": 4388
	},
	{
		"verseText": "Balaam rose up in the morning, and said to the princes of Balak, “Go to your land; for Yahweh refuses to permit me to go with you.” ",
		"book": "NUM",
		"verse": 13,
		"chapter": 22,
		"canon_order": 4389
	},
	{
		"verseText": "The princes of Moab rose up, and they went to Balak, and said, “Balaam refuses to come with us.” ",
		"book": "NUM",
		"verse": 14,
		"chapter": 22,
		"canon_order": 4390
	},
	{
		"verseText": "Balak again sent princes, more, and more honorable than they. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 22,
		"canon_order": 4391
	},
	{
		"verseText": "They came to Balaam, and said to him, “Balak the son of Zippor says, ‘Please let nothing hinder you from coming to me, ",
		"book": "NUM",
		"verse": 16,
		"chapter": 22,
		"canon_order": 4392
	},
	{
		"verseText": "for I will promote you to very great honor, and whatever you say to me I will do. Please come therefore, and curse this people for me.’” ",
		"book": "NUM",
		"verse": 17,
		"chapter": 22,
		"canon_order": 4393
	},
	{
		"verseText": "Balaam answered the servants of Balak, “If Balak would give me his house full of silver and gold, I can’t go beyond the word of Yahweh my God, to do less or more. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 22,
		"canon_order": 4394
	},
	{
		"verseText": "Now therefore please stay here tonight as well, that I may know what else Yahweh will speak to me.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 22,
		"canon_order": 4395
	},
	{
		"verseText": "God came to Balaam at night, and said to him, “If the men have come to call you, rise up, go with them; but only the word which I speak to you, that you shall do.” ",
		"book": "NUM",
		"verse": 20,
		"chapter": 22,
		"canon_order": 4396
	},
	{
		"verseText": "Balaam rose up in the morning, and saddled his donkey, and went with the princes of Moab. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 22,
		"canon_order": 4397
	},
	{
		"verseText": "God’s anger burned because he went; and Yahweh’s angel placed himself in the way as an adversary against him. Now he was riding on his donkey, and his two servants were with him. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 22,
		"canon_order": 4398
	},
	{
		"verseText": "The donkey saw Yahweh’s angel standing in the way, with his sword drawn in his hand; and the donkey turned out of the path, and went into the field. Balaam struck the donkey, to turn her into the path. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 22,
		"canon_order": 4399
	},
	{
		"verseText": "Then Yahweh’s angel stood in a narrow path between the vineyards, a wall being on this side, and a wall on that side. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 22,
		"canon_order": 4400
	},
	{
		"verseText": "The donkey saw Yahweh’s angel, and she thrust herself to the wall, and crushed Balaam’s foot against the wall. He struck her again. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 22,
		"canon_order": 4401
	},
	{
		"verseText": "Yahweh’s angel went further, and stood in a narrow place, where there was no way to turn either to the right hand or to the left. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 22,
		"canon_order": 4402
	},
	{
		"verseText": "The donkey saw Yahweh’s angel, and she lay down under Balaam. Balaam’s anger burned, and he struck the donkey with his staff. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 22,
		"canon_order": 4403
	},
	{
		"verseText": "Yahweh opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?” ",
		"book": "NUM",
		"verse": 28,
		"chapter": 22,
		"canon_order": 4404
	},
	{
		"verseText": "Balaam said to the donkey, “Because you have mocked me, I wish there were a sword in my hand, for now I would have killed you.” ",
		"book": "NUM",
		"verse": 29,
		"chapter": 22,
		"canon_order": 4405
	},
	{
		"verseText": "The donkey said to Balaam, “Am I not your donkey, on which you have ridden all your life long until today? Was I ever in the habit of doing so to you?” He said, “No.” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 22,
		"canon_order": 4406
	},
	{
		"verseText": "Then Yahweh opened the eyes of Balaam, and he saw Yahweh’s angel standing in the way, with his sword drawn in his hand; and he bowed his head, and fell on his face. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 22,
		"canon_order": 4407
	},
	{
		"verseText": "Yahweh’s angel said to him, “Why have you struck your donkey these three times? Behold, I have come out as an adversary, because your way is perverse before me. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 22,
		"canon_order": 4408
	},
	{
		"verseText": "The donkey saw me, and turned away before me these three times. Unless she had turned away from me, surely now I would have killed you, and saved her alive.” ",
		"book": "NUM",
		"verse": 33,
		"chapter": 22,
		"canon_order": 4409
	},
	{
		"verseText": "Balaam said to Yahweh’s angel, “I have sinned; for I didn’t know that you stood in the way against me. Now therefore, if it displeases you, I will go back again.” ",
		"book": "NUM",
		"verse": 34,
		"chapter": 22,
		"canon_order": 4410
	},
	{
		"verseText": "Yahweh’s angel said to Balaam, “Go with the men; but you shall only speak the word that I shall speak to you.” So Balaam went with the princes of Balak. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 22,
		"canon_order": 4411
	},
	{
		"verseText": "When Balak heard that Balaam had come, he went out to meet him to the City of Moab, which is on the border of the Arnon, which is in the utmost part of the border. ",
		"book": "NUM",
		"verse": 36,
		"chapter": 22,
		"canon_order": 4412
	},
	{
		"verseText": "Balak said to Balaam, “Didn’t I earnestly send for you to summon you? Why didn’t you come to me? Am I not able indeed to promote you to honor?” ",
		"book": "NUM",
		"verse": 37,
		"chapter": 22,
		"canon_order": 4413
	},
	{
		"verseText": "Balaam said to Balak, “Behold, I have come to you. Have I now any power at all to speak anything? I will speak the word that God puts in my mouth.” ",
		"book": "NUM",
		"verse": 38,
		"chapter": 22,
		"canon_order": 4414
	},
	{
		"verseText": "Balaam went with Balak, and they came to Kiriath Huzoth. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 22,
		"canon_order": 4415
	},
	{
		"verseText": "Balak sacrificed cattle and sheep, and sent to Balaam, and to the princes who were with him. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 22,
		"canon_order": 4416
	},
	{
		"verseText": "In the morning, Balak took Balaam, and brought him up into the high places of Baal; and he saw from there part of the people. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 22,
		"canon_order": 4417
	},
	{
		"verseText": "Balaam said to Balak, “Build here seven altars for me, and prepare here seven bulls and seven rams for me.” ",
		"book": "NUM",
		"verse": 1,
		"chapter": 23,
		"canon_order": 4418
	},
	{
		"verseText": "Balak did as Balaam had spoken; and Balak and Balaam offered on every altar a bull and a ram. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 23,
		"canon_order": 4419
	},
	{
		"verseText": "Balaam said to Balak, “Stand by your burnt offering, and I will go. Perhaps Yahweh will come to meet me. Whatever he shows me I will tell you.” He went to a bare height. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 23,
		"canon_order": 4420
	},
	{
		"verseText": "God met Balaam, and he said to him, “I have prepared the seven altars, and I have offered up a bull and a ram on every altar.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 23,
		"canon_order": 4421
	},
	{
		"verseText": "Yahweh put a word in Balaam’s mouth, and said, “Return to Balak, and thus you shall speak.” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 23,
		"canon_order": 4422
	},
	{
		"verseText": "He returned to him, and behold, he was standing by his burnt offering, he, and all the princes of Moab. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 23,
		"canon_order": 4423
	},
	{
		"verseText": "He took up his parable, and said, “From Aram has Balak brought me, the king of Moab from the mountains of the East. Come, curse Jacob for me. Come, defy Israel. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 23,
		"canon_order": 4424
	},
	{
		"verseText": "How shall I curse whom God has not cursed? How shall I defy whom Yahweh has not defied? ",
		"book": "NUM",
		"verse": 8,
		"chapter": 23,
		"canon_order": 4425
	},
	{
		"verseText": "For from the top of the rocks I see him. From the hills I see him. Behold, it is a people that dwells alone, and shall not be listed among the nations. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 23,
		"canon_order": 4426
	},
	{
		"verseText": "Who can count the dust of Jacob, or count the fourth part of Israel? Let me die the death of the righteous! Let my last end be like his!” ",
		"book": "NUM",
		"verse": 10,
		"chapter": 23,
		"canon_order": 4427
	},
	{
		"verseText": "Balak said to Balaam, “What have you done to me? I took you to curse my enemies, and behold, you have blessed them altogether.” ",
		"book": "NUM",
		"verse": 11,
		"chapter": 23,
		"canon_order": 4428
	},
	{
		"verseText": "He answered and said, “Must I not take heed to speak that which Yahweh puts in my mouth?” ",
		"book": "NUM",
		"verse": 12,
		"chapter": 23,
		"canon_order": 4429
	},
	{
		"verseText": "Balak said to him, “Please come with me to another place, where you may see them. You shall see just part of them, and shall not see them all. Curse them from there for me.” ",
		"book": "NUM",
		"verse": 13,
		"chapter": 23,
		"canon_order": 4430
	},
	{
		"verseText": "He took him into the field of Zophim, to the top of Pisgah, and built seven altars, and offered up a bull and a ram on every altar. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 23,
		"canon_order": 4431
	},
	{
		"verseText": "He said to Balak, “Stand here by your burnt offering, while I meet God over there.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 23,
		"canon_order": 4432
	},
	{
		"verseText": "Yahweh met Balaam, and put a word in his mouth, and said, “Return to Balak, and say this.” ",
		"book": "NUM",
		"verse": 16,
		"chapter": 23,
		"canon_order": 4433
	},
	{
		"verseText": "He came to him, and behold, he was standing by his burnt offering, and the princes of Moab with him. Balak said to him, “What has Yahweh spoken?” ",
		"book": "NUM",
		"verse": 17,
		"chapter": 23,
		"canon_order": 4434
	},
	{
		"verseText": "He took up his parable, and said, “Rise up, Balak, and hear! Listen to me, you son of Zippor. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 23,
		"canon_order": 4435
	},
	{
		"verseText": "God is not a man, that he should lie, nor a son of man, that he should repent. Has he said, and he won’t do it? Or has he spoken, and he won’t make it good? ",
		"book": "NUM",
		"verse": 19,
		"chapter": 23,
		"canon_order": 4436
	},
	{
		"verseText": "Behold, I have received a command to bless. He has blessed, and I can’t reverse it. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 23,
		"canon_order": 4437
	},
	{
		"verseText": "He has not seen iniquity in Jacob. Neither has he seen perverseness in Israel. Yahweh his God is with him. The shout of a king is among them. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 23,
		"canon_order": 4438
	},
	{
		"verseText": "God brings them out of Egypt. He has as it were the strength of the wild ox. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 23,
		"canon_order": 4439
	},
	{
		"verseText": "Surely there is no enchantment with Jacob; Neither is there any divination with Israel. Now it shall be said of Jacob and of Israel, ‘What has God done!’ ",
		"book": "NUM",
		"verse": 23,
		"chapter": 23,
		"canon_order": 4440
	},
	{
		"verseText": "Behold, a people rises up as a lioness. As a lion he lifts himself up. He shall not lie down until he eats of the prey, and drinks the blood of the slain.” ",
		"book": "NUM",
		"verse": 24,
		"chapter": 23,
		"canon_order": 4441
	},
	{
		"verseText": "Balak said to Balaam, “Neither curse them at all, nor bless them at all.” ",
		"book": "NUM",
		"verse": 25,
		"chapter": 23,
		"canon_order": 4442
	},
	{
		"verseText": "But Balaam answered Balak, “Didn’t I tell you, saying, ‘All that Yahweh speaks, that I must do?’” ",
		"book": "NUM",
		"verse": 26,
		"chapter": 23,
		"canon_order": 4443
	},
	{
		"verseText": "Balak said to Balaam, “Come now, I will take you to another place; perhaps it will please God that you may curse them for me from there.” ",
		"book": "NUM",
		"verse": 27,
		"chapter": 23,
		"canon_order": 4444
	},
	{
		"verseText": "Balak took Balaam to the top of Peor, that looks down on the desert. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 23,
		"canon_order": 4445
	},
	{
		"verseText": "Balaam said to Balak, “Build seven altars for me here, and prepare seven bulls and seven rams for me here.” ",
		"book": "NUM",
		"verse": 29,
		"chapter": 23,
		"canon_order": 4446
	},
	{
		"verseText": "Balak did as Balaam had said, and offered up a bull and a ram on every altar. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 23,
		"canon_order": 4447
	},
	{
		"verseText": "When Balaam saw that it pleased Yahweh to bless Israel, he didn’t go, as at the other times, to use divination, but he set his face toward the wilderness. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 24,
		"canon_order": 4448
	},
	{
		"verseText": "Balaam lifted up his eyes, and he saw Israel dwelling according to their tribes; and the Spirit of God came on him. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 24,
		"canon_order": 4449
	},
	{
		"verseText": "He took up his parable, and said, “Balaam the son of Beor says, the man whose eyes are open says; ",
		"book": "NUM",
		"verse": 3,
		"chapter": 24,
		"canon_order": 4450
	},
	{
		"verseText": "he says, who hears the words of God, who sees the vision of the Almighty, falling down, and having his eyes open: ",
		"book": "NUM",
		"verse": 4,
		"chapter": 24,
		"canon_order": 4451
	},
	{
		"verseText": "How goodly are your tents, Jacob, and your dwellings, Israel! ",
		"book": "NUM",
		"verse": 5,
		"chapter": 24,
		"canon_order": 4452
	},
	{
		"verseText": "As valleys they are spread out, as gardens by the riverside, as aloes which Yahweh has planted, as cedar trees beside the waters. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 24,
		"canon_order": 4453
	},
	{
		"verseText": "Water shall flow from his buckets. His seed shall be in many waters. His king shall be higher than Agag. His kingdom shall be exalted. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 24,
		"canon_order": 4454
	},
	{
		"verseText": "God brings him out of Egypt. He has as it were the strength of the wild ox. He shall consume the nations his adversaries, shall break their bones in pieces, and pierce them with his arrows. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 24,
		"canon_order": 4455
	},
	{
		"verseText": "He couched, he lay down as a lion, as a lioness; who shall rouse him up? Everyone who blesses you is blessed. Everyone who curses you is cursed.” ",
		"book": "NUM",
		"verse": 9,
		"chapter": 24,
		"canon_order": 4456
	},
	{
		"verseText": "Balak’s anger burned against Balaam, and he struck his hands together. Balak said to Balaam, “I called you to curse my enemies, and, behold, you have altogether blessed them these three times. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 24,
		"canon_order": 4457
	},
	{
		"verseText": "Therefore, flee to your place, now! I thought to promote you to great honor; but, behold, Yahweh has kept you back from honor.” ",
		"book": "NUM",
		"verse": 11,
		"chapter": 24,
		"canon_order": 4458
	},
	{
		"verseText": "Balaam said to Balak, “Didn’t I also tell your messengers whom you sent to me, saying, ",
		"book": "NUM",
		"verse": 12,
		"chapter": 24,
		"canon_order": 4459
	},
	{
		"verseText": "‘If Balak would give me his house full of silver and gold, I can’t go beyond Yahweh’s word, to do either good or bad from my own mind. I will say what Yahweh says’? ",
		"book": "NUM",
		"verse": 13,
		"chapter": 24,
		"canon_order": 4460
	},
	{
		"verseText": "Now, behold, I go to my people. Come, I will inform you what this people shall do to your people in the latter days.” ",
		"book": "NUM",
		"verse": 14,
		"chapter": 24,
		"canon_order": 4461
	},
	{
		"verseText": "He took up his parable, and said, “Balaam the son of Beor says, the man whose eyes are open says; ",
		"book": "NUM",
		"verse": 15,
		"chapter": 24,
		"canon_order": 4462
	},
	{
		"verseText": "he says, who hears the words of God, knows the knowledge of the Most High, and who sees the vision of the Almighty, falling down, and having his eyes open: ",
		"book": "NUM",
		"verse": 16,
		"chapter": 24,
		"canon_order": 4463
	},
	{
		"verseText": "I see him, but not now. I see him, but not near. A star will come out of Jacob. A scepter will rise out of Israel, and shall strike through the corners of Moab, and crush all the sons of Sheth. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 24,
		"canon_order": 4464
	},
	{
		"verseText": "Edom shall be a possession. Seir, his enemy, also shall be a possession, while Israel does valiantly. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 24,
		"canon_order": 4465
	},
	{
		"verseText": "Out of Jacob shall one have dominion, and shall destroy the remnant from the city.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 24,
		"canon_order": 4466
	},
	{
		"verseText": "He looked at Amalek, and took up his parable, and said, “Amalek was the first of the nations, But his latter end shall come to destruction.” ",
		"book": "NUM",
		"verse": 20,
		"chapter": 24,
		"canon_order": 4467
	},
	{
		"verseText": "He looked at the Kenite, and took up his parable, and said, “Your dwelling place is strong. Your nest is set in the rock. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 24,
		"canon_order": 4468
	},
	{
		"verseText": "Nevertheless Kain shall be wasted, until Asshur carries you away captive.” ",
		"book": "NUM",
		"verse": 22,
		"chapter": 24,
		"canon_order": 4469
	},
	{
		"verseText": "He took up his parable, and said, “Alas, who shall live when God does this? ",
		"book": "NUM",
		"verse": 23,
		"chapter": 24,
		"canon_order": 4470
	},
	{
		"verseText": "But ships shall come from the coast of Kittim. They shall afflict Asshur, and shall afflict Eber. He also shall come to destruction.” ",
		"book": "NUM",
		"verse": 24,
		"chapter": 24,
		"canon_order": 4471
	},
	{
		"verseText": "Balaam rose up, and went and returned to his place; and Balak also went his way. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 24,
		"canon_order": 4472
	},
	{
		"verseText": "Israel stayed in Shittim; and the people began to play the prostitute with the daughters of Moab; ",
		"book": "NUM",
		"verse": 1,
		"chapter": 25,
		"canon_order": 4473
	},
	{
		"verseText": "for they called the people to the sacrifices of their gods. The people ate and bowed down to their gods. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 25,
		"canon_order": 4474
	},
	{
		"verseText": "Israel joined himself to Baal Peor, and Yahweh’s anger burned against Israel. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 25,
		"canon_order": 4475
	},
	{
		"verseText": "Yahweh said to Moses, “Take all the chiefs of the people, and hang them up to Yahweh before the sun, that the fierce anger of Yahweh may turn away from Israel.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 25,
		"canon_order": 4476
	},
	{
		"verseText": "Moses said to the judges of Israel, “Everyone kill his men who have joined themselves to Baal Peor.” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 25,
		"canon_order": 4477
	},
	{
		"verseText": "Behold, one of the children of Israel came and brought to his brothers a Midianite woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, while they were weeping at the door of the Tent of Meeting. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 25,
		"canon_order": 4478
	},
	{
		"verseText": "When Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from the middle of the congregation, and took a spear in his hand. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 25,
		"canon_order": 4479
	},
	{
		"verseText": "He went after the man of Israel into the pavilion, and thrust both of them through, the man of Israel, and the woman through her body. So the plague was stopped among the children of Israel. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 25,
		"canon_order": 4480
	},
	{
		"verseText": "Those who died by the plague were twenty-four thousand. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 25,
		"canon_order": 4481
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 10,
		"chapter": 25,
		"canon_order": 4482
	},
	{
		"verseText": "“Phinehas, the son of Eleazar, the son of Aaron the priest, has turned my wrath away from the children of Israel, in that he was jealous with my jealousy among them, so that I didn’t consume the children of Israel in my jealousy. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 25,
		"canon_order": 4483
	},
	{
		"verseText": "Therefore say, ‘Behold, I give to him my covenant of peace. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 25,
		"canon_order": 4484
	},
	{
		"verseText": "It shall be to him, and to his offspring after him, the covenant of an everlasting priesthood, because he was jealous for his God, and made atonement for the children of Israel.’” ",
		"book": "NUM",
		"verse": 13,
		"chapter": 25,
		"canon_order": 4485
	},
	{
		"verseText": "Now the name of the man of Israel that was slain, who was slain with the Midianite woman, was Zimri, the son of Salu, a prince of a fathers’ house among the Simeonites. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 25,
		"canon_order": 4486
	},
	{
		"verseText": "The name of the Midianite woman who was slain was Cozbi, the daughter of Zur. He was head of the people of a fathers’ house in Midian. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 25,
		"canon_order": 4487
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 16,
		"chapter": 25,
		"canon_order": 4488
	},
	{
		"verseText": "“Harass the Midianites, and strike them; ",
		"book": "NUM",
		"verse": 17,
		"chapter": 25,
		"canon_order": 4489
	},
	{
		"verseText": "for they harassed you with their wiles, wherein they have deceived you in the matter of Peor, and in the incident regarding Cozbi, the daughter of the prince of Midian, their sister, who was slain on the day of the plague in the matter of Peor.” ",
		"book": "NUM",
		"verse": 18,
		"chapter": 25,
		"canon_order": 4490
	},
	{
		"verseText": "After the plague, Yahweh spoke to Moses and to Eleazar the son of Aaron the priest, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 26,
		"canon_order": 4491
	},
	{
		"verseText": "“Take a census of all the congregation of the children of Israel, from twenty years old and upward, by their fathers’ houses, all who are able to go out to war in Israel.” ",
		"book": "NUM",
		"verse": 2,
		"chapter": 26,
		"canon_order": 4492
	},
	{
		"verseText": "Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying, ",
		"book": "NUM",
		"verse": 3,
		"chapter": 26,
		"canon_order": 4493
	},
	{
		"verseText": "“Take a census, from twenty years old and upward, as Yahweh commanded Moses and the children of Israel.” These are those who came out of the land of Egypt. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 26,
		"canon_order": 4494
	},
	{
		"verseText": "Reuben, the firstborn of Israel; the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites; ",
		"book": "NUM",
		"verse": 5,
		"chapter": 26,
		"canon_order": 4495
	},
	{
		"verseText": "of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 26,
		"canon_order": 4496
	},
	{
		"verseText": "These are the families of the Reubenites; and those who were counted of them were forty-three thousand seven hundred thirty. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 26,
		"canon_order": 4497
	},
	{
		"verseText": "The son of Pallu: Eliab. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 26,
		"canon_order": 4498
	},
	{
		"verseText": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are that Dathan and Abiram who were called by the congregation, who rebelled against Moses and against Aaron in the company of Korah when they rebelled against Yahweh; ",
		"book": "NUM",
		"verse": 9,
		"chapter": 26,
		"canon_order": 4499
	},
	{
		"verseText": "and the earth opened its mouth, and swallowed them up together with Korah when that company died; at the time the fire devoured two hundred fifty men, and they became a sign. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 26,
		"canon_order": 4500
	},
	{
		"verseText": "Notwithstanding, the sons of Korah didn’t die. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 26,
		"canon_order": 4501
	},
	{
		"verseText": "The sons of Simeon after their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites; ",
		"book": "NUM",
		"verse": 12,
		"chapter": 26,
		"canon_order": 4502
	},
	{
		"verseText": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 26,
		"canon_order": 4503
	},
	{
		"verseText": "These are the families of the Simeonites, twenty-two thousand two hundred. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 26,
		"canon_order": 4504
	},
	{
		"verseText": "The sons of Gad after their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites; ",
		"book": "NUM",
		"verse": 15,
		"chapter": 26,
		"canon_order": 4505
	},
	{
		"verseText": "of Ozni, the family of the Oznites; of Eri, the family of the Erites; ",
		"book": "NUM",
		"verse": 16,
		"chapter": 26,
		"canon_order": 4506
	},
	{
		"verseText": "of Arod, the family of the Arodites; of Areli, the family of the Arelites. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 26,
		"canon_order": 4507
	},
	{
		"verseText": "These are the families of the sons of Gad according to those who were counted of them, forty thousand and five hundred. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 26,
		"canon_order": 4508
	},
	{
		"verseText": "The sons of Judah: Er and Onan. Er and Onan died in the land of Canaan. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 26,
		"canon_order": 4509
	},
	{
		"verseText": "The sons of Judah after their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 26,
		"canon_order": 4510
	},
	{
		"verseText": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 26,
		"canon_order": 4511
	},
	{
		"verseText": "These are the families of Judah according to those who were counted of them, seventy-six thousand five hundred. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 26,
		"canon_order": 4512
	},
	{
		"verseText": "The sons of Issachar after their families: of Tola, the family of the Tolaites; of Puvah, the family of the Punites; ",
		"book": "NUM",
		"verse": 23,
		"chapter": 26,
		"canon_order": 4513
	},
	{
		"verseText": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 26,
		"canon_order": 4514
	},
	{
		"verseText": "These are the families of Issachar according to those who were counted of them, sixty-four thousand three hundred. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 26,
		"canon_order": 4515
	},
	{
		"verseText": "The sons of Zebulun after their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 26,
		"canon_order": 4516
	},
	{
		"verseText": "These are the families of the Zebulunites according to those who were counted of them, sixty thousand five hundred. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 26,
		"canon_order": 4517
	},
	{
		"verseText": "The sons of Joseph after their families: Manasseh and Ephraim. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 26,
		"canon_order": 4518
	},
	{
		"verseText": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir became the father of Gilead; of Gilead, the family of the Gileadites. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 26,
		"canon_order": 4519
	},
	{
		"verseText": "These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites; ",
		"book": "NUM",
		"verse": 30,
		"chapter": 26,
		"canon_order": 4520
	},
	{
		"verseText": "and Asriel, the family of the Asrielites; and Shechem, the family of the Shechemites; ",
		"book": "NUM",
		"verse": 31,
		"chapter": 26,
		"canon_order": 4521
	},
	{
		"verseText": "and Shemida, the family of the Shemidaites; and Hepher, the family of the Hepherites. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 26,
		"canon_order": 4522
	},
	{
		"verseText": "Zelophehad the son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 26,
		"canon_order": 4523
	},
	{
		"verseText": "These are the families of Manasseh. Those who were counted of them were fifty-two thousand seven hundred. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 26,
		"canon_order": 4524
	},
	{
		"verseText": "These are the sons of Ephraim after their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 26,
		"canon_order": 4525
	},
	{
		"verseText": "These are the sons of Shuthelah: of Eran, the family of the Eranites. ",
		"book": "NUM",
		"verse": 36,
		"chapter": 26,
		"canon_order": 4526
	},
	{
		"verseText": "These are the families of the sons of Ephraim according to those who were counted of them, thirty-two thousand five hundred. These are the sons of Joseph after their families. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 26,
		"canon_order": 4527
	},
	{
		"verseText": "The sons of Benjamin after their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites; ",
		"book": "NUM",
		"verse": 38,
		"chapter": 26,
		"canon_order": 4528
	},
	{
		"verseText": "of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 26,
		"canon_order": 4529
	},
	{
		"verseText": "The sons of Bela were Ard and Naaman: the family of the Ardites; and of Naaman, the family of the Naamites. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 26,
		"canon_order": 4530
	},
	{
		"verseText": "These are the sons of Benjamin after their families; and those who were counted of them were forty-five thousand six hundred. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 26,
		"canon_order": 4531
	},
	{
		"verseText": "These are the sons of Dan after their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families. ",
		"book": "NUM",
		"verse": 42,
		"chapter": 26,
		"canon_order": 4532
	},
	{
		"verseText": "All the families of the Shuhamites, according to those who were counted of them, were sixty-four thousand four hundred. ",
		"book": "NUM",
		"verse": 43,
		"chapter": 26,
		"canon_order": 4533
	},
	{
		"verseText": "The sons of Asher after their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Berites. ",
		"book": "NUM",
		"verse": 44,
		"chapter": 26,
		"canon_order": 4534
	},
	{
		"verseText": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites. ",
		"book": "NUM",
		"verse": 45,
		"chapter": 26,
		"canon_order": 4535
	},
	{
		"verseText": "The name of the daughter of Asher was Serah. ",
		"book": "NUM",
		"verse": 46,
		"chapter": 26,
		"canon_order": 4536
	},
	{
		"verseText": "These are the families of the sons of Asher according to those who were counted of them, fifty-three thousand four hundred. ",
		"book": "NUM",
		"verse": 47,
		"chapter": 26,
		"canon_order": 4537
	},
	{
		"verseText": "The sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites; ",
		"book": "NUM",
		"verse": 48,
		"chapter": 26,
		"canon_order": 4538
	},
	{
		"verseText": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites. ",
		"book": "NUM",
		"verse": 49,
		"chapter": 26,
		"canon_order": 4539
	},
	{
		"verseText": "These are the families of Naphtali according to their families; and those who were counted of them were forty-five thousand four hundred. ",
		"book": "NUM",
		"verse": 50,
		"chapter": 26,
		"canon_order": 4540
	},
	{
		"verseText": "These are those who were counted of the children of Israel, six hundred one thousand seven hundred thirty. ",
		"book": "NUM",
		"verse": 51,
		"chapter": 26,
		"canon_order": 4541
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 52,
		"chapter": 26,
		"canon_order": 4542
	},
	{
		"verseText": "“To these the land shall be divided for an inheritance according to the number of names. ",
		"book": "NUM",
		"verse": 53,
		"chapter": 26,
		"canon_order": 4543
	},
	{
		"verseText": "To the more you shall give the more inheritance, and to the fewer you shall give the less inheritance. To everyone according to those who were counted of him shall his inheritance be given. ",
		"book": "NUM",
		"verse": 54,
		"chapter": 26,
		"canon_order": 4544
	},
	{
		"verseText": "Notwithstanding, the land shall be divided by lot. According to the names of the tribes of their fathers they shall inherit. ",
		"book": "NUM",
		"verse": 55,
		"chapter": 26,
		"canon_order": 4545
	},
	{
		"verseText": "According to the lot shall their inheritance be divided between the more and the fewer.” ",
		"book": "NUM",
		"verse": 56,
		"chapter": 26,
		"canon_order": 4546
	},
	{
		"verseText": "These are those who were counted of the Levites after their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites. ",
		"book": "NUM",
		"verse": 57,
		"chapter": 26,
		"canon_order": 4547
	},
	{
		"verseText": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korahites. Kohath became the father of Amram. ",
		"book": "NUM",
		"verse": 58,
		"chapter": 26,
		"canon_order": 4548
	},
	{
		"verseText": "The name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt. She bore to Amram Aaron and Moses, and Miriam their sister. ",
		"book": "NUM",
		"verse": 59,
		"chapter": 26,
		"canon_order": 4549
	},
	{
		"verseText": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar. ",
		"book": "NUM",
		"verse": 60,
		"chapter": 26,
		"canon_order": 4550
	},
	{
		"verseText": "Nadab and Abihu died when they offered strange fire before Yahweh. ",
		"book": "NUM",
		"verse": 61,
		"chapter": 26,
		"canon_order": 4551
	},
	{
		"verseText": "Those who were counted of them were twenty-three thousand, every male from a month old and upward; for they were not counted among the children of Israel, because there was no inheritance given them among the children of Israel. ",
		"book": "NUM",
		"verse": 62,
		"chapter": 26,
		"canon_order": 4552
	},
	{
		"verseText": "These are those who were counted by Moses and Eleazar the priest, who counted the children of Israel in the plains of Moab by the Jordan at Jericho. ",
		"book": "NUM",
		"verse": 63,
		"chapter": 26,
		"canon_order": 4553
	},
	{
		"verseText": "But among these there was not a man of them who were counted by Moses and Aaron the priest, who counted the children of Israel in the wilderness of Sinai. ",
		"book": "NUM",
		"verse": 64,
		"chapter": 26,
		"canon_order": 4554
	},
	{
		"verseText": "For Yahweh had said of them, “They shall surely die in the wilderness.” There was not a man left of them, except Caleb the son of Jephunneh, and Joshua the son of Nun. ",
		"book": "NUM",
		"verse": 65,
		"chapter": 26,
		"canon_order": 4555
	},
	{
		"verseText": "Then the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph came near. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 27,
		"canon_order": 4556
	},
	{
		"verseText": "They stood before Moses, before Eleazar the priest, and before the princes and all the congregation, at the door of the Tent of Meeting, saying, ",
		"book": "NUM",
		"verse": 2,
		"chapter": 27,
		"canon_order": 4557
	},
	{
		"verseText": "“Our father died in the wilderness. He was not among the company of those who gathered themselves together against Yahweh in the company of Korah, but he died in his own sin. He had no sons. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 27,
		"canon_order": 4558
	},
	{
		"verseText": "Why should the name of our father be taken away from among his family, because he had no son? Give to us a possession among the brothers of our father.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 27,
		"canon_order": 4559
	},
	{
		"verseText": "Moses brought their cause before Yahweh. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 27,
		"canon_order": 4560
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 6,
		"chapter": 27,
		"canon_order": 4561
	},
	{
		"verseText": "“The daughters of Zelophehad speak right. You shall surely give them a possession of an inheritance among their father’s brothers. You shall cause the inheritance of their father to pass to them. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 27,
		"canon_order": 4562
	},
	{
		"verseText": "You shall speak to the children of Israel, saying, ‘If a man dies, and has no son, then you shall cause his inheritance to pass to his daughter. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 27,
		"canon_order": 4563
	},
	{
		"verseText": "If he has no daughter, then you shall give his inheritance to his brothers. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 27,
		"canon_order": 4564
	},
	{
		"verseText": "If he has no brothers, then you shall give his inheritance to his father’s brothers. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 27,
		"canon_order": 4565
	},
	{
		"verseText": "If his father has no brothers, then you shall give his inheritance to his kinsman who is next to him of his family, and he shall possess it. This shall be a statute and ordinance for the children of Israel, as Yahweh commanded Moses.’” ",
		"book": "NUM",
		"verse": 11,
		"chapter": 27,
		"canon_order": 4566
	},
	{
		"verseText": "Yahweh said to Moses, “Go up into this mountain of Abarim, and see the land which I have given to the children of Israel. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 27,
		"canon_order": 4567
	},
	{
		"verseText": "When you have seen it, you also shall be gathered to your people, as Aaron your brother was gathered; ",
		"book": "NUM",
		"verse": 13,
		"chapter": 27,
		"canon_order": 4568
	},
	{
		"verseText": "because in the strife of the congregation, you rebelled against my word in the wilderness of Zin, to honor me as holy at the waters before their eyes.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.) ",
		"book": "NUM",
		"verse": 14,
		"chapter": 27,
		"canon_order": 4569
	},
	{
		"verseText": "Moses spoke to Yahweh, saying, ",
		"book": "NUM",
		"verse": 15,
		"chapter": 27,
		"canon_order": 4570
	},
	{
		"verseText": "“Let Yahweh, the God of the spirits of all flesh, appoint a man over the congregation, ",
		"book": "NUM",
		"verse": 16,
		"chapter": 27,
		"canon_order": 4571
	},
	{
		"verseText": "who may go out before them, and who may come in before them, and who may lead them out, and who may bring them in, that the congregation of Yahweh may not be as sheep which have no shepherd.” ",
		"book": "NUM",
		"verse": 17,
		"chapter": 27,
		"canon_order": 4572
	},
	{
		"verseText": "Yahweh said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 27,
		"canon_order": 4573
	},
	{
		"verseText": "Set him before Eleazar the priest, and before all the congregation; and commission him in their sight. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 27,
		"canon_order": 4574
	},
	{
		"verseText": "You shall give authority to him, that all the congregation of the children of Israel may obey. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 27,
		"canon_order": 4575
	},
	{
		"verseText": "He shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before Yahweh. At his word they shall go out, and at his word they shall come in, both he and all the children of Israel with him, even all the congregation.” ",
		"book": "NUM",
		"verse": 21,
		"chapter": 27,
		"canon_order": 4576
	},
	{
		"verseText": "Moses did as Yahweh commanded him. He took Joshua, and set him before Eleazar the priest and before all the congregation. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 27,
		"canon_order": 4577
	},
	{
		"verseText": "He laid his hands on him and commissioned him, as Yahweh spoke by Moses. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 27,
		"canon_order": 4578
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 28,
		"canon_order": 4579
	},
	{
		"verseText": "“Command the children of Israel, and tell them, ‘See that you present my offering, my food for my offerings made by fire, as a pleasant aroma to me, in their due season.’ ",
		"book": "NUM",
		"verse": 2,
		"chapter": 28,
		"canon_order": 4580
	},
	{
		"verseText": "You shall tell them, ‘This is the offering made by fire which you shall offer to Yahweh: male lambs a year old without defect, two day by day, for a continual burnt offering. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 28,
		"canon_order": 4581
	},
	{
		"verseText": "You shall offer the one lamb in the morning, and you shall offer the other lamb at evening, ",
		"book": "NUM",
		"verse": 4,
		"chapter": 28,
		"canon_order": 4582
	},
	{
		"verseText": "with one tenth of an ephah of fine flour for a meal offering, mixed with the fourth part of a hin of beaten oil. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 28,
		"canon_order": 4583
	},
	{
		"verseText": "It is a continual burnt offering which was ordained in Mount Sinai for a pleasant aroma, an offering made by fire to Yahweh. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 28,
		"canon_order": 4584
	},
	{
		"verseText": "Its drink offering shall be the fourth part of a hin for each lamb. You shall pour out a drink offering of strong drink to Yahweh in the holy place. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 28,
		"canon_order": 4585
	},
	{
		"verseText": "The other lamb you shall offer at evening. As the meal offering of the morning, and as its drink offering, you shall offer it, an offering made by fire, for a pleasant aroma to Yahweh. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 28,
		"canon_order": 4586
	},
	{
		"verseText": "“‘On the Sabbath day, you shall offer two male lambs a year old without defect, and two tenths of an ephah of fine flour for a meal offering mixed with oil, and its drink offering: ",
		"book": "NUM",
		"verse": 9,
		"chapter": 28,
		"canon_order": 4587
	},
	{
		"verseText": "this is the burnt offering of every Sabbath, in addition to the continual burnt offering and its drink offering. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 28,
		"canon_order": 4588
	},
	{
		"verseText": "“‘In the beginnings of your months, you shall offer a burnt offering to Yahweh: two young bulls, one ram, seven male lambs a year old without defect, ",
		"book": "NUM",
		"verse": 11,
		"chapter": 28,
		"canon_order": 4589
	},
	{
		"verseText": "and three tenths of an ephah of fine flour for a meal offering mixed with oil, for each bull; and two tenth parts of fine flour for a meal offering mixed with oil, for the one ram; ",
		"book": "NUM",
		"verse": 12,
		"chapter": 28,
		"canon_order": 4590
	},
	{
		"verseText": "and one tenth part of fine flour mixed with oil for a meal offering to every lamb, as a burnt offering of a pleasant aroma, an offering made by fire to Yahweh. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 28,
		"canon_order": 4591
	},
	{
		"verseText": "Their drink offerings shall be half a hin of wine for a bull, the third part of a hin for the ram, and the fourth part of a hin for a lamb. This is the burnt offering of every month throughout the months of the year. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 28,
		"canon_order": 4592
	},
	{
		"verseText": "Also, one male goat for a sin offering to Yahweh shall be offered in addition to the continual burnt offering and its drink offering. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 28,
		"canon_order": 4593
	},
	{
		"verseText": "“‘In the first month, on the fourteenth day of the month, is Yahweh’s Passover. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 28,
		"canon_order": 4594
	},
	{
		"verseText": "On the fifteenth day of this month shall be a feast. Unleavened bread shall be eaten for seven days. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 28,
		"canon_order": 4595
	},
	{
		"verseText": "In the first day shall be a holy convocation. You shall do no regular work, ",
		"book": "NUM",
		"verse": 18,
		"chapter": 28,
		"canon_order": 4596
	},
	{
		"verseText": "but you shall offer an offering made by fire, a burnt offering to Yahweh: two young bulls, one ram, and seven male lambs a year old. They shall be without defect, ",
		"book": "NUM",
		"verse": 19,
		"chapter": 28,
		"canon_order": 4597
	},
	{
		"verseText": "with their meal offering, fine flour mixed with oil. You shall offer three tenths for a bull, and two tenths for the ram. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 28,
		"canon_order": 4598
	},
	{
		"verseText": "You shall offer one tenth for every lamb of the seven lambs; ",
		"book": "NUM",
		"verse": 21,
		"chapter": 28,
		"canon_order": 4599
	},
	{
		"verseText": "and one male goat for a sin offering, to make atonement for you. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 28,
		"canon_order": 4600
	},
	{
		"verseText": "You shall offer these in addition to the burnt offering of the morning, which is for a continual burnt offering. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 28,
		"canon_order": 4601
	},
	{
		"verseText": "In this way you shall offer daily, for seven days, the food of the offering made by fire, of a pleasant aroma to Yahweh. It shall be offered in addition to the continual burnt offering and its drink offering. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 28,
		"canon_order": 4602
	},
	{
		"verseText": "On the seventh day you shall have a holy convocation. You shall do no regular work. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 28,
		"canon_order": 4603
	},
	{
		"verseText": "“‘Also in the day of the first fruits, when you offer a new meal offering to Yahweh in your feast of weeks, you shall have a holy convocation. You shall do no regular work; ",
		"book": "NUM",
		"verse": 26,
		"chapter": 28,
		"canon_order": 4604
	},
	{
		"verseText": "but you shall offer a burnt offering for a pleasant aroma to Yahweh: two young bulls, one ram, seven male lambs a year old; ",
		"book": "NUM",
		"verse": 27,
		"chapter": 28,
		"canon_order": 4605
	},
	{
		"verseText": "and their meal offering, fine flour mixed with oil, three tenths for each bull, two tenths for the one ram, ",
		"book": "NUM",
		"verse": 28,
		"chapter": 28,
		"canon_order": 4606
	},
	{
		"verseText": "one tenth for every lamb of the seven lambs; ",
		"book": "NUM",
		"verse": 29,
		"chapter": 28,
		"canon_order": 4607
	},
	{
		"verseText": "and one male goat, to make atonement for you. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 28,
		"canon_order": 4608
	},
	{
		"verseText": "Besides the continual burnt offering and its meal offering, you shall offer them and their drink offerings. See that they are without defect. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 28,
		"canon_order": 4609
	},
	{
		"verseText": "“‘In the seventh month, on the first day of the month, you shall have a holy convocation; you shall do no regular work. It is a day of blowing of trumpets to you. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 29,
		"canon_order": 4610
	},
	{
		"verseText": "You shall offer a burnt offering for a pleasant aroma to Yahweh: one young bull, one ram, seven male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 2,
		"chapter": 29,
		"canon_order": 4611
	},
	{
		"verseText": "and their meal offering, fine flour mixed with oil: three tenths for the bull, two tenths for the ram, ",
		"book": "NUM",
		"verse": 3,
		"chapter": 29,
		"canon_order": 4612
	},
	{
		"verseText": "and one tenth for every lamb of the seven lambs; ",
		"book": "NUM",
		"verse": 4,
		"chapter": 29,
		"canon_order": 4613
	},
	{
		"verseText": "and one male goat for a sin offering, to make atonement for you; ",
		"book": "NUM",
		"verse": 5,
		"chapter": 29,
		"canon_order": 4614
	},
	{
		"verseText": "in addition to the burnt offering of the new moon with its meal offering, and the continual burnt offering with its meal offering, and their drink offerings, according to their ordinance, for a pleasant aroma, an offering made by fire to Yahweh. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 29,
		"canon_order": 4615
	},
	{
		"verseText": "“‘On the tenth day of this seventh month you shall have a holy convocation. You shall afflict your souls. You shall do no kind of work; ",
		"book": "NUM",
		"verse": 7,
		"chapter": 29,
		"canon_order": 4616
	},
	{
		"verseText": "but you shall offer a burnt offering to Yahweh for a pleasant aroma: one young bull, one ram, seven male lambs a year old, all without defect; ",
		"book": "NUM",
		"verse": 8,
		"chapter": 29,
		"canon_order": 4617
	},
	{
		"verseText": "and their meal offering, fine flour mixed with oil: three tenths for the bull, two tenths for the one ram, ",
		"book": "NUM",
		"verse": 9,
		"chapter": 29,
		"canon_order": 4618
	},
	{
		"verseText": "one tenth for every lamb of the seven lambs; ",
		"book": "NUM",
		"verse": 10,
		"chapter": 29,
		"canon_order": 4619
	},
	{
		"verseText": "one male goat for a sin offering, in addition to the sin offering of atonement, and the continual burnt offering, and its meal offering, and their drink offerings. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 29,
		"canon_order": 4620
	},
	{
		"verseText": "“‘On the fifteenth day of the seventh month you shall have a holy convocation. You shall do no regular work. You shall keep a feast to Yahweh seven days. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 29,
		"canon_order": 4621
	},
	{
		"verseText": "You shall offer a burnt offering, an offering made by fire, of a pleasant aroma to Yahweh: thirteen young bulls, two rams, fourteen male lambs a year old, all without defect; ",
		"book": "NUM",
		"verse": 13,
		"chapter": 29,
		"canon_order": 4622
	},
	{
		"verseText": "and their meal offering, fine flour mixed with oil: three tenths for every bull of the thirteen bulls, two tenths for each ram of the two rams, ",
		"book": "NUM",
		"verse": 14,
		"chapter": 29,
		"canon_order": 4623
	},
	{
		"verseText": "and one tenth for every lamb of the fourteen lambs; ",
		"book": "NUM",
		"verse": 15,
		"chapter": 29,
		"canon_order": 4624
	},
	{
		"verseText": "and one male goat for a sin offering, in addition to the continual burnt offering, its meal offering, and its drink offering. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 29,
		"canon_order": 4625
	},
	{
		"verseText": "“‘On the second day you shall offer twelve young bulls, two rams, and fourteen male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 17,
		"chapter": 29,
		"canon_order": 4626
	},
	{
		"verseText": "and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance; ",
		"book": "NUM",
		"verse": 18,
		"chapter": 29,
		"canon_order": 4627
	},
	{
		"verseText": "and one male goat for a sin offering, in addition to the continual burnt offering, with its meal offering and their drink offerings. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 29,
		"canon_order": 4628
	},
	{
		"verseText": "“‘On the third day: eleven bulls, two rams, fourteen male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 20,
		"chapter": 29,
		"canon_order": 4629
	},
	{
		"verseText": "and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance; ",
		"book": "NUM",
		"verse": 21,
		"chapter": 29,
		"canon_order": 4630
	},
	{
		"verseText": "and one male goat for a sin offering, in addition to the continual burnt offering, and its meal offering, and its drink offering. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 29,
		"canon_order": 4631
	},
	{
		"verseText": "“‘On the fourth day ten bulls, two rams, fourteen male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 23,
		"chapter": 29,
		"canon_order": 4632
	},
	{
		"verseText": "their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance; ",
		"book": "NUM",
		"verse": 24,
		"chapter": 29,
		"canon_order": 4633
	},
	{
		"verseText": "and one male goat for a sin offering; in addition to the continual burnt offering, its meal offering, and its drink offering. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 29,
		"canon_order": 4634
	},
	{
		"verseText": "“‘On the fifth day: nine bulls, two rams, fourteen male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 26,
		"chapter": 29,
		"canon_order": 4635
	},
	{
		"verseText": "and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance, ",
		"book": "NUM",
		"verse": 27,
		"chapter": 29,
		"canon_order": 4636
	},
	{
		"verseText": "and one male goat for a sin offering, in addition to the continual burnt offering, and its meal offering, and its drink offering. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 29,
		"canon_order": 4637
	},
	{
		"verseText": "“‘On the sixth day: eight bulls, two rams, fourteen male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 29,
		"chapter": 29,
		"canon_order": 4638
	},
	{
		"verseText": "and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance, ",
		"book": "NUM",
		"verse": 30,
		"chapter": 29,
		"canon_order": 4639
	},
	{
		"verseText": "and one male goat for a sin offering; in addition to the continual burnt offering, its meal offering, and the drink offerings of it. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 29,
		"canon_order": 4640
	},
	{
		"verseText": "“‘On the seventh day: seven bulls, two rams, fourteen male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 32,
		"chapter": 29,
		"canon_order": 4641
	},
	{
		"verseText": "and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance, ",
		"book": "NUM",
		"verse": 33,
		"chapter": 29,
		"canon_order": 4642
	},
	{
		"verseText": "and one male goat for a sin offering; in addition to the continual burnt offering, its meal offering, and its drink offering. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 29,
		"canon_order": 4643
	},
	{
		"verseText": "“‘On the eighth day you shall have a solemn assembly. You shall do no regular work; ",
		"book": "NUM",
		"verse": 35,
		"chapter": 29,
		"canon_order": 4644
	},
	{
		"verseText": "but you shall offer a burnt offering, an offering made by fire, a pleasant aroma to Yahweh: one bull, one ram, seven male lambs a year old without defect; ",
		"book": "NUM",
		"verse": 36,
		"chapter": 29,
		"canon_order": 4645
	},
	{
		"verseText": "their meal offering and their drink offerings for the bull, for the ram, and for the lambs, shall be according to their number, after the ordinance, ",
		"book": "NUM",
		"verse": 37,
		"chapter": 29,
		"canon_order": 4646
	},
	{
		"verseText": "and one male goat for a sin offering, in addition to the continual burnt offering, with its meal offering, and its drink offering. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 29,
		"canon_order": 4647
	},
	{
		"verseText": "“‘You shall offer these to Yahweh in your set feasts—in addition to your vows and your free will offerings—for your burnt offerings, your meal offerings, your drink offerings, and your peace offerings.’” ",
		"book": "NUM",
		"verse": 39,
		"chapter": 29,
		"canon_order": 4648
	},
	{
		"verseText": "Moses told the children of Israel according to all that Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 29,
		"canon_order": 4649
	},
	{
		"verseText": "Moses spoke to the heads of the tribes of the children of Israel, saying, “This is the thing which Yahweh has commanded. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 30,
		"canon_order": 4650
	},
	{
		"verseText": "When a man vows a vow to Yahweh, or swears an oath to bind his soul with a bond, he shall not break his word. He shall do according to all that proceeds out of his mouth. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 30,
		"canon_order": 4651
	},
	{
		"verseText": "“Also, when a woman vows a vow to Yahweh and binds herself by a pledge, being in her father’s house, in her youth, ",
		"book": "NUM",
		"verse": 3,
		"chapter": 30,
		"canon_order": 4652
	},
	{
		"verseText": "and her father hears her vow and her pledge with which she has bound her soul, and her father says nothing to her, then all her vows shall stand, and every pledge with which she has bound her soul shall stand. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 30,
		"canon_order": 4653
	},
	{
		"verseText": "But if her father forbids her in the day that he hears, none of her vows or of her pledges with which she has bound her soul, shall stand. Yahweh will forgive her, because her father has forbidden her. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 30,
		"canon_order": 4654
	},
	{
		"verseText": "“If she has a husband, while her vows are on her, or the rash utterance of her lips with which she has bound her soul, ",
		"book": "NUM",
		"verse": 6,
		"chapter": 30,
		"canon_order": 4655
	},
	{
		"verseText": "and her husband hears it, and says nothing to her in the day that he hears it; then her vows shall stand, and her pledges with which she has bound her soul shall stand. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 30,
		"canon_order": 4656
	},
	{
		"verseText": "But if her husband forbids her in the day that he hears it, then he makes void her vow which is on her and the rash utterance of her lips, with which she has bound her soul. Yahweh will forgive her. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 30,
		"canon_order": 4657
	},
	{
		"verseText": "“But the vow of a widow, or of her who is divorced, everything with which she has bound her soul shall stand against her. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 30,
		"canon_order": 4658
	},
	{
		"verseText": "“If she vowed in her husband’s house or bound her soul by a bond with an oath, ",
		"book": "NUM",
		"verse": 10,
		"chapter": 30,
		"canon_order": 4659
	},
	{
		"verseText": "and her husband heard it, and held his peace at her and didn’t disallow her, then all her vows shall stand, and every pledge with which she bound her soul shall stand. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 30,
		"canon_order": 4660
	},
	{
		"verseText": "But if her husband made them null and void in the day that he heard them, then whatever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand. Her husband has made them void. Yahweh will forgive her. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 30,
		"canon_order": 4661
	},
	{
		"verseText": "Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 30,
		"canon_order": 4662
	},
	{
		"verseText": "But if her husband says nothing to her from day to day, then he establishes all her vows or all her pledges which are on her. He has established them, because he said nothing to her in the day that he heard them. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 30,
		"canon_order": 4663
	},
	{
		"verseText": "But if he makes them null and void after he has heard them, then he shall bear her iniquity.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 30,
		"canon_order": 4664
	},
	{
		"verseText": "These are the statutes which Yahweh commanded Moses, between a man and his wife, between a father and his daughter, being in her youth, in her father’s house. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 30,
		"canon_order": 4665
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 31,
		"canon_order": 4666
	},
	{
		"verseText": "“Avenge the children of Israel on the Midianites. Afterward you shall be gathered to your people.” ",
		"book": "NUM",
		"verse": 2,
		"chapter": 31,
		"canon_order": 4667
	},
	{
		"verseText": "Moses spoke to the people, saying, “Arm men from among you for war, that they may go against Midian, to execute Yahweh’s vengeance on Midian. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 31,
		"canon_order": 4668
	},
	{
		"verseText": "You shall send one thousand out of every tribe, throughout all the tribes of Israel, to the war.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 31,
		"canon_order": 4669
	},
	{
		"verseText": "So there were delivered, out of the thousands of Israel, a thousand from every tribe, twelve thousand armed for war. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 31,
		"canon_order": 4670
	},
	{
		"verseText": "Moses sent them, one thousand of every tribe, to the war with Phinehas the son of Eleazar the priest, to the war, with the vessels of the sanctuary and the trumpets for the alarm in his hand. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 31,
		"canon_order": 4671
	},
	{
		"verseText": "They fought against Midian, as Yahweh commanded Moses. They killed every male. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 31,
		"canon_order": 4672
	},
	{
		"verseText": "They killed the kings of Midian with the rest of their slain: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam the son of Beor with the sword. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 31,
		"canon_order": 4673
	},
	{
		"verseText": "The children of Israel took the women of Midian captive with their little ones; and all their livestock, all their flocks, and all their goods, they took as plunder. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 31,
		"canon_order": 4674
	},
	{
		"verseText": "All their cities in the places in which they lived, and all their encampments, they burned with fire. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 31,
		"canon_order": 4675
	},
	{
		"verseText": "They took all the captives, and all the plunder, both of man and of animal. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 31,
		"canon_order": 4676
	},
	{
		"verseText": "They brought the captives with the prey and the plunder, to Moses, and to Eleazar the priest, and to the congregation of the children of Israel, to the camp at the plains of Moab, which are by the Jordan at Jericho. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 31,
		"canon_order": 4677
	},
	{
		"verseText": "Moses and Eleazar the priest, with all the princes of the congregation, went out to meet them outside of the camp. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 31,
		"canon_order": 4678
	},
	{
		"verseText": "Moses was angry with the officers of the army, the captains of thousands and the captains of hundreds, who came from the service of the war. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 31,
		"canon_order": 4679
	},
	{
		"verseText": "Moses said to them, “Have you saved all the women alive? ",
		"book": "NUM",
		"verse": 15,
		"chapter": 31,
		"canon_order": 4680
	},
	{
		"verseText": "Behold, these caused the children of Israel, through the counsel of Balaam, to commit trespass against Yahweh in the matter of Peor, and so the plague was among the congregation of Yahweh. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 31,
		"canon_order": 4681
	},
	{
		"verseText": "Now therefore kill every male among the little ones, and kill every woman who has known man by lying with him. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 31,
		"canon_order": 4682
	},
	{
		"verseText": "But all the girls, who have not known man by lying with him, keep alive for yourselves. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 31,
		"canon_order": 4683
	},
	{
		"verseText": "“Encamp outside of the camp for seven days. Whoever has killed any person, and whoever has touched any slain, purify yourselves on the third day and on the seventh day, you and your captives. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 31,
		"canon_order": 4684
	},
	{
		"verseText": "You shall purify every garment, and all that is made of skin, and all work of goats’ hair, and all things made of wood.” ",
		"book": "NUM",
		"verse": 20,
		"chapter": 31,
		"canon_order": 4685
	},
	{
		"verseText": "Eleazar the priest said to the men of war who went to the battle, “This is the statute of the law which Yahweh has commanded Moses. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 31,
		"canon_order": 4686
	},
	{
		"verseText": "However the gold, and the silver, the bronze, the iron, the tin, and the lead, ",
		"book": "NUM",
		"verse": 22,
		"chapter": 31,
		"canon_order": 4687
	},
	{
		"verseText": "everything that may withstand the fire, you shall make to go through the fire, and it shall be clean; nevertheless it shall be purified with the water for impurity. All that doesn’t withstand the fire you shall make to go through the water. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 31,
		"canon_order": 4688
	},
	{
		"verseText": "You shall wash your clothes on the seventh day, and you shall be clean. Afterward you shall come into the camp.” ",
		"book": "NUM",
		"verse": 24,
		"chapter": 31,
		"canon_order": 4689
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 25,
		"chapter": 31,
		"canon_order": 4690
	},
	{
		"verseText": "“Count the plunder that was taken, both of man and of animal, you, and Eleazar the priest, and the heads of the fathers’ households of the congregation; ",
		"book": "NUM",
		"verse": 26,
		"chapter": 31,
		"canon_order": 4691
	},
	{
		"verseText": "and divide the plunder into two parts: between the men skilled in war, who went out to battle, and all the congregation. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 31,
		"canon_order": 4692
	},
	{
		"verseText": "Levy a tribute to Yahweh of the men of war who went out to battle: one soul of five hundred; of the persons, of the cattle, of the donkeys, and of the flocks. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 31,
		"canon_order": 4693
	},
	{
		"verseText": "Take it from their half, and give it to Eleazar the priest, for Yahweh’s wave offering. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 31,
		"canon_order": 4694
	},
	{
		"verseText": "Of the children of Israel’s half, you shall take one drawn out of every fifty, of the persons, of the cattle, of the donkeys, and of the flocks, of all the livestock, and give them to the Levites, who perform the duty of Yahweh’s tabernacle.” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 31,
		"canon_order": 4695
	},
	{
		"verseText": "Moses and Eleazar the priest did as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 31,
		"canon_order": 4696
	},
	{
		"verseText": "Now the plunder, over and above the booty which the men of war took, was six hundred seventy-five thousand sheep, ",
		"book": "NUM",
		"verse": 32,
		"chapter": 31,
		"canon_order": 4697
	},
	{
		"verseText": "seventy-two thousand head of cattle, ",
		"book": "NUM",
		"verse": 33,
		"chapter": 31,
		"canon_order": 4698
	},
	{
		"verseText": "sixty-one thousand donkeys, ",
		"book": "NUM",
		"verse": 34,
		"chapter": 31,
		"canon_order": 4699
	},
	{
		"verseText": "and thirty-two thousand persons in all, of the women who had not known man by lying with him. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 31,
		"canon_order": 4700
	},
	{
		"verseText": "The half, which was the portion of those who went out to war, was in number three hundred thirty-seven thousand five hundred sheep; ",
		"book": "NUM",
		"verse": 36,
		"chapter": 31,
		"canon_order": 4701
	},
	{
		"verseText": "and Yahweh’s tribute of the sheep was six hundred seventy-five. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 31,
		"canon_order": 4702
	},
	{
		"verseText": "The cattle were thirty-six thousand, of which Yahweh’s tribute was seventy-two. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 31,
		"canon_order": 4703
	},
	{
		"verseText": "The donkeys were thirty thousand five hundred, of which Yahweh’s tribute was sixty-one. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 31,
		"canon_order": 4704
	},
	{
		"verseText": "The persons were sixteen thousand, of whom Yahweh’s tribute was thirty-two persons. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 31,
		"canon_order": 4705
	},
	{
		"verseText": "Moses gave the tribute, which was Yahweh’s wave offering, to Eleazar the priest, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 31,
		"canon_order": 4706
	},
	{
		"verseText": "Of the children of Israel’s half, which Moses divided off from the men who fought ",
		"book": "NUM",
		"verse": 42,
		"chapter": 31,
		"canon_order": 4707
	},
	{
		"verseText": "(now the congregation’s half was three hundred thirty-seven thousand five hundred sheep, ",
		"book": "NUM",
		"verse": 43,
		"chapter": 31,
		"canon_order": 4708
	},
	{
		"verseText": "thirty-six thousand head of cattle, ",
		"book": "NUM",
		"verse": 44,
		"chapter": 31,
		"canon_order": 4709
	},
	{
		"verseText": "thirty thousand five hundred donkeys, ",
		"book": "NUM",
		"verse": 45,
		"chapter": 31,
		"canon_order": 4710
	},
	{
		"verseText": "and sixteen thousand persons), ",
		"book": "NUM",
		"verse": 46,
		"chapter": 31,
		"canon_order": 4711
	},
	{
		"verseText": "even of the children of Israel’s half, Moses took one drawn out of every fifty, both of man and of animal, and gave them to the Levites, who performed the duty of Yahweh’s tabernacle, as Yahweh commanded Moses. ",
		"book": "NUM",
		"verse": 47,
		"chapter": 31,
		"canon_order": 4712
	},
	{
		"verseText": "The officers who were over the thousands of the army, the captains of thousands, and the captains of hundreds, came near to Moses. ",
		"book": "NUM",
		"verse": 48,
		"chapter": 31,
		"canon_order": 4713
	},
	{
		"verseText": "They said to Moses, “Your servants have taken the sum of the men of war who are under our command, and there lacks not one man of us. ",
		"book": "NUM",
		"verse": 49,
		"chapter": 31,
		"canon_order": 4714
	},
	{
		"verseText": "We have brought Yahweh’s offering, what every man found: gold ornaments, armlets, bracelets, signet rings, earrings, and necklaces, to make atonement for our souls before Yahweh.” ",
		"book": "NUM",
		"verse": 50,
		"chapter": 31,
		"canon_order": 4715
	},
	{
		"verseText": "Moses and Eleazar the priest took their gold, even all worked jewels. ",
		"book": "NUM",
		"verse": 51,
		"chapter": 31,
		"canon_order": 4716
	},
	{
		"verseText": "All the gold of the wave offering that they offered up to Yahweh, of the captains of thousands, and of the captains of hundreds, was sixteen thousand seven hundred fifty shekels. ",
		"book": "NUM",
		"verse": 52,
		"chapter": 31,
		"canon_order": 4717
	},
	{
		"verseText": "The men of war had taken booty, every man for himself. ",
		"book": "NUM",
		"verse": 53,
		"chapter": 31,
		"canon_order": 4718
	},
	{
		"verseText": "Moses and Eleazar the priest took the gold of the captains of thousands and of hundreds, and brought it into the Tent of Meeting for a memorial for the children of Israel before Yahweh. ",
		"book": "NUM",
		"verse": 54,
		"chapter": 31,
		"canon_order": 4719
	},
	{
		"verseText": "Now the children of Reuben and the children of Gad had a very great multitude of livestock. They saw the land of Jazer, and the land of Gilead. Behold, the place was a place for livestock. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 32,
		"canon_order": 4720
	},
	{
		"verseText": "Then the children of Gad and the children of Reuben came and spoke to Moses, and to Eleazar the priest, and to the princes of the congregation, saying, ",
		"book": "NUM",
		"verse": 2,
		"chapter": 32,
		"canon_order": 4721
	},
	{
		"verseText": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon, ",
		"book": "NUM",
		"verse": 3,
		"chapter": 32,
		"canon_order": 4722
	},
	{
		"verseText": "the land which Yahweh struck before the congregation of Israel, is a land for livestock; and your servants have livestock.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 32,
		"canon_order": 4723
	},
	{
		"verseText": "They said, “If we have found favor in your sight, let this land be given to your servants for a possession. Don’t bring us over the Jordan.” ",
		"book": "NUM",
		"verse": 5,
		"chapter": 32,
		"canon_order": 4724
	},
	{
		"verseText": "Moses said to the children of Gad, and to the children of Reuben, “Shall your brothers go to war while you sit here? ",
		"book": "NUM",
		"verse": 6,
		"chapter": 32,
		"canon_order": 4725
	},
	{
		"verseText": "Why do you discourage the heart of the children of Israel from going over into the land which Yahweh has given them? ",
		"book": "NUM",
		"verse": 7,
		"chapter": 32,
		"canon_order": 4726
	},
	{
		"verseText": "Your fathers did so when I sent them from Kadesh Barnea to see the land. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 32,
		"canon_order": 4727
	},
	{
		"verseText": "For when they went up to the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which Yahweh had given them. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 32,
		"canon_order": 4728
	},
	{
		"verseText": "Yahweh’s anger burned in that day, and he swore, saying, ",
		"book": "NUM",
		"verse": 10,
		"chapter": 32,
		"canon_order": 4729
	},
	{
		"verseText": "‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac, and to Jacob; because they have not wholly followed me, ",
		"book": "NUM",
		"verse": 11,
		"chapter": 32,
		"canon_order": 4730
	},
	{
		"verseText": "except Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun, because they have followed Yahweh completely.’ ",
		"book": "NUM",
		"verse": 12,
		"chapter": 32,
		"canon_order": 4731
	},
	{
		"verseText": "Yahweh’s anger burned against Israel, and he made them wander back and forth in the wilderness forty years, until all the generation who had done evil in Yahweh’s sight was consumed. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 32,
		"canon_order": 4732
	},
	{
		"verseText": "“Behold, you have risen up in your fathers’ place, an increase of sinful men, to increase the fierce anger of Yahweh toward Israel. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 32,
		"canon_order": 4733
	},
	{
		"verseText": "For if you turn away from after him, he will yet again leave them in the wilderness; and you will destroy all these people.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 32,
		"canon_order": 4734
	},
	{
		"verseText": "They came near to him, and said, “We will build sheepfolds here for our livestock, and cities for our little ones; ",
		"book": "NUM",
		"verse": 16,
		"chapter": 32,
		"canon_order": 4735
	},
	{
		"verseText": "but we ourselves will be ready armed to go before the children of Israel, until we have brought them to their place. Our little ones shall dwell in the fortified cities because of the inhabitants of the land. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 32,
		"canon_order": 4736
	},
	{
		"verseText": "We will not return to our houses until the children of Israel have all received their inheritance. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 32,
		"canon_order": 4737
	},
	{
		"verseText": "For we will not inherit with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan eastward.” ",
		"book": "NUM",
		"verse": 19,
		"chapter": 32,
		"canon_order": 4738
	},
	{
		"verseText": "Moses said to them: “If you will do this thing, if you will arm yourselves to go before Yahweh to the war, ",
		"book": "NUM",
		"verse": 20,
		"chapter": 32,
		"canon_order": 4739
	},
	{
		"verseText": "and every one of your armed men will pass over the Jordan before Yahweh until he has driven out his enemies from before him, ",
		"book": "NUM",
		"verse": 21,
		"chapter": 32,
		"canon_order": 4740
	},
	{
		"verseText": "and the land is subdued before Yahweh; then afterward you shall return, and be clear of obligation to Yahweh and to Israel. Then this land shall be your possession before Yahweh. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 32,
		"canon_order": 4741
	},
	{
		"verseText": "“But if you will not do so, behold, you have sinned against Yahweh; and be sure your sin will find you out. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 32,
		"canon_order": 4742
	},
	{
		"verseText": "Build cities for your little ones, and folds for your sheep; and do that which has proceeded out of your mouth.” ",
		"book": "NUM",
		"verse": 24,
		"chapter": 32,
		"canon_order": 4743
	},
	{
		"verseText": "The children of Gad and the children of Reuben spoke to Moses, saying, “Your servants will do as my lord commands. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 32,
		"canon_order": 4744
	},
	{
		"verseText": "Our little ones, our wives, our flocks, and all our livestock shall be there in the cities of Gilead; ",
		"book": "NUM",
		"verse": 26,
		"chapter": 32,
		"canon_order": 4745
	},
	{
		"verseText": "but your servants will pass over, every man who is armed for war, before Yahweh to battle, as my lord says.” ",
		"book": "NUM",
		"verse": 27,
		"chapter": 32,
		"canon_order": 4746
	},
	{
		"verseText": "So Moses commanded concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers’ households of the tribes of the children of Israel. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 32,
		"canon_order": 4747
	},
	{
		"verseText": "Moses said to them, “If the children of Gad and the children of Reuben will pass with you over the Jordan, every man who is armed to battle before Yahweh, and the land is subdued before you, then you shall give them the land of Gilead for a possession; ",
		"book": "NUM",
		"verse": 29,
		"chapter": 32,
		"canon_order": 4748
	},
	{
		"verseText": "but if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.” ",
		"book": "NUM",
		"verse": 30,
		"chapter": 32,
		"canon_order": 4749
	},
	{
		"verseText": "The children of Gad and the children of Reuben answered, saying, “As Yahweh has said to your servants, so will we do. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 32,
		"canon_order": 4750
	},
	{
		"verseText": "We will pass over armed before Yahweh into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.” ",
		"book": "NUM",
		"verse": 32,
		"chapter": 32,
		"canon_order": 4751
	},
	{
		"verseText": "Moses gave to them, even to the children of Gad, and to the children of Reuben, and to the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan; the land, according to its cities and borders, even the cities of the surrounding land. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 32,
		"canon_order": 4752
	},
	{
		"verseText": "The children of Gad built Dibon, Ataroth, Aroer, ",
		"book": "NUM",
		"verse": 34,
		"chapter": 32,
		"canon_order": 4753
	},
	{
		"verseText": "Atroth-shophan, Jazer, Jogbehah, ",
		"book": "NUM",
		"verse": 35,
		"chapter": 32,
		"canon_order": 4754
	},
	{
		"verseText": "Beth Nimrah, and Beth Haran: fortified cities and folds for sheep. ",
		"book": "NUM",
		"verse": 36,
		"chapter": 32,
		"canon_order": 4755
	},
	{
		"verseText": "The children of Reuben built Heshbon, Elealeh, Kiriathaim, ",
		"book": "NUM",
		"verse": 37,
		"chapter": 32,
		"canon_order": 4756
	},
	{
		"verseText": "Nebo, and Baal Meon, (their names being changed), and Sibmah. They gave other names to the cities which they built. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 32,
		"canon_order": 4757
	},
	{
		"verseText": "The children of Machir the son of Manasseh went to Gilead, took it, and dispossessed the Amorites who were therein. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 32,
		"canon_order": 4758
	},
	{
		"verseText": "Moses gave Gilead to Machir the son of Manasseh; and he lived therein. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 32,
		"canon_order": 4759
	},
	{
		"verseText": "Jair the son of Manasseh went and took its villages, and called them Havvoth Jair. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 32,
		"canon_order": 4760
	},
	{
		"verseText": "Nobah went and took Kenath and its villages, and called it Nobah, after his own name. ",
		"book": "NUM",
		"verse": 42,
		"chapter": 32,
		"canon_order": 4761
	},
	{
		"verseText": "These are the journeys of the children of Israel, when they went out of the land of Egypt by their armies under the hand of Moses and Aaron. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 33,
		"canon_order": 4762
	},
	{
		"verseText": "Moses wrote the starting points of their journeys by the commandment of Yahweh. These are their journeys according to their starting points. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 33,
		"canon_order": 4763
	},
	{
		"verseText": "They traveled from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover, the children of Israel went out with a high hand in the sight of all the Egyptians, ",
		"book": "NUM",
		"verse": 3,
		"chapter": 33,
		"canon_order": 4764
	},
	{
		"verseText": "while the Egyptians were burying all their firstborn, whom Yahweh had struck among them. Yahweh also executed judgments on their gods. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 33,
		"canon_order": 4765
	},
	{
		"verseText": "The children of Israel traveled from Rameses, and encamped in Succoth. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 33,
		"canon_order": 4766
	},
	{
		"verseText": "They traveled from Succoth, and encamped in Etham, which is in the edge of the wilderness. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 33,
		"canon_order": 4767
	},
	{
		"verseText": "They traveled from Etham, and turned back to Pihahiroth, which is before Baal Zephon, and they encamped before Migdol. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 33,
		"canon_order": 4768
	},
	{
		"verseText": "They traveled from before Hahiroth, and crossed through the middle of the sea into the wilderness. They went three days’ journey in the wilderness of Etham, and encamped in Marah. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 33,
		"canon_order": 4769
	},
	{
		"verseText": "They traveled from Marah, and came to Elim. In Elim, there were twelve springs of water and seventy palm trees, and they encamped there. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 33,
		"canon_order": 4770
	},
	{
		"verseText": "They traveled from Elim, and encamped by the Red Sea. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 33,
		"canon_order": 4771
	},
	{
		"verseText": "They traveled from the Red Sea, and encamped in the wilderness of Sin. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 33,
		"canon_order": 4772
	},
	{
		"verseText": "They traveled from the wilderness of Sin, and encamped in Dophkah. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 33,
		"canon_order": 4773
	},
	{
		"verseText": "They traveled from Dophkah, and encamped in Alush. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 33,
		"canon_order": 4774
	},
	{
		"verseText": "They traveled from Alush, and encamped in Rephidim, where there was no water for the people to drink. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 33,
		"canon_order": 4775
	},
	{
		"verseText": "They traveled from Rephidim, and encamped in the wilderness of Sinai. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 33,
		"canon_order": 4776
	},
	{
		"verseText": "They traveled from the wilderness of Sinai, and encamped in Kibroth Hattaavah. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 33,
		"canon_order": 4777
	},
	{
		"verseText": "They traveled from Kibroth Hattaavah, and encamped in Hazeroth. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 33,
		"canon_order": 4778
	},
	{
		"verseText": "They traveled from Hazeroth, and encamped in Rithmah. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 33,
		"canon_order": 4779
	},
	{
		"verseText": "They traveled from Rithmah, and encamped in Rimmon Perez. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 33,
		"canon_order": 4780
	},
	{
		"verseText": "They traveled from Rimmon Perez, and encamped in Libnah. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 33,
		"canon_order": 4781
	},
	{
		"verseText": "They traveled from Libnah, and encamped in Rissah. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 33,
		"canon_order": 4782
	},
	{
		"verseText": "They traveled from Rissah, and encamped in Kehelathah. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 33,
		"canon_order": 4783
	},
	{
		"verseText": "They traveled from Kehelathah, and encamped in Mount Shepher. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 33,
		"canon_order": 4784
	},
	{
		"verseText": "They traveled from Mount Shepher, and encamped in Haradah. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 33,
		"canon_order": 4785
	},
	{
		"verseText": "They traveled from Haradah, and encamped in Makheloth. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 33,
		"canon_order": 4786
	},
	{
		"verseText": "They traveled from Makheloth, and encamped in Tahath. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 33,
		"canon_order": 4787
	},
	{
		"verseText": "They traveled from Tahath, and encamped in Terah. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 33,
		"canon_order": 4788
	},
	{
		"verseText": "They traveled from Terah, and encamped in Mithkah. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 33,
		"canon_order": 4789
	},
	{
		"verseText": "They traveled from Mithkah, and encamped in Hashmonah. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 33,
		"canon_order": 4790
	},
	{
		"verseText": "They traveled from Hashmonah, and encamped in Moseroth. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 33,
		"canon_order": 4791
	},
	{
		"verseText": "They traveled from Moseroth, and encamped in Bene Jaakan. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 33,
		"canon_order": 4792
	},
	{
		"verseText": "They traveled from Bene Jaakan, and encamped in Hor Haggidgad. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 33,
		"canon_order": 4793
	},
	{
		"verseText": "They traveled from Hor Haggidgad, and encamped in Jotbathah. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 33,
		"canon_order": 4794
	},
	{
		"verseText": "They traveled from Jotbathah, and encamped in Abronah. ",
		"book": "NUM",
		"verse": 34,
		"chapter": 33,
		"canon_order": 4795
	},
	{
		"verseText": "They traveled from Abronah, and encamped in Ezion Geber. ",
		"book": "NUM",
		"verse": 35,
		"chapter": 33,
		"canon_order": 4796
	},
	{
		"verseText": "They traveled from Ezion Geber, and encamped at Kadesh in the wilderness of Zin. ",
		"book": "NUM",
		"verse": 36,
		"chapter": 33,
		"canon_order": 4797
	},
	{
		"verseText": "They traveled from Kadesh, and encamped in Mount Hor, in the edge of the land of Edom. ",
		"book": "NUM",
		"verse": 37,
		"chapter": 33,
		"canon_order": 4798
	},
	{
		"verseText": "Aaron the priest went up into Mount Hor at the commandment of Yahweh and died there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month. ",
		"book": "NUM",
		"verse": 38,
		"chapter": 33,
		"canon_order": 4799
	},
	{
		"verseText": "Aaron was one hundred twenty-three years old when he died in Mount Hor. ",
		"book": "NUM",
		"verse": 39,
		"chapter": 33,
		"canon_order": 4800
	},
	{
		"verseText": "The Canaanite king of Arad, who lived in the South in the land of Canaan, heard of the coming of the children of Israel. ",
		"book": "NUM",
		"verse": 40,
		"chapter": 33,
		"canon_order": 4801
	},
	{
		"verseText": "They traveled from Mount Hor, and encamped in Zalmonah. ",
		"book": "NUM",
		"verse": 41,
		"chapter": 33,
		"canon_order": 4802
	},
	{
		"verseText": "They traveled from Zalmonah, and encamped in Punon. ",
		"book": "NUM",
		"verse": 42,
		"chapter": 33,
		"canon_order": 4803
	},
	{
		"verseText": "They traveled from Punon, and encamped in Oboth. ",
		"book": "NUM",
		"verse": 43,
		"chapter": 33,
		"canon_order": 4804
	},
	{
		"verseText": "They traveled from Oboth, and encamped in Iye Abarim, in the border of Moab. ",
		"book": "NUM",
		"verse": 44,
		"chapter": 33,
		"canon_order": 4805
	},
	{
		"verseText": "They traveled from Iyim, and encamped in Dibon Gad. ",
		"book": "NUM",
		"verse": 45,
		"chapter": 33,
		"canon_order": 4806
	},
	{
		"verseText": "They traveled from Dibon Gad, and encamped in Almon Diblathaim. ",
		"book": "NUM",
		"verse": 46,
		"chapter": 33,
		"canon_order": 4807
	},
	{
		"verseText": "They traveled from Almon Diblathaim, and encamped in the mountains of Abarim, before Nebo. ",
		"book": "NUM",
		"verse": 47,
		"chapter": 33,
		"canon_order": 4808
	},
	{
		"verseText": "They traveled from the mountains of Abarim, and encamped in the plains of Moab by the Jordan at Jericho. ",
		"book": "NUM",
		"verse": 48,
		"chapter": 33,
		"canon_order": 4809
	},
	{
		"verseText": "They encamped by the Jordan, from Beth Jeshimoth even to Abel Shittim in the plains of Moab. ",
		"book": "NUM",
		"verse": 49,
		"chapter": 33,
		"canon_order": 4810
	},
	{
		"verseText": "Yahweh spoke to Moses in the plains of Moab by the Jordan at Jericho, saying, ",
		"book": "NUM",
		"verse": 50,
		"chapter": 33,
		"canon_order": 4811
	},
	{
		"verseText": "Speak to the children of Israel, and tell them, “When you pass over the Jordan into the land of Canaan, ",
		"book": "NUM",
		"verse": 51,
		"chapter": 33,
		"canon_order": 4812
	},
	{
		"verseText": "then you shall drive out all the inhabitants of the land from before you, destroy all their stone idols, destroy all their molten images, and demolish all their high places. ",
		"book": "NUM",
		"verse": 52,
		"chapter": 33,
		"canon_order": 4813
	},
	{
		"verseText": "You shall take possession of the land, and dwell therein; for I have given the land to you to possess it. ",
		"book": "NUM",
		"verse": 53,
		"chapter": 33,
		"canon_order": 4814
	},
	{
		"verseText": "You shall inherit the land by lot according to your families; to the larger groups you shall give a larger inheritance, and to the smaller you shall give a smaller inheritance. Wherever the lot falls to any man, that shall be his. You shall inherit according to the tribes of your fathers. ",
		"book": "NUM",
		"verse": 54,
		"chapter": 33,
		"canon_order": 4815
	},
	{
		"verseText": "“But if you do not drive out the inhabitants of the land from before you, then those you let remain of them will be like pricks in your eyes and thorns in your sides. They will harass you in the land in which you dwell. ",
		"book": "NUM",
		"verse": 55,
		"chapter": 33,
		"canon_order": 4816
	},
	{
		"verseText": "It shall happen that as I thought to do to them, so I will do to you.” ",
		"book": "NUM",
		"verse": 56,
		"chapter": 33,
		"canon_order": 4817
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 34,
		"canon_order": 4818
	},
	{
		"verseText": "“Command the children of Israel, and tell them, ‘When you come into the land of Canaan (this is the land that shall fall to you for an inheritance, even the land of Canaan according to its borders), ",
		"book": "NUM",
		"verse": 2,
		"chapter": 34,
		"canon_order": 4819
	},
	{
		"verseText": "then your south quarter shall be from the wilderness of Zin along by the side of Edom, and your south border shall be from the end of the Salt Sea eastward. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 34,
		"canon_order": 4820
	},
	{
		"verseText": "Your border shall turn about southward of the ascent of Akrabbim, and pass along to Zin; and it shall pass southward of Kadesh Barnea; and it shall go from there to Hazar Addar, and pass along to Azmon. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 34,
		"canon_order": 4821
	},
	{
		"verseText": "The border shall turn about from Azmon to the brook of Egypt, and it shall end at the sea. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 34,
		"canon_order": 4822
	},
	{
		"verseText": "“‘For the western border, you shall have the great sea and its border. This shall be your west border. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 34,
		"canon_order": 4823
	},
	{
		"verseText": "“‘This shall be your north border: from the great sea you shall mark out for yourselves Mount Hor. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 34,
		"canon_order": 4824
	},
	{
		"verseText": "From Mount Hor you shall mark out to the entrance of Hamath; and the border shall pass by Zedad. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 34,
		"canon_order": 4825
	},
	{
		"verseText": "Then the border shall go to Ziphron, and it shall end at Hazar Enan. This shall be your north border. ",
		"book": "NUM",
		"verse": 9,
		"chapter": 34,
		"canon_order": 4826
	},
	{
		"verseText": "“‘You shall mark out your east border from Hazar Enan to Shepham. ",
		"book": "NUM",
		"verse": 10,
		"chapter": 34,
		"canon_order": 4827
	},
	{
		"verseText": "The border shall go down from Shepham to Riblah, on the east side of Ain. The border shall go down, and shall reach to the side of the sea of Chinnereth eastward. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 34,
		"canon_order": 4828
	},
	{
		"verseText": "The border shall go down to the Jordan, and end at the Salt Sea. This shall be your land according to its borders around it.’” ",
		"book": "NUM",
		"verse": 12,
		"chapter": 34,
		"canon_order": 4829
	},
	{
		"verseText": "Moses commanded the children of Israel, saying, “This is the land which you shall inherit by lot, which Yahweh has commanded to give to the nine tribes, and to the half-tribe; ",
		"book": "NUM",
		"verse": 13,
		"chapter": 34,
		"canon_order": 4830
	},
	{
		"verseText": "for the tribe of the children of Reuben according to their fathers’ houses, the tribe of the children of Gad according to their fathers’ houses, and the half-tribe of Manasseh have received their inheritance. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 34,
		"canon_order": 4831
	},
	{
		"verseText": "The two tribes and the half-tribe have received their inheritance beyond the Jordan at Jericho eastward, toward the sunrise.” ",
		"book": "NUM",
		"verse": 15,
		"chapter": 34,
		"canon_order": 4832
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 16,
		"chapter": 34,
		"canon_order": 4833
	},
	{
		"verseText": "“These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest, and Joshua the son of Nun. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 34,
		"canon_order": 4834
	},
	{
		"verseText": "You shall take one prince of every tribe, to divide the land for inheritance. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 34,
		"canon_order": 4835
	},
	{
		"verseText": "These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 34,
		"canon_order": 4836
	},
	{
		"verseText": "Of the tribe of the children of Simeon, Shemuel the son of Ammihud. ",
		"book": "NUM",
		"verse": 20,
		"chapter": 34,
		"canon_order": 4837
	},
	{
		"verseText": "Of the tribe of Benjamin, Elidad the son of Chislon. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 34,
		"canon_order": 4838
	},
	{
		"verseText": "Of the tribe of the children of Dan a prince, Bukki the son of Jogli. ",
		"book": "NUM",
		"verse": 22,
		"chapter": 34,
		"canon_order": 4839
	},
	{
		"verseText": "Of the children of Joseph: of the tribe of the children of Manasseh a prince, Hanniel the son of Ephod. ",
		"book": "NUM",
		"verse": 23,
		"chapter": 34,
		"canon_order": 4840
	},
	{
		"verseText": "Of the tribe of the children of Ephraim a prince, Kemuel the son of Shiphtan. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 34,
		"canon_order": 4841
	},
	{
		"verseText": "Of the tribe of the children of Zebulun a prince, Elizaphan the son of Parnach. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 34,
		"canon_order": 4842
	},
	{
		"verseText": "Of the tribe of the children of Issachar a prince, Paltiel the son of Azzan. ",
		"book": "NUM",
		"verse": 26,
		"chapter": 34,
		"canon_order": 4843
	},
	{
		"verseText": "Of the tribe of the children of Asher a prince, Ahihud the son of Shelomi. ",
		"book": "NUM",
		"verse": 27,
		"chapter": 34,
		"canon_order": 4844
	},
	{
		"verseText": "Of the tribe of the children of Naphtali a prince, Pedahel the son of Ammihud.” ",
		"book": "NUM",
		"verse": 28,
		"chapter": 34,
		"canon_order": 4845
	},
	{
		"verseText": "These are they whom Yahweh commanded to divide the inheritance to the children of Israel in the land of Canaan. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 34,
		"canon_order": 4846
	},
	{
		"verseText": "Yahweh spoke to Moses in the plains of Moab by the Jordan at Jericho, saying, ",
		"book": "NUM",
		"verse": 1,
		"chapter": 35,
		"canon_order": 4847
	},
	{
		"verseText": "“Command the children of Israel to give to the Levites cities to dwell in out of their inheritance. You shall give pasture lands for the cities around them to the Levites. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 35,
		"canon_order": 4848
	},
	{
		"verseText": "They shall have the cities to dwell in. Their pasture lands shall be for their livestock, and for their possessions, and for all their animals. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 35,
		"canon_order": 4849
	},
	{
		"verseText": "“The pasture lands of the cities, which you shall give to the Levites, shall be from the wall of the city and outward one thousand cubits around it. ",
		"book": "NUM",
		"verse": 4,
		"chapter": 35,
		"canon_order": 4850
	},
	{
		"verseText": "You shall measure outside of the city for the east side two thousand cubits, and for the south side two thousand cubits, and for the west side two thousand cubits, and for the north side two thousand cubits, the city being in the middle. This shall be the pasture lands of their cities. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 35,
		"canon_order": 4851
	},
	{
		"verseText": "“The cities which you shall give to the Levites, they shall be the six cities of refuge, which you shall give for the man slayer to flee to. Besides them you shall give forty-two cities. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 35,
		"canon_order": 4852
	},
	{
		"verseText": "All the cities which you shall give to the Levites shall be forty-eight cities together with their pasture lands. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 35,
		"canon_order": 4853
	},
	{
		"verseText": "Concerning the cities which you shall give of the possession of the children of Israel, from the many you shall take many, and from the few you shall take few. Everyone according to his inheritance which he inherits shall give some of his cities to the Levites.” ",
		"book": "NUM",
		"verse": 8,
		"chapter": 35,
		"canon_order": 4854
	},
	{
		"verseText": "Yahweh spoke to Moses, saying, ",
		"book": "NUM",
		"verse": 9,
		"chapter": 35,
		"canon_order": 4855
	},
	{
		"verseText": "“Speak to the children of Israel, and tell them, ‘When you pass over the Jordan into the land of Canaan, ",
		"book": "NUM",
		"verse": 10,
		"chapter": 35,
		"canon_order": 4856
	},
	{
		"verseText": "then you shall appoint for yourselves cities to be cities of refuge for you, that the man slayer who kills any person unwittingly may flee there. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 35,
		"canon_order": 4857
	},
	{
		"verseText": "The cities shall be for your refuge from the avenger, that the man slayer not die until he stands before the congregation for judgment. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 35,
		"canon_order": 4858
	},
	{
		"verseText": "The cities which you shall give shall be for you six cities of refuge. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 35,
		"canon_order": 4859
	},
	{
		"verseText": "You shall give three cities beyond the Jordan, and you shall give three cities in the land of Canaan. They shall be cities of refuge. ",
		"book": "NUM",
		"verse": 14,
		"chapter": 35,
		"canon_order": 4860
	},
	{
		"verseText": "These six cities shall be refuge for the children of Israel, for the stranger, and for the foreigner living among them, that everyone who kills any person unwittingly may flee there. ",
		"book": "NUM",
		"verse": 15,
		"chapter": 35,
		"canon_order": 4861
	},
	{
		"verseText": "“‘But if he struck him with an instrument of iron, so that he died, he is a murderer. The murderer shall surely be put to death. ",
		"book": "NUM",
		"verse": 16,
		"chapter": 35,
		"canon_order": 4862
	},
	{
		"verseText": "If he struck him with a stone in the hand, by which a man may die, and he died, he is a murderer. The murderer shall surely be put to death. ",
		"book": "NUM",
		"verse": 17,
		"chapter": 35,
		"canon_order": 4863
	},
	{
		"verseText": "Or if he struck him with a weapon of wood in the hand, by which a man may die, and he died, he is a murderer. The murderer shall surely be put to death. ",
		"book": "NUM",
		"verse": 18,
		"chapter": 35,
		"canon_order": 4864
	},
	{
		"verseText": "The avenger of blood shall himself put the murderer to death. When he meets him, he shall put him to death. ",
		"book": "NUM",
		"verse": 19,
		"chapter": 35,
		"canon_order": 4865
	},
	{
		"verseText": "If he shoved him out of hatred, or hurled something at him while lying in wait, so that he died, ",
		"book": "NUM",
		"verse": 20,
		"chapter": 35,
		"canon_order": 4866
	},
	{
		"verseText": "or in hostility struck him with his hand, so that he died, he who struck him shall surely be put to death. He is a murderer. The avenger of blood shall put the murderer to death when he meets him. ",
		"book": "NUM",
		"verse": 21,
		"chapter": 35,
		"canon_order": 4867
	},
	{
		"verseText": "“‘But if he shoved him suddenly without hostility, or hurled on him anything without lying in wait, ",
		"book": "NUM",
		"verse": 22,
		"chapter": 35,
		"canon_order": 4868
	},
	{
		"verseText": "or with any stone, by which a man may die, not seeing him, and cast it on him so that he died, and he was not his enemy and not seeking his harm, ",
		"book": "NUM",
		"verse": 23,
		"chapter": 35,
		"canon_order": 4869
	},
	{
		"verseText": "then the congregation shall judge between the striker and the avenger of blood according to these ordinances. ",
		"book": "NUM",
		"verse": 24,
		"chapter": 35,
		"canon_order": 4870
	},
	{
		"verseText": "The congregation shall deliver the man slayer out of the hand of the avenger of blood, and the congregation shall restore him to his city of refuge, where he had fled. He shall dwell therein until the death of the high priest, who was anointed with the holy oil. ",
		"book": "NUM",
		"verse": 25,
		"chapter": 35,
		"canon_order": 4871
	},
	{
		"verseText": "“‘But if the man slayer shall at any time go beyond the border of his city of refuge where he flees, ",
		"book": "NUM",
		"verse": 26,
		"chapter": 35,
		"canon_order": 4872
	},
	{
		"verseText": "and the avenger of blood finds him outside of the border of his city of refuge, and the avenger of blood kills the man slayer, he shall not be guilty of blood, ",
		"book": "NUM",
		"verse": 27,
		"chapter": 35,
		"canon_order": 4873
	},
	{
		"verseText": "because he should have remained in his city of refuge until the death of the high priest. But after the death of the high priest, the man slayer shall return into the land of his possession. ",
		"book": "NUM",
		"verse": 28,
		"chapter": 35,
		"canon_order": 4874
	},
	{
		"verseText": "“‘These things shall be for a statute and ordinance to you throughout your generations in all your dwellings. ",
		"book": "NUM",
		"verse": 29,
		"chapter": 35,
		"canon_order": 4875
	},
	{
		"verseText": "“‘Whoever kills any person, the murderer shall be slain based on the testimony of witnesses; but one witness shall not testify alone against any person so that he dies. ",
		"book": "NUM",
		"verse": 30,
		"chapter": 35,
		"canon_order": 4876
	},
	{
		"verseText": "“‘Moreover you shall take no ransom for the life of a murderer who is guilty of death. He shall surely be put to death. ",
		"book": "NUM",
		"verse": 31,
		"chapter": 35,
		"canon_order": 4877
	},
	{
		"verseText": "“‘You shall take no ransom for him who has fled to his city of refuge, that he may come again to dwell in the land before the death of the priest. ",
		"book": "NUM",
		"verse": 32,
		"chapter": 35,
		"canon_order": 4878
	},
	{
		"verseText": "“‘So you shall not pollute the land where you live; for blood pollutes the land. No atonement can be made for the land for the blood that is shed in it, but by the blood of him who shed it. ",
		"book": "NUM",
		"verse": 33,
		"chapter": 35,
		"canon_order": 4879
	},
	{
		"verseText": "You shall not defile the land which you inhabit, where I dwell; for I, Yahweh, dwell among the children of Israel.’” ",
		"book": "NUM",
		"verse": 34,
		"chapter": 35,
		"canon_order": 4880
	},
	{
		"verseText": "The heads of the fathers’ households of the family of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and spoke before Moses and before the princes, the heads of the fathers’ households of the children of Israel. ",
		"book": "NUM",
		"verse": 1,
		"chapter": 36,
		"canon_order": 4881
	},
	{
		"verseText": "They said, “Yahweh commanded my lord to give the land for inheritance by lot to the children of Israel. My lord was commanded by Yahweh to give the inheritance of Zelophehad our brother to his daughters. ",
		"book": "NUM",
		"verse": 2,
		"chapter": 36,
		"canon_order": 4882
	},
	{
		"verseText": "If they are married to any of the sons of the other tribes of the children of Israel, then their inheritance will be taken away from the inheritance of our fathers, and will be added to the inheritance of the tribe to which they shall belong. So it will be taken away from the lot of our inheritance. ",
		"book": "NUM",
		"verse": 3,
		"chapter": 36,
		"canon_order": 4883
	},
	{
		"verseText": "When the jubilee of the children of Israel comes, then their inheritance will be added to the inheritance of the tribe to which they shall belong. So their inheritance will be taken away from the inheritance of the tribe of our fathers.” ",
		"book": "NUM",
		"verse": 4,
		"chapter": 36,
		"canon_order": 4884
	},
	{
		"verseText": "Moses commanded the children of Israel according to Yahweh’s word, saying, “The tribe of the sons of Joseph speak what is right. ",
		"book": "NUM",
		"verse": 5,
		"chapter": 36,
		"canon_order": 4885
	},
	{
		"verseText": "This is the thing which Yahweh commands concerning the daughters of Zelophehad, saying, ‘Let them be married to whom they think best, only they shall marry into the family of the tribe of their father. ",
		"book": "NUM",
		"verse": 6,
		"chapter": 36,
		"canon_order": 4886
	},
	{
		"verseText": "So shall no inheritance of the children of Israel move from tribe to tribe; for the children of Israel shall all keep the inheritance of the tribe of his fathers. ",
		"book": "NUM",
		"verse": 7,
		"chapter": 36,
		"canon_order": 4887
	},
	{
		"verseText": "Every daughter who possesses an inheritance in any tribe of the children of Israel shall be wife to one of the family of the tribe of her father, that the children of Israel may each possess the inheritance of his fathers. ",
		"book": "NUM",
		"verse": 8,
		"chapter": 36,
		"canon_order": 4888
	},
	{
		"verseText": "So shall no inheritance move from one tribe to another tribe; for the tribes of the children of Israel shall each keep his own inheritance.’” ",
		"book": "NUM",
		"verse": 9,
		"chapter": 36,
		"canon_order": 4889
	},
	{
		"verseText": "The daughters of Zelophehad did as Yahweh commanded Moses: ",
		"book": "NUM",
		"verse": 10,
		"chapter": 36,
		"canon_order": 4890
	},
	{
		"verseText": "for Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to their father’s brothers’ sons. ",
		"book": "NUM",
		"verse": 11,
		"chapter": 36,
		"canon_order": 4891
	},
	{
		"verseText": "They were married into the families of the sons of Manasseh the son of Joseph. Their inheritance remained in the tribe of the family of their father. ",
		"book": "NUM",
		"verse": 12,
		"chapter": 36,
		"canon_order": 4892
	},
	{
		"verseText": "These are the commandments and the ordinances which Yahweh commanded by Moses to the children of Israel in the plains of Moab by the Jordan at Jericho. ",
		"book": "NUM",
		"verse": 13,
		"chapter": 36,
		"canon_order": 4893
	}
]