[
	{
		"verseText": "Paul, a prisoner of Christ Jesus, and Timothy our brother, to Philemon, our beloved fellow worker, ",
		"book": "PHM",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29936
	},
	{
		"verseText": "to the beloved Apphia, to Archippus our fellow soldier, and to the assembly in your house: ",
		"book": "PHM",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29937
	},
	{
		"verseText": "Grace to you and peace from God our Father and the Lord Jesus Christ. ",
		"book": "PHM",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29938
	},
	{
		"verseText": "I thank my God always, making mention of you in my prayers, ",
		"book": "PHM",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29939
	},
	{
		"verseText": "hearing of your love and of the faith which you have toward the Lord Jesus and toward all the saints, ",
		"book": "PHM",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29940
	},
	{
		"verseText": "that the fellowship of your faith may become effective in the knowledge of every good thing which is in us in Christ Jesus. ",
		"book": "PHM",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29941
	},
	{
		"verseText": "For we have much joy and comfort in your love, because the hearts of the saints have been refreshed through you, brother. ",
		"book": "PHM",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29942
	},
	{
		"verseText": "Therefore though I have all boldness in Christ to command you that which is appropriate, ",
		"book": "PHM",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29943
	},
	{
		"verseText": "yet for love’s sake I rather appeal to you, being such a one as Paul, the aged, but also a prisoner of Jesus Christ. ",
		"book": "PHM",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29944
	},
	{
		"verseText": "I appeal to you for my child Onesimus, whom I have become the father of in my chains, ",
		"book": "PHM",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29945
	},
	{
		"verseText": "who once was useless to you, but now is useful to you and to me. ",
		"book": "PHM",
		"verse": 11,
		"chapter": 1,
		"canon_order": 29946
	},
	{
		"verseText": "I am sending him back. Therefore receive him, that is, my own heart, ",
		"book": "PHM",
		"verse": 12,
		"chapter": 1,
		"canon_order": 29947
	},
	{
		"verseText": "whom I desired to keep with me, that on your behalf he might serve me in my chains for the Good News. ",
		"book": "PHM",
		"verse": 13,
		"chapter": 1,
		"canon_order": 29948
	},
	{
		"verseText": "But I was willing to do nothing without your consent, that your goodness would not be as of necessity, but of free will. ",
		"book": "PHM",
		"verse": 14,
		"chapter": 1,
		"canon_order": 29949
	},
	{
		"verseText": "For perhaps he was therefore separated from you for a while that you would have him forever, ",
		"book": "PHM",
		"verse": 15,
		"chapter": 1,
		"canon_order": 29950
	},
	{
		"verseText": "no longer as a slave, but more than a slave, a beloved brother—especially to me, but how much rather to you, both in the flesh and in the Lord. ",
		"book": "PHM",
		"verse": 16,
		"chapter": 1,
		"canon_order": 29951
	},
	{
		"verseText": "If then you count me a partner, receive him as you would receive me. ",
		"book": "PHM",
		"verse": 17,
		"chapter": 1,
		"canon_order": 29952
	},
	{
		"verseText": "But if he has wronged you at all or owes you anything, put that to my account. ",
		"book": "PHM",
		"verse": 18,
		"chapter": 1,
		"canon_order": 29953
	},
	{
		"verseText": "I, Paul, write this with my own hand: I will repay it (not to mention to you that you owe to me even your own self besides). ",
		"book": "PHM",
		"verse": 19,
		"chapter": 1,
		"canon_order": 29954
	},
	{
		"verseText": "Yes, brother, let me have joy from you in the Lord. Refresh my heart in the Lord. ",
		"book": "PHM",
		"verse": 20,
		"chapter": 1,
		"canon_order": 29955
	},
	{
		"verseText": "Having confidence in your obedience, I write to you, knowing that you will do even beyond what I say. ",
		"book": "PHM",
		"verse": 21,
		"chapter": 1,
		"canon_order": 29956
	},
	{
		"verseText": "Also, prepare a guest room for me, for I hope that through your prayers I will be restored to you. ",
		"book": "PHM",
		"verse": 22,
		"chapter": 1,
		"canon_order": 29957
	},
	{
		"verseText": "Epaphras, my fellow prisoner in Christ Jesus, greets you, ",
		"book": "PHM",
		"verse": 23,
		"chapter": 1,
		"canon_order": 29958
	},
	{
		"verseText": "as do Mark, Aristarchus, Demas, and Luke, my fellow workers. ",
		"book": "PHM",
		"verse": 24,
		"chapter": 1,
		"canon_order": 29959
	},
	{
		"verseText": "The grace of our Lord Jesus Christ be with your spirit. Amen. ",
		"book": "PHM",
		"verse": 25,
		"chapter": 1,
		"canon_order": 29960
	}
]