[
	{
		"verseText": "The Song of songs, which is Solomon’s. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 1,
		"canon_order": 17539
	},
	{
		"verseText": "Let him kiss me with the kisses of his mouth; for your love is better than wine. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 1,
		"canon_order": 17540
	},
	{
		"verseText": "Your oils have a pleasing fragrance. Your name is oil poured out, therefore the virgins love you. ",
		"book": "SNG",
		"verse": 3,
		"chapter": 1,
		"canon_order": 17541
	},
	{
		"verseText": "Take me away with you. Let’s hurry. The king has brought me into his rooms. Friends We will be glad and rejoice in you. We will praise your love more than wine! Beloved They are right to love you. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 1,
		"canon_order": 17542
	},
	{
		"verseText": "I am dark, but lovely, you daughters of Jerusalem, like Kedar’s tents, like Solomon’s curtains. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 1,
		"canon_order": 17543
	},
	{
		"verseText": "Don’t stare at me because I am dark, because the sun has scorched me. My mother’s sons were angry with me. They made me keeper of the vineyards. I haven’t kept my own vineyard. ",
		"book": "SNG",
		"verse": 6,
		"chapter": 1,
		"canon_order": 17544
	},
	{
		"verseText": "Tell me, you whom my soul loves, where you graze your flock, where you rest them at noon; for why should I be as one who is veiled beside the flocks of your companions? ",
		"book": "SNG",
		"verse": 7,
		"chapter": 1,
		"canon_order": 17545
	},
	{
		"verseText": "If you don’t know, most beautiful among women, follow the tracks of the sheep. Graze your young goats beside the shepherds’ tents. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 1,
		"canon_order": 17546
	},
	{
		"verseText": "I have compared you, my love, to a steed in Pharaoh’s chariots. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 1,
		"canon_order": 17547
	},
	{
		"verseText": "Your cheeks are beautiful with earrings, your neck with strings of jewels. ",
		"book": "SNG",
		"verse": 10,
		"chapter": 1,
		"canon_order": 17548
	},
	{
		"verseText": "We will make you earrings of gold, with studs of silver. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 1,
		"canon_order": 17549
	},
	{
		"verseText": "While the king sat at his table, my perfume spread its fragrance. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 1,
		"canon_order": 17550
	},
	{
		"verseText": "My beloved is to me a sachet of myrrh, that lies between my breasts. ",
		"book": "SNG",
		"verse": 13,
		"chapter": 1,
		"canon_order": 17551
	},
	{
		"verseText": "My beloved is to me a cluster of henna blossoms from the vineyards of En Gedi. ",
		"book": "SNG",
		"verse": 14,
		"chapter": 1,
		"canon_order": 17552
	},
	{
		"verseText": "Behold, you are beautiful, my love. Behold, you are beautiful. Your eyes are like doves. ",
		"book": "SNG",
		"verse": 15,
		"chapter": 1,
		"canon_order": 17553
	},
	{
		"verseText": "Behold, you are beautiful, my beloved, yes, pleasant; and our couch is verdant. ",
		"book": "SNG",
		"verse": 16,
		"chapter": 1,
		"canon_order": 17554
	},
	{
		"verseText": "The beams of our house are cedars. Our rafters are firs. ",
		"book": "SNG",
		"verse": 17,
		"chapter": 1,
		"canon_order": 17555
	},
	{
		"verseText": "I am a rose of Sharon, a lily of the valleys. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 2,
		"canon_order": 17556
	},
	{
		"verseText": "As a lily among thorns, so is my love among the daughters. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 2,
		"canon_order": 17557
	},
	{
		"verseText": "As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, his fruit was sweet to my taste. ",
		"book": "SNG",
		"verse": 3,
		"chapter": 2,
		"canon_order": 17558
	},
	{
		"verseText": "He brought me to the banquet hall. His banner over me is love. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 2,
		"canon_order": 17559
	},
	{
		"verseText": "Strengthen me with raisins, refresh me with apples; for I am faint with love. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 2,
		"canon_order": 17560
	},
	{
		"verseText": "His left hand is under my head. His right hand embraces me. ",
		"book": "SNG",
		"verse": 6,
		"chapter": 2,
		"canon_order": 17561
	},
	{
		"verseText": "I adjure you, daughters of Jerusalem, by the roes, or by the hinds of the field, that you not stir up, nor awaken love, until it so desires. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 2,
		"canon_order": 17562
	},
	{
		"verseText": "The voice of my beloved! Behold, he comes, leaping on the mountains, skipping on the hills. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 2,
		"canon_order": 17563
	},
	{
		"verseText": "My beloved is like a roe or a young deer. Behold, he stands behind our wall! He looks in at the windows. He glances through the lattice. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 2,
		"canon_order": 17564
	},
	{
		"verseText": "My beloved spoke, and said to me, “Rise up, my love, my beautiful one, and come away. ",
		"book": "SNG",
		"verse": 10,
		"chapter": 2,
		"canon_order": 17565
	},
	{
		"verseText": "For behold, the winter is past. The rain is over and gone. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 2,
		"canon_order": 17566
	},
	{
		"verseText": "The flowers appear on the earth. The time of the singing has come, and the voice of the turtledove is heard in our land. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 2,
		"canon_order": 17567
	},
	{
		"verseText": "The fig tree ripens her green figs. The vines are in blossom. They give out their fragrance. Arise, my love, my beautiful one, and come away.” ",
		"book": "SNG",
		"verse": 13,
		"chapter": 2,
		"canon_order": 17568
	},
	{
		"verseText": "My dove in the clefts of the rock, in the hiding places of the mountainside, let me see your face. Let me hear your voice; for your voice is sweet and your face is lovely. ",
		"book": "SNG",
		"verse": 14,
		"chapter": 2,
		"canon_order": 17569
	},
	{
		"verseText": "Catch for us the foxes, the little foxes that plunder the vineyards; for our vineyards are in blossom. ",
		"book": "SNG",
		"verse": 15,
		"chapter": 2,
		"canon_order": 17570
	},
	{
		"verseText": "My beloved is mine, and I am his. He browses among the lilies. ",
		"book": "SNG",
		"verse": 16,
		"chapter": 2,
		"canon_order": 17571
	},
	{
		"verseText": "Until the day is cool, and the shadows flee away, turn, my beloved, and be like a roe or a young deer on the mountains of Bether. ",
		"book": "SNG",
		"verse": 17,
		"chapter": 2,
		"canon_order": 17572
	},
	{
		"verseText": "By night on my bed, I sought him whom my soul loves. I sought him, but I didn’t find him. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 3,
		"canon_order": 17573
	},
	{
		"verseText": "I will get up now, and go about the city; in the streets and in the squares I will seek him whom my soul loves. I sought him, but I didn’t find him. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 3,
		"canon_order": 17574
	},
	{
		"verseText": "The watchmen who go about the city found me; “Have you seen him whom my soul loves?” ",
		"book": "SNG",
		"verse": 3,
		"chapter": 3,
		"canon_order": 17575
	},
	{
		"verseText": "I had scarcely passed from them, when I found him whom my soul loves. I held him, and would not let him go, until I had brought him into my mother’s house, into the room of her who conceived me. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 3,
		"canon_order": 17576
	},
	{
		"verseText": "I adjure you, daughters of Jerusalem, by the roes, or by the hinds of the field, that you not stir up nor awaken love, until it so desires. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 3,
		"canon_order": 17577
	},
	{
		"verseText": "Who is this who comes up from the wilderness like pillars of smoke, perfumed with myrrh and frankincense, with all spices of the merchant? ",
		"book": "SNG",
		"verse": 6,
		"chapter": 3,
		"canon_order": 17578
	},
	{
		"verseText": "Behold, it is Solomon’s carriage! Sixty mighty men are around it, of the mighty men of Israel. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 3,
		"canon_order": 17579
	},
	{
		"verseText": "They all handle the sword, and are expert in war. Every man has his sword on his thigh, because of fear in the night. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 3,
		"canon_order": 17580
	},
	{
		"verseText": "King Solomon made himself a carriage of the wood of Lebanon. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 3,
		"canon_order": 17581
	},
	{
		"verseText": "He made its pillars of silver, its bottom of gold, its seat of purple, the middle of it being paved with love, from the daughters of Jerusalem. ",
		"book": "SNG",
		"verse": 10,
		"chapter": 3,
		"canon_order": 17582
	},
	{
		"verseText": "Go out, you daughters of Zion, and see king Solomon, with the crown with which his mother has crowned him, in the day of his weddings, in the day of the gladness of his heart. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 3,
		"canon_order": 17583
	},
	{
		"verseText": "Behold, you are beautiful, my love. Behold, you are beautiful. Your eyes are like doves behind your veil. Your hair is as a flock of goats, that descend from Mount Gilead. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 4,
		"canon_order": 17584
	},
	{
		"verseText": "Your teeth are like a newly shorn flock, which have come up from the washing, where every one of them has twins. None is bereaved among them. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 4,
		"canon_order": 17585
	},
	{
		"verseText": "Your lips are like scarlet thread. Your mouth is lovely. Your temples are like a piece of a pomegranate behind your veil. ",
		"book": "SNG",
		"verse": 3,
		"chapter": 4,
		"canon_order": 17586
	},
	{
		"verseText": "Your neck is like David’s tower built for an armory, on which a thousand shields hang, all the shields of the mighty men. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 4,
		"canon_order": 17587
	},
	{
		"verseText": "Your two breasts are like two fawns that are twins of a roe, which feed among the lilies. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 4,
		"canon_order": 17588
	},
	{
		"verseText": "Until the day is cool, and the shadows flee away, I will go to the mountain of myrrh, to the hill of frankincense. ",
		"book": "SNG",
		"verse": 6,
		"chapter": 4,
		"canon_order": 17589
	},
	{
		"verseText": "You are all beautiful, my love. There is no spot in you. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 4,
		"canon_order": 17590
	},
	{
		"verseText": "Come with me from Lebanon, my bride, with me from Lebanon. Look from the top of Amana, from the top of Senir and Hermon, from the lions’ dens, from the mountains of the leopards. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 4,
		"canon_order": 17591
	},
	{
		"verseText": "You have ravished my heart, my sister, my bride. You have ravished my heart with one of your eyes, with one chain of your neck. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 4,
		"canon_order": 17592
	},
	{
		"verseText": "How beautiful is your love, my sister, my bride! How much better is your love than wine, the fragrance of your perfumes than all kinds of spices! ",
		"book": "SNG",
		"verse": 10,
		"chapter": 4,
		"canon_order": 17593
	},
	{
		"verseText": "Your lips, my bride, drip like the honeycomb. Honey and milk are under your tongue. The smell of your garments is like the smell of Lebanon. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 4,
		"canon_order": 17594
	},
	{
		"verseText": "My sister, my bride, is a locked up garden; a locked up spring, a sealed fountain. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 4,
		"canon_order": 17595
	},
	{
		"verseText": "Your shoots are an orchard of pomegranates, with precious fruits, henna with spikenard plants, ",
		"book": "SNG",
		"verse": 13,
		"chapter": 4,
		"canon_order": 17596
	},
	{
		"verseText": "spikenard and saffron, calamus and cinnamon, with every kind of incense tree; myrrh and aloes, with all the best spices, ",
		"book": "SNG",
		"verse": 14,
		"chapter": 4,
		"canon_order": 17597
	},
	{
		"verseText": "a fountain of gardens, a well of living waters, flowing streams from Lebanon. ",
		"book": "SNG",
		"verse": 15,
		"chapter": 4,
		"canon_order": 17598
	},
	{
		"verseText": "Awake, north wind, and come, you south! Blow on my garden, that its spices may flow out. Let my beloved come into his garden, and taste his precious fruits. ",
		"book": "SNG",
		"verse": 16,
		"chapter": 4,
		"canon_order": 17599
	},
	{
		"verseText": "I have come into my garden, my sister, my bride. I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Friends Eat, friends! Drink, yes, drink abundantly, beloved. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 5,
		"canon_order": 17600
	},
	{
		"verseText": "I was asleep, but my heart was awake. It is the voice of my beloved who knocks: “Open to me, my sister, my love, my dove, my undefiled; for my head is filled with dew, and my hair with the dampness of the night.” ",
		"book": "SNG",
		"verse": 2,
		"chapter": 5,
		"canon_order": 17601
	},
	{
		"verseText": "I have taken off my robe. Indeed, must I put it on? I have washed my feet. Indeed, must I soil them? ",
		"book": "SNG",
		"verse": 3,
		"chapter": 5,
		"canon_order": 17602
	},
	{
		"verseText": "My beloved thrust his hand in through the latch opening. My heart pounded for him. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 5,
		"canon_order": 17603
	},
	{
		"verseText": "I rose up to open for my beloved. My hands dripped with myrrh, my fingers with liquid myrrh, on the handles of the lock. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 5,
		"canon_order": 17604
	},
	{
		"verseText": "I opened to my beloved; but my beloved left, and had gone away. My heart went out when he spoke. I looked for him, but I didn’t find him. I called him, but he didn’t answer. ",
		"book": "SNG",
		"verse": 6,
		"chapter": 5,
		"canon_order": 17605
	},
	{
		"verseText": "The watchmen who go about the city found me. They beat me. They bruised me. The keepers of the walls took my cloak away from me. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 5,
		"canon_order": 17606
	},
	{
		"verseText": "I adjure you, daughters of Jerusalem, If you find my beloved, that you tell him that I am faint with love. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 5,
		"canon_order": 17607
	},
	{
		"verseText": "How is your beloved better than another beloved, you fairest among women? How is your beloved better than another beloved, that you do so adjure us? ",
		"book": "SNG",
		"verse": 9,
		"chapter": 5,
		"canon_order": 17608
	},
	{
		"verseText": "My beloved is white and ruddy. The best among ten thousand. ",
		"book": "SNG",
		"verse": 10,
		"chapter": 5,
		"canon_order": 17609
	},
	{
		"verseText": "His head is like the purest gold. His hair is bushy, black as a raven. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 5,
		"canon_order": 17610
	},
	{
		"verseText": "His eyes are like doves beside the water brooks, washed with milk, mounted like jewels. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 5,
		"canon_order": 17611
	},
	{
		"verseText": "His cheeks are like a bed of spices with towers of perfumes. His lips are like lilies, dropping liquid myrrh. ",
		"book": "SNG",
		"verse": 13,
		"chapter": 5,
		"canon_order": 17612
	},
	{
		"verseText": "His hands are like rings of gold set with beryl. His body is like ivory work overlaid with sapphires. ",
		"book": "SNG",
		"verse": 14,
		"chapter": 5,
		"canon_order": 17613
	},
	{
		"verseText": "His legs are like pillars of marble set on sockets of fine gold. His appearance is like Lebanon, excellent as the cedars. ",
		"book": "SNG",
		"verse": 15,
		"chapter": 5,
		"canon_order": 17614
	},
	{
		"verseText": "His mouth is sweetness; yes, he is altogether lovely. This is my beloved, and this is my friend, daughters of Jerusalem. ",
		"book": "SNG",
		"verse": 16,
		"chapter": 5,
		"canon_order": 17615
	},
	{
		"verseText": "Where has your beloved gone, you fairest among women? Where has your beloved turned, that we may seek him with you? ",
		"book": "SNG",
		"verse": 1,
		"chapter": 6,
		"canon_order": 17616
	},
	{
		"verseText": "My beloved has gone down to his garden, to the beds of spices, to pasture his flock in the gardens, and to gather lilies. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 6,
		"canon_order": 17617
	},
	{
		"verseText": "I am my beloved’s, and my beloved is mine. He browses among the lilies. ",
		"book": "SNG",
		"verse": 3,
		"chapter": 6,
		"canon_order": 17618
	},
	{
		"verseText": "You are beautiful, my love, as Tirzah, lovely as Jerusalem, awesome as an army with banners. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 6,
		"canon_order": 17619
	},
	{
		"verseText": "Turn away your eyes from me, for they have overcome me. Your hair is like a flock of goats, that lie along the side of Gilead. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 6,
		"canon_order": 17620
	},
	{
		"verseText": "Your teeth are like a flock of ewes, which have come up from the washing, of which every one has twins; not one is bereaved among them. ",
		"book": "SNG",
		"verse": 6,
		"chapter": 6,
		"canon_order": 17621
	},
	{
		"verseText": "Your temples are like a piece of a pomegranate behind your veil. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 6,
		"canon_order": 17622
	},
	{
		"verseText": "There are sixty queens, eighty concubines, and virgins without number. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 6,
		"canon_order": 17623
	},
	{
		"verseText": "My dove, my perfect one, is unique. She is her mother’s only daughter. She is the favorite one of her who bore her. The daughters saw her, and called her blessed. The queens and the concubines saw her, and they praised her. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 6,
		"canon_order": 17624
	},
	{
		"verseText": "Who is she who looks out as the morning, beautiful as the moon, clear as the sun, and awesome as an army with banners? ",
		"book": "SNG",
		"verse": 10,
		"chapter": 6,
		"canon_order": 17625
	},
	{
		"verseText": "I went down into the nut tree grove, to see the green plants of the valley, to see whether the vine budded, and the pomegranates were in flower. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 6,
		"canon_order": 17626
	},
	{
		"verseText": "Without realizing it, my desire set me with my royal people’s chariots. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 6,
		"canon_order": 17627
	},
	{
		"verseText": "Return, return, Shulammite! Return, return, that we may gaze at you. Lover Why do you desire to gaze at the Shulammite, as at the dance of Mahanaim? ",
		"book": "SNG",
		"verse": 13,
		"chapter": 6,
		"canon_order": 17628
	},
	{
		"verseText": "How beautiful are your feet in sandals, prince’s daughter! Your rounded thighs are like jewels, the work of the hands of a skillful workman. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 7,
		"canon_order": 17629
	},
	{
		"verseText": "Your body is like a round goblet, no mixed wine is wanting. Your waist is like a heap of wheat, set about with lilies. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 7,
		"canon_order": 17630
	},
	{
		"verseText": "Your two breasts are like two fawns, that are twins of a roe. ",
		"book": "SNG",
		"verse": 3,
		"chapter": 7,
		"canon_order": 17631
	},
	{
		"verseText": "Your neck is like an ivory tower. Your eyes are like the pools in Heshbon by the gate of Bathrabbim. Your nose is like the tower of Lebanon which looks toward Damascus. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 7,
		"canon_order": 17632
	},
	{
		"verseText": "Your head on you is like Carmel. The hair of your head like purple. The king is held captive in its tresses. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 7,
		"canon_order": 17633
	},
	{
		"verseText": "How beautiful and how pleasant you are, love, for delights! ",
		"book": "SNG",
		"verse": 6,
		"chapter": 7,
		"canon_order": 17634
	},
	{
		"verseText": "This, your stature, is like a palm tree, your breasts like its fruit. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 7,
		"canon_order": 17635
	},
	{
		"verseText": "I said, “I will climb up into the palm tree. I will take hold of its fruit.” Let your breasts be like clusters of the vine, the smell of your breath like apples. ",
		"book": "SNG",
		"verse": 8,
		"chapter": 7,
		"canon_order": 17636
	},
	{
		"verseText": "Your mouth is like the best wine, that goes down smoothly for my beloved, gliding through the lips of those who are asleep. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 7,
		"canon_order": 17637
	},
	{
		"verseText": "I am my beloved’s. His desire is toward me. ",
		"book": "SNG",
		"verse": 10,
		"chapter": 7,
		"canon_order": 17638
	},
	{
		"verseText": "Come, my beloved! Let’s go out into the field. Let’s lodge in the villages. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 7,
		"canon_order": 17639
	},
	{
		"verseText": "Let’s go early up to the vineyards. Let’s see whether the vine has budded, its blossom is open, and the pomegranates are in flower. There I will give you my love. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 7,
		"canon_order": 17640
	},
	{
		"verseText": "The mandrakes produce fragrance. At our doors are all kinds of precious fruits, new and old, which I have stored up for you, my beloved. ",
		"book": "SNG",
		"verse": 13,
		"chapter": 7,
		"canon_order": 17641
	},
	{
		"verseText": "Oh that you were like my brother, who nursed from the breasts of my mother! If I found you outside, I would kiss you; yes, and no one would despise me. ",
		"book": "SNG",
		"verse": 1,
		"chapter": 8,
		"canon_order": 17642
	},
	{
		"verseText": "I would lead you, bringing you into the house of my mother, who would instruct me. I would have you drink spiced wine, of the juice of my pomegranate. ",
		"book": "SNG",
		"verse": 2,
		"chapter": 8,
		"canon_order": 17643
	},
	{
		"verseText": "His left hand would be under my head. His right hand would embrace me. ",
		"book": "SNG",
		"verse": 3,
		"chapter": 8,
		"canon_order": 17644
	},
	{
		"verseText": "I adjure you, daughters of Jerusalem, that you not stir up, nor awaken love, until it so desires. ",
		"book": "SNG",
		"verse": 4,
		"chapter": 8,
		"canon_order": 17645
	},
	{
		"verseText": "Who is this who comes up from the wilderness, leaning on her beloved? Beloved Under the apple tree I awakened you. There your mother conceived you. There she was in labor and bore you. ",
		"book": "SNG",
		"verse": 5,
		"chapter": 8,
		"canon_order": 17646
	},
	{
		"verseText": "Set me as a seal on your heart, as a seal on your arm; for love is strong as death. Jealousy is as cruel as Sheol. Its flashes are flashes of fire, a very flame of Yahweh. ",
		"book": "SNG",
		"verse": 6,
		"chapter": 8,
		"canon_order": 17647
	},
	{
		"verseText": "Many waters can’t quench love, neither can floods drown it. If a man would give all the wealth of his house for love, he would be utterly scorned. ",
		"book": "SNG",
		"verse": 7,
		"chapter": 8,
		"canon_order": 17648
	},
	{
		"verseText": "We have a little sister. She has no breasts. What shall we do for our sister in the day when she is to be spoken for? ",
		"book": "SNG",
		"verse": 8,
		"chapter": 8,
		"canon_order": 17649
	},
	{
		"verseText": "If she is a wall, we will build on her a turret of silver. If she is a door, we will enclose her with boards of cedar. ",
		"book": "SNG",
		"verse": 9,
		"chapter": 8,
		"canon_order": 17650
	},
	{
		"verseText": "I am a wall, and my breasts like towers, then I was in his eyes like one who found peace. ",
		"book": "SNG",
		"verse": 10,
		"chapter": 8,
		"canon_order": 17651
	},
	{
		"verseText": "Solomon had a vineyard at Baal Hamon. He leased out the vineyard to keepers. Each was to bring a thousand shekels of silver for its fruit. ",
		"book": "SNG",
		"verse": 11,
		"chapter": 8,
		"canon_order": 17652
	},
	{
		"verseText": "My own vineyard is before me. The thousand are for you, Solomon, two hundred for those who tend its fruit. ",
		"book": "SNG",
		"verse": 12,
		"chapter": 8,
		"canon_order": 17653
	},
	{
		"verseText": "You who dwell in the gardens, with friends in attendance, let me hear your voice! ",
		"book": "SNG",
		"verse": 13,
		"chapter": 8,
		"canon_order": 17654
	},
	{
		"verseText": "Come away, my beloved! Be like a gazelle or a young stag on the mountains of spices! ",
		"book": "SNG",
		"verse": 14,
		"chapter": 8,
		"canon_order": 17655
	}
]