[
	{
		"verseText": "Paul, a servant of God and an apostle of Jesus Christ, according to the faith of God’s chosen ones and the knowledge of the truth which is according to godliness, ",
		"book": "TIT",
		"verse": 1,
		"chapter": 1,
		"canon_order": 29890
	},
	{
		"verseText": "in hope of eternal life, which God, who can’t lie, promised before time began; ",
		"book": "TIT",
		"verse": 2,
		"chapter": 1,
		"canon_order": 29891
	},
	{
		"verseText": "but in his own time revealed his word in the message with which I was entrusted according to the commandment of God our Savior, ",
		"book": "TIT",
		"verse": 3,
		"chapter": 1,
		"canon_order": 29892
	},
	{
		"verseText": "to Titus, my true child according to a common faith: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior. ",
		"book": "TIT",
		"verse": 4,
		"chapter": 1,
		"canon_order": 29893
	},
	{
		"verseText": "I left you in Crete for this reason, that you would set in order the things that were lacking and appoint elders in every city, as I directed you— ",
		"book": "TIT",
		"verse": 5,
		"chapter": 1,
		"canon_order": 29894
	},
	{
		"verseText": "if anyone is blameless, the husband of one wife, having children who believe, who are not accused of loose or unruly behavior. ",
		"book": "TIT",
		"verse": 6,
		"chapter": 1,
		"canon_order": 29895
	},
	{
		"verseText": "For the overseer must be blameless, as God’s steward, not self-pleasing, not easily angered, not given to wine, not violent, not greedy for dishonest gain; ",
		"book": "TIT",
		"verse": 7,
		"chapter": 1,
		"canon_order": 29896
	},
	{
		"verseText": "but given to hospitality, a lover of good, sober minded, fair, holy, self-controlled, ",
		"book": "TIT",
		"verse": 8,
		"chapter": 1,
		"canon_order": 29897
	},
	{
		"verseText": "holding to the faithful word which is according to the teaching, that he may be able to exhort in the sound doctrine, and to convict those who contradict him. ",
		"book": "TIT",
		"verse": 9,
		"chapter": 1,
		"canon_order": 29898
	},
	{
		"verseText": "For there are also many unruly men, vain talkers and deceivers, especially those of the circumcision, ",
		"book": "TIT",
		"verse": 10,
		"chapter": 1,
		"canon_order": 29899
	},
	{
		"verseText": "whose mouths must be stopped: men who overthrow whole houses, teaching things which they ought not, for dishonest gain’s sake. ",
		"book": "TIT",
		"verse": 11,
		"chapter": 1,
		"canon_order": 29900
	},
	{
		"verseText": "One of them, a prophet of their own, said, “Cretans are always liars, evil beasts, and idle gluttons.” ",
		"book": "TIT",
		"verse": 12,
		"chapter": 1,
		"canon_order": 29901
	},
	{
		"verseText": "This testimony is true. For this cause, reprove them sharply, that they may be sound in the faith, ",
		"book": "TIT",
		"verse": 13,
		"chapter": 1,
		"canon_order": 29902
	},
	{
		"verseText": "not paying attention to Jewish fables and commandments of men who turn away from the truth. ",
		"book": "TIT",
		"verse": 14,
		"chapter": 1,
		"canon_order": 29903
	},
	{
		"verseText": "To the pure, all things are pure, but to those who are defiled and unbelieving, nothing is pure; but both their mind and their conscience are defiled. ",
		"book": "TIT",
		"verse": 15,
		"chapter": 1,
		"canon_order": 29904
	},
	{
		"verseText": "They profess that they know God, but by their deeds they deny him, being abominable, disobedient, and unfit for any good work. ",
		"book": "TIT",
		"verse": 16,
		"chapter": 1,
		"canon_order": 29905
	},
	{
		"verseText": "But say the things which fit sound doctrine, ",
		"book": "TIT",
		"verse": 1,
		"chapter": 2,
		"canon_order": 29906
	},
	{
		"verseText": "that older men should be temperate, sensible, sober minded, sound in faith, in love, and in perseverance, ",
		"book": "TIT",
		"verse": 2,
		"chapter": 2,
		"canon_order": 29907
	},
	{
		"verseText": "and that older women likewise be reverent in behavior, not slanderers nor enslaved to much wine, teachers of that which is good, ",
		"book": "TIT",
		"verse": 3,
		"chapter": 2,
		"canon_order": 29908
	},
	{
		"verseText": "that they may train the young wives to love their husbands, to love their children, ",
		"book": "TIT",
		"verse": 4,
		"chapter": 2,
		"canon_order": 29909
	},
	{
		"verseText": "to be sober minded, chaste, workers at home, kind, being in subjection to their own husbands, that God’s word may not be blasphemed. ",
		"book": "TIT",
		"verse": 5,
		"chapter": 2,
		"canon_order": 29910
	},
	{
		"verseText": "Likewise, exhort the younger men to be sober minded. ",
		"book": "TIT",
		"verse": 6,
		"chapter": 2,
		"canon_order": 29911
	},
	{
		"verseText": "In all things show yourself an example of good works. In your teaching, show integrity, seriousness, incorruptibility, ",
		"book": "TIT",
		"verse": 7,
		"chapter": 2,
		"canon_order": 29912
	},
	{
		"verseText": "and soundness of speech that can’t be condemned, that he who opposes you may be ashamed, having no evil thing to say about us. ",
		"book": "TIT",
		"verse": 8,
		"chapter": 2,
		"canon_order": 29913
	},
	{
		"verseText": "Exhort servants to be in subjection to their own masters and to be well-pleasing in all things, not contradicting, ",
		"book": "TIT",
		"verse": 9,
		"chapter": 2,
		"canon_order": 29914
	},
	{
		"verseText": "not stealing, but showing all good fidelity, that they may adorn the doctrine of God, our Savior, in all things. ",
		"book": "TIT",
		"verse": 10,
		"chapter": 2,
		"canon_order": 29915
	},
	{
		"verseText": "For the grace of God has appeared, bringing salvation to all men, ",
		"book": "TIT",
		"verse": 11,
		"chapter": 2,
		"canon_order": 29916
	},
	{
		"verseText": "instructing us to the intent that, denying ungodliness and worldly lusts, we would live soberly, righteously, and godly in this present age; ",
		"book": "TIT",
		"verse": 12,
		"chapter": 2,
		"canon_order": 29917
	},
	{
		"verseText": "looking for the blessed hope and appearing of the glory of our great God and Savior, Jesus Christ, ",
		"book": "TIT",
		"verse": 13,
		"chapter": 2,
		"canon_order": 29918
	},
	{
		"verseText": "who gave himself for us, that he might redeem us from all iniquity and purify for himself a people for his own possession, zealous for good works. ",
		"book": "TIT",
		"verse": 14,
		"chapter": 2,
		"canon_order": 29919
	},
	{
		"verseText": "Say these things and exhort and reprove with all authority. Let no one despise you. ",
		"book": "TIT",
		"verse": 15,
		"chapter": 2,
		"canon_order": 29920
	},
	{
		"verseText": "Remind them to be in subjection to rulers and to authorities, to be obedient, to be ready for every good work, ",
		"book": "TIT",
		"verse": 1,
		"chapter": 3,
		"canon_order": 29921
	},
	{
		"verseText": "to speak evil of no one, not to be contentious, to be gentle, showing all humility toward all men. ",
		"book": "TIT",
		"verse": 2,
		"chapter": 3,
		"canon_order": 29922
	},
	{
		"verseText": "For we were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful, and hating one another. ",
		"book": "TIT",
		"verse": 3,
		"chapter": 3,
		"canon_order": 29923
	},
	{
		"verseText": "But when the kindness of God our Savior and his love toward mankind appeared, ",
		"book": "TIT",
		"verse": 4,
		"chapter": 3,
		"canon_order": 29924
	},
	{
		"verseText": "not by works of righteousness which we did ourselves, but according to his mercy, he saved us through the washing of regeneration and renewing by the Holy Spirit, ",
		"book": "TIT",
		"verse": 5,
		"chapter": 3,
		"canon_order": 29925
	},
	{
		"verseText": "whom he poured out on us richly through Jesus Christ our Savior; ",
		"book": "TIT",
		"verse": 6,
		"chapter": 3,
		"canon_order": 29926
	},
	{
		"verseText": "that being justified by his grace, we might be made heirs according to the hope of eternal life. ",
		"book": "TIT",
		"verse": 7,
		"chapter": 3,
		"canon_order": 29927
	},
	{
		"verseText": "This saying is faithful, and concerning these things I desire that you insist confidently, so that those who have believed God may be careful to maintain good works. These things are good and profitable to men; ",
		"book": "TIT",
		"verse": 8,
		"chapter": 3,
		"canon_order": 29928
	},
	{
		"verseText": "but shun foolish questionings, genealogies, strife, and disputes about the law; for they are unprofitable and vain. ",
		"book": "TIT",
		"verse": 9,
		"chapter": 3,
		"canon_order": 29929
	},
	{
		"verseText": "Avoid a factious man after a first and second warning, ",
		"book": "TIT",
		"verse": 10,
		"chapter": 3,
		"canon_order": 29930
	},
	{
		"verseText": "knowing that such a one is perverted and sinful, being self-condemned. ",
		"book": "TIT",
		"verse": 11,
		"chapter": 3,
		"canon_order": 29931
	},
	{
		"verseText": "When I send Artemas to you, or Tychicus, be diligent to come to me to Nicopolis, for I have determined to winter there. ",
		"book": "TIT",
		"verse": 12,
		"chapter": 3,
		"canon_order": 29932
	},
	{
		"verseText": "Send Zenas the lawyer and Apollos on their journey speedily, that nothing may be lacking for them. ",
		"book": "TIT",
		"verse": 13,
		"chapter": 3,
		"canon_order": 29933
	},
	{
		"verseText": "Let our people also learn to maintain good works to meet necessary needs, that they may not be unfruitful. ",
		"book": "TIT",
		"verse": 14,
		"chapter": 3,
		"canon_order": 29934
	},
	{
		"verseText": "All who are with me greet you. Greet those who love us in faith. Grace be with you all. Amen. ",
		"book": "TIT",
		"verse": 15,
		"chapter": 3,
		"canon_order": 29935
	}
]