[
	{
		"verseText": "In the eighth month, in the second year of Darius, Yahweh’s word came to the prophet Zechariah the son of Berechiah, the son of Iddo, saying, ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 1,
		"canon_order": 22880
	},
	{
		"verseText": "“Yahweh was very displeased with your fathers. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 1,
		"canon_order": 22881
	},
	{
		"verseText": "Therefore tell them, Yahweh of Armies says: ‘Return to me,’ says Yahweh of Armies, ‘and I will return to you,’ says Yahweh of Armies. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 1,
		"canon_order": 22882
	},
	{
		"verseText": "Don’t you be like your fathers, to whom the former prophets proclaimed, saying: Yahweh of Armies says, ‘Return now from your evil ways and from your evil doings;’ but they didn’t hear nor listen to me, says Yahweh. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 1,
		"canon_order": 22883
	},
	{
		"verseText": "Your fathers, where are they? And the prophets, do they live forever? ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 1,
		"canon_order": 22884
	},
	{
		"verseText": "But my words and my decrees, which I commanded my servants the prophets, didn’t they overtake your fathers? “Then they repented and said, ‘Just as Yahweh of Armies determined to do to us, according to our ways and according to our practices, so he has dealt with us.’” ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 1,
		"canon_order": 22885
	},
	{
		"verseText": "On the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, Yahweh’s word came to the prophet Zechariah the son of Berechiah, the son of Iddo, saying, ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 1,
		"canon_order": 22886
	},
	{
		"verseText": "“I had a vision in the night, and behold, a man riding on a red horse, and he stood among the myrtle trees that were in a ravine; and behind him there were red, brown, and white horses. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 1,
		"canon_order": 22887
	},
	{
		"verseText": "Then I asked, ‘My lord, what are these?’” The angel who talked with me said to me, “I will show you what these are.” ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 1,
		"canon_order": 22888
	},
	{
		"verseText": "The man who stood among the myrtle trees answered, “They are the ones Yahweh has sent to go back and forth through the earth.” ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 1,
		"canon_order": 22889
	},
	{
		"verseText": "They reported to Yahweh’s angel who stood among the myrtle trees, and said, “We have walked back and forth through the earth, and behold, all the earth is at rest and in peace.” ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 1,
		"canon_order": 22890
	},
	{
		"verseText": "Then Yahweh’s angel replied, “O Yahweh of Armies, how long will you not have mercy on Jerusalem and on the cities of Judah, against which you have had indignation these seventy years?” ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 1,
		"canon_order": 22891
	},
	{
		"verseText": "Yahweh answered the angel who talked with me with kind and comforting words. ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 1,
		"canon_order": 22892
	},
	{
		"verseText": "So the angel who talked with me said to me, “Proclaim, saying, ‘Yahweh of Armies says: “I am jealous for Jerusalem and for Zion with a great jealousy. ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 1,
		"canon_order": 22893
	},
	{
		"verseText": "I am very angry with the nations that are at ease; for I was but a little displeased, but they added to the calamity.” ",
		"book": "ZEC",
		"verse": 15,
		"chapter": 1,
		"canon_order": 22894
	},
	{
		"verseText": "Therefore Yahweh says: “I have returned to Jerusalem with mercy. My house shall be built in it,” says Yahweh of Armies, “and a line shall be stretched out over Jerusalem.”’ ",
		"book": "ZEC",
		"verse": 16,
		"chapter": 1,
		"canon_order": 22895
	},
	{
		"verseText": "“Proclaim further, saying, ‘Yahweh of Armies says: “My cities will again overflow with prosperity, and Yahweh will again comfort Zion, and will again choose Jerusalem.”’” ",
		"book": "ZEC",
		"verse": 17,
		"chapter": 1,
		"canon_order": 22896
	},
	{
		"verseText": "I lifted up my eyes and saw, and behold, four horns. ",
		"book": "ZEC",
		"verse": 18,
		"chapter": 1,
		"canon_order": 22897
	},
	{
		"verseText": "I asked the angel who talked with me, “What are these?” He answered me, “These are the horns which have scattered Judah, Israel, and Jerusalem.” ",
		"book": "ZEC",
		"verse": 19,
		"chapter": 1,
		"canon_order": 22898
	},
	{
		"verseText": "Yahweh showed me four craftsmen. ",
		"book": "ZEC",
		"verse": 20,
		"chapter": 1,
		"canon_order": 22899
	},
	{
		"verseText": "Then I asked, “What are these coming to do?” He said, “These are the horns which scattered Judah, so that no man lifted up his head; but these have come to terrify them, to cast down the horns of the nations that lifted up their horn against the land of Judah to scatter it.” ",
		"book": "ZEC",
		"verse": 21,
		"chapter": 1,
		"canon_order": 22900
	},
	{
		"verseText": "I lifted up my eyes, and saw, and behold, a man with a measuring line in his hand. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 2,
		"canon_order": 22901
	},
	{
		"verseText": "Then I asked, “Where are you going?” He said to me, “To measure Jerusalem, to see what is its width and what is its length.” ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 2,
		"canon_order": 22902
	},
	{
		"verseText": "Behold, the angel who talked with me went out, and another angel went out to meet him, ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 2,
		"canon_order": 22903
	},
	{
		"verseText": "and said to him, “Run, speak to this young man, saying, ‘Jerusalem will be inhabited as villages without walls, because of the multitude of men and livestock in it. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 2,
		"canon_order": 22904
	},
	{
		"verseText": "For I,’ says Yahweh, ‘will be to her a wall of fire around it, and I will be the glory in the middle of her. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 2,
		"canon_order": 22905
	},
	{
		"verseText": "Come! Come! Flee from the land of the north,’ says Yahweh; ‘for I have spread you abroad as the four winds of the sky,’ says Yahweh. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 2,
		"canon_order": 22906
	},
	{
		"verseText": "‘Come, Zion! Escape, you who dwell with the daughter of Babylon.’ ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 2,
		"canon_order": 22907
	},
	{
		"verseText": "For Yahweh of Armies says: ‘For honor he has sent me to the nations which plundered you; for he who touches you touches the apple of his eye. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 2,
		"canon_order": 22908
	},
	{
		"verseText": "For, behold, I will shake my hand over them, and they will be a plunder to those who served them; and you will know that Yahweh of Armies has sent me. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 2,
		"canon_order": 22909
	},
	{
		"verseText": "Sing and rejoice, daughter of Zion! For behold, I come and I will dwell within you,’ says Yahweh. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 2,
		"canon_order": 22910
	},
	{
		"verseText": "Many nations shall join themselves to Yahweh in that day, and shall be my people; and I will dwell among you, and you shall know that Yahweh of Armies has sent me to you. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 2,
		"canon_order": 22911
	},
	{
		"verseText": "Yahweh will inherit Judah as his portion in the holy land, and will again choose Jerusalem. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 2,
		"canon_order": 22912
	},
	{
		"verseText": "Be silent, all flesh, before Yahweh; for he has roused himself from his holy habitation!” ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 2,
		"canon_order": 22913
	},
	{
		"verseText": "He showed me Joshua the high priest standing before Yahweh’s angel, and Satan standing at his right hand to be his adversary. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 3,
		"canon_order": 22914
	},
	{
		"verseText": "Yahweh said to Satan, “Yahweh rebuke you, Satan! Yes, Yahweh who has chosen Jerusalem rebuke you! Isn’t this a burning stick plucked out of the fire?” ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 3,
		"canon_order": 22915
	},
	{
		"verseText": "Now Joshua was clothed with filthy garments, and was standing before the angel. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 3,
		"canon_order": 22916
	},
	{
		"verseText": "He answered and spoke to those who stood before him, saying, “Take the filthy garments off him.” To him he said, “Behold, I have caused your iniquity to pass from you, and I will clothe you with rich clothing.” ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 3,
		"canon_order": 22917
	},
	{
		"verseText": "I said, “Let them set a clean turban on his head.” So they set a clean turban on his head, and clothed him; and Yahweh’s angel was standing by. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 3,
		"canon_order": 22918
	},
	{
		"verseText": "Yahweh’s angel solomnly assured Joshua, saying, ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 3,
		"canon_order": 22919
	},
	{
		"verseText": "“Yahweh of Armies says: ‘If you will walk in my ways, and if you will follow my instructions, then you also shall judge my house, and shall also keep my courts, and I will give you a place of access among these who stand by. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 3,
		"canon_order": 22920
	},
	{
		"verseText": "Hear now, Joshua the high priest, you and your fellows who sit before you, for they are men who are a sign; for, behold, I will bring out my servant, the Branch. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 3,
		"canon_order": 22921
	},
	{
		"verseText": "For, behold, the stone that I have set before Joshua: on one stone are seven eyes; behold, I will engrave its inscription,’ says Yahweh of Armies, ‘and I will remove the iniquity of that land in one day. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 3,
		"canon_order": 22922
	},
	{
		"verseText": "In that day,’ says Yahweh of Armies, ‘you will invite every man his neighbor under the vine and under the fig tree.’” ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 3,
		"canon_order": 22923
	},
	{
		"verseText": "The angel who talked with me came again and wakened me, as a man who is wakened out of his sleep. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 4,
		"canon_order": 22924
	},
	{
		"verseText": "He said to me, “What do you see?” I said, “I have seen, and behold, a lamp stand all of gold, with its bowl on the top of it, and its seven lamps on it; there are seven pipes to each of the lamps which are on the top of it; ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 4,
		"canon_order": 22925
	},
	{
		"verseText": "and two olive trees by it, one on the right side of the bowl, and the other on the left side of it.” ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 4,
		"canon_order": 22926
	},
	{
		"verseText": "I answered and spoke to the angel who talked with me, saying, “What are these, my lord?” ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 4,
		"canon_order": 22927
	},
	{
		"verseText": "Then the angel who talked with me answered me, “Don’t you know what these are?” I said, “No, my lord.” ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 4,
		"canon_order": 22928
	},
	{
		"verseText": "Then he answered and spoke to me, saying, “This is Yahweh’s word to Zerubbabel, saying, ‘Not by might, nor by power, but by my Spirit,’ says Yahweh of Armies. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 4,
		"canon_order": 22929
	},
	{
		"verseText": "Who are you, great mountain? Before Zerubbabel you are a plain; and he will bring out the capstone with shouts of ‘Grace, grace, to it!’” ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 4,
		"canon_order": 22930
	},
	{
		"verseText": "Moreover Yahweh’s word came to me, saying, ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 4,
		"canon_order": 22931
	},
	{
		"verseText": "“The hands of Zerubbabel have laid the foundation of this house. His hands shall also finish it; and you will know that Yahweh of Armies has sent me to you. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 4,
		"canon_order": 22932
	},
	{
		"verseText": "Indeed, who despises the day of small things? For these seven shall rejoice, and shall see the plumb line in the hand of Zerubbabel. These are Yahweh’s eyes, which run back and forth through the whole earth.” ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 4,
		"canon_order": 22933
	},
	{
		"verseText": "Then I asked him, “What are these two olive trees on the right side of the lamp stand and on the left side of it?” ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 4,
		"canon_order": 22934
	},
	{
		"verseText": "I asked him the second time, “What are these two olive branches, which are beside the two golden spouts that pour the golden oil out of themselves?” ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 4,
		"canon_order": 22935
	},
	{
		"verseText": "He answered me, “Don’t you know what these are?” I said, “No, my lord.” ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 4,
		"canon_order": 22936
	},
	{
		"verseText": "Then he said, “These are the two anointed ones who stand by the Lord of the whole earth.” ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 4,
		"canon_order": 22937
	},
	{
		"verseText": "Then again I lifted up my eyes and saw, and behold, a flying scroll. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 5,
		"canon_order": 22938
	},
	{
		"verseText": "He said to me, “What do you see?” I answered, “I see a flying scroll; its length is twenty cubits, and its width ten cubits.” ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 5,
		"canon_order": 22939
	},
	{
		"verseText": "Then he said to me, “This is the curse that goes out over the surface of the whole land, for everyone who steals shall be cut off according to it on the one side; and everyone who swears falsely shall be cut off according to it on the other side. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 5,
		"canon_order": 22940
	},
	{
		"verseText": "I will cause it to go out,” says Yahweh of Armies, “and it will enter into the house of the thief, and into the house of him who swears falsely by my name; and it will remain in the middle of his house, and will destroy it with its timber and its stones.” ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 5,
		"canon_order": 22941
	},
	{
		"verseText": "Then the angel who talked with me came forward and said to me, “Lift up now your eyes and see what this is that is appearing.” ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 5,
		"canon_order": 22942
	},
	{
		"verseText": "I said, “What is it?” He said, “This is the ephah basket that is appearing.” He said moreover, “This is their appearance in all the land— ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 5,
		"canon_order": 22943
	},
	{
		"verseText": "and behold, a lead cover weighing one talent was lifted up—and there was a woman sitting in the middle of the ephah basket.” ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 5,
		"canon_order": 22944
	},
	{
		"verseText": "He said, “This is Wickedness;” and he threw her down into the middle of the ephah basket; and he threw the lead weight on its mouth. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 5,
		"canon_order": 22945
	},
	{
		"verseText": "Then I lifted up my eyes and saw, and behold, there were two women; and the wind was in their wings. Now they had wings like the wings of a stork, and they lifted up the ephah basket between earth and the sky. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 5,
		"canon_order": 22946
	},
	{
		"verseText": "Then I said to the angel who talked with me, “Where are these carrying the ephah basket?” ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 5,
		"canon_order": 22947
	},
	{
		"verseText": "He said to me, “To build her a house in the land of Shinar. When it is prepared, she will be set there in her own place.” ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 5,
		"canon_order": 22948
	},
	{
		"verseText": "Again I lifted up my eyes, and saw, and behold, four chariots came out from between two mountains; and the mountains were mountains of bronze. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 6,
		"canon_order": 22949
	},
	{
		"verseText": "In the first chariot were red horses. In the second chariot were black horses. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 6,
		"canon_order": 22950
	},
	{
		"verseText": "In the third chariot were white horses. In the fourth chariot were dappled horses, all of them powerful. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 6,
		"canon_order": 22951
	},
	{
		"verseText": "Then I asked the angel who talked with me, “What are these, my lord?” ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 6,
		"canon_order": 22952
	},
	{
		"verseText": "The angel answered me, “These are the four winds of the sky, which go out from standing before the Lord of all the earth. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 6,
		"canon_order": 22953
	},
	{
		"verseText": "The one with the black horses goes out toward the north country; and the white went out after them; and the dappled went out toward the south country.” ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 6,
		"canon_order": 22954
	},
	{
		"verseText": "The strong went out, and sought to go that they might walk back and forth through the earth. He said, “Go around and through the earth!” So they walked back and forth through the earth. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 6,
		"canon_order": 22955
	},
	{
		"verseText": "Then he called to me, and spoke to me, saying, “Behold, those who go toward the north country have quieted my spirit in the north country.” ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 6,
		"canon_order": 22956
	},
	{
		"verseText": "Yahweh’s word came to me, saying, ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 6,
		"canon_order": 22957
	},
	{
		"verseText": "“Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah; and come the same day, and go into the house of Josiah the son of Zephaniah, where they have come from Babylon. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 6,
		"canon_order": 22958
	},
	{
		"verseText": "Yes, take silver and gold, and make crowns, and set them on the head of Joshua the son of Jehozadak, the high priest; ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 6,
		"canon_order": 22959
	},
	{
		"verseText": "and speak to him, saying, ‘Yahweh of Armies says, “Behold, the man whose name is the Branch! He will grow up out of his place; and he will build Yahweh’s temple. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 6,
		"canon_order": 22960
	},
	{
		"verseText": "He will build Yahweh’s temple. He will bear the glory, and will sit and rule on his throne. He will be a priest on his throne. The counsel of peace will be between them both. ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 6,
		"canon_order": 22961
	},
	{
		"verseText": "The crowns shall be to Helem, to Tobijah, to Jedaiah, and to Hen the son of Zephaniah, for a memorial in Yahweh’s temple. ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 6,
		"canon_order": 22962
	},
	{
		"verseText": "Those who are far off shall come and build in Yahweh’s temple; and you shall know that Yahweh of Armies has sent me to you. This will happen, if you will diligently obey Yahweh your God’s voice.”’” ",
		"book": "ZEC",
		"verse": 15,
		"chapter": 6,
		"canon_order": 22963
	},
	{
		"verseText": "In the fourth year of king Darius, Yahweh’s word came to Zechariah in the fourth day of the ninth month, the month of Chislev. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 7,
		"canon_order": 22964
	},
	{
		"verseText": "The people of Bethel sent Sharezer and Regem Melech and their men to entreat Yahweh’s favor, ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 7,
		"canon_order": 22965
	},
	{
		"verseText": "and to speak to the priests of the house of Yahweh of Armies and to the prophets, saying, “Should I weep in the fifth month, separating myself, as I have done these so many years?” ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 7,
		"canon_order": 22966
	},
	{
		"verseText": "Then the word of Yahweh of Armies came to me, saying, ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 7,
		"canon_order": 22967
	},
	{
		"verseText": "“Speak to all the people of the land and to the priests, saying, ‘When you fasted and mourned in the fifth and in the seventh month for these seventy years, did you at all fast to me, really to me? ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 7,
		"canon_order": 22968
	},
	{
		"verseText": "When you eat and when you drink, don’t you eat for yourselves and drink for yourselves? ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 7,
		"canon_order": 22969
	},
	{
		"verseText": "Aren’t these the words which Yahweh proclaimed by the former prophets when Jerusalem was inhabited and in prosperity, and its cities around her, and the South and the lowland were inhabited?’” ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 7,
		"canon_order": 22970
	},
	{
		"verseText": "Yahweh’s word came to Zechariah, saying, ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 7,
		"canon_order": 22971
	},
	{
		"verseText": "“Thus has Yahweh of Armies spoken, saying, ‘Execute true judgment, and show kindness and compassion every man to his brother. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 7,
		"canon_order": 22972
	},
	{
		"verseText": "Don’t oppress the widow, the fatherless, the foreigner, nor the poor; and let none of you devise evil against his brother in your heart.’ ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 7,
		"canon_order": 22973
	},
	{
		"verseText": "But they refused to listen, and turned their backs, and stopped their ears, that they might not hear. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 7,
		"canon_order": 22974
	},
	{
		"verseText": "Yes, they made their hearts as hard as flint, lest they might hear the law and the words which Yahweh of Armies had sent by his Spirit by the former prophets. Therefore great wrath came from Yahweh of Armies. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 7,
		"canon_order": 22975
	},
	{
		"verseText": "It has come to pass that, as he called and they refused to listen, so they will call and I will not listen,” said Yahweh of Armies; ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 7,
		"canon_order": 22976
	},
	{
		"verseText": "“but I will scatter them with a whirlwind among all the nations which they have not known. Thus the land was desolate after them, so that no man passed through nor returned; for they made the pleasant land desolate.” ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 7,
		"canon_order": 22977
	},
	{
		"verseText": "The word of Yahweh of Armies came to me. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 8,
		"canon_order": 22978
	},
	{
		"verseText": "Yahweh of Armies says: “I am jealous for Zion with great jealousy, and I am jealous for her with great wrath.” ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 8,
		"canon_order": 22979
	},
	{
		"verseText": "Yahweh says: “I have returned to Zion, and will dwell in the middle of Jerusalem. Jerusalem shall be called ‘The City of Truth;’ and the mountain of Yahweh of Armies, ‘The Holy Mountain.’” ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 8,
		"canon_order": 22980
	},
	{
		"verseText": "Yahweh of Armies says: “Old men and old women will again dwell in the streets of Jerusalem, every man with his staff in his hand because of their old age. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 8,
		"canon_order": 22981
	},
	{
		"verseText": "The streets of the city will be full of boys and girls playing in its streets.” ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 8,
		"canon_order": 22982
	},
	{
		"verseText": "Yahweh of Armies says: “If it is marvelous in the eyes of the remnant of this people in those days, should it also be marvelous in my eyes?” says Yahweh of Armies. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 8,
		"canon_order": 22983
	},
	{
		"verseText": "Yahweh of Armies says: “Behold, I will save my people from the east country and from the west country. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 8,
		"canon_order": 22984
	},
	{
		"verseText": "I will bring them, and they will dwell within Jerusalem. They will be my people, and I will be their God, in truth and in righteousness.” ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 8,
		"canon_order": 22985
	},
	{
		"verseText": "Yahweh of Armies says: “Let your hands be strong, you who hear in these days these words from the mouth of the prophets who were in the day that the foundation of the house of Yahweh of Armies was laid, even the temple, that it might be built. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 8,
		"canon_order": 22986
	},
	{
		"verseText": "For before those days there was no wages for man nor any wages for an animal, neither was there any peace to him who went out or came in, because of the adversary. For I set all men everyone against his neighbor. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 8,
		"canon_order": 22987
	},
	{
		"verseText": "But now I will not be to the remnant of this people as in the former days,” says Yahweh of Armies. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 8,
		"canon_order": 22988
	},
	{
		"verseText": "“For the seed of peace and the vine will yield its fruit, and the ground will give its increase, and the heavens will give their dew. I will cause the remnant of this people to inherit all these things. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 8,
		"canon_order": 22989
	},
	{
		"verseText": "It shall come to pass that, as you were a curse among the nations, house of Judah and house of Israel, so I will save you, and you shall be a blessing. Don’t be afraid. Let your hands be strong.” ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 8,
		"canon_order": 22990
	},
	{
		"verseText": "For Yahweh of Armies says: “As I thought to do evil to you when your fathers provoked me to wrath,” says Yahweh of Armies, “and I didn’t repent, ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 8,
		"canon_order": 22991
	},
	{
		"verseText": "so again I have thought in these days to do good to Jerusalem and to the house of Judah. Don’t be afraid. ",
		"book": "ZEC",
		"verse": 15,
		"chapter": 8,
		"canon_order": 22992
	},
	{
		"verseText": "These are the things that you shall do: speak every man the truth with his neighbor. Execute the judgment of truth and peace in your gates, ",
		"book": "ZEC",
		"verse": 16,
		"chapter": 8,
		"canon_order": 22993
	},
	{
		"verseText": "and let none of you devise evil in your hearts against his neighbor, and love no false oath; for all these are things that I hate,” says Yahweh. ",
		"book": "ZEC",
		"verse": 17,
		"chapter": 8,
		"canon_order": 22994
	},
	{
		"verseText": "The word of Yahweh of Armies came to me. ",
		"book": "ZEC",
		"verse": 18,
		"chapter": 8,
		"canon_order": 22995
	},
	{
		"verseText": "Yahweh of Armies says: “The fasts of the fourth, fifth, seventh, and tenth months shall be for the house of Judah joy, gladness, and cheerful feasts. Therefore love truth and peace.” ",
		"book": "ZEC",
		"verse": 19,
		"chapter": 8,
		"canon_order": 22996
	},
	{
		"verseText": "Yahweh of Armies says: “Many peoples and the inhabitants of many cities will yet come. ",
		"book": "ZEC",
		"verse": 20,
		"chapter": 8,
		"canon_order": 22997
	},
	{
		"verseText": "The inhabitants of one will go to another, saying, ‘Let’s go speedily to entreat the favor of Yahweh, and to seek Yahweh of Armies. I will go also.’ ",
		"book": "ZEC",
		"verse": 21,
		"chapter": 8,
		"canon_order": 22998
	},
	{
		"verseText": "Yes, many peoples and strong nations will come to seek Yahweh of Armies in Jerusalem and to entreat the favor of Yahweh.” ",
		"book": "ZEC",
		"verse": 22,
		"chapter": 8,
		"canon_order": 22999
	},
	{
		"verseText": "Yahweh of Armies says: “In those days, ten men out of all the languages of the nations will take hold of the skirt of him who is a Jew, saying, ‘We will go with you, for we have heard that God is with you.’” ",
		"book": "ZEC",
		"verse": 23,
		"chapter": 8,
		"canon_order": 23000
	},
	{
		"verseText": "A revelation. Yahweh’s word is against the land of Hadrach, and will rest upon Damascus— for the eye of man and of all the tribes of Israel is toward Yahweh— ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 9,
		"canon_order": 23001
	},
	{
		"verseText": "and Hamath, also, which borders on it, Tyre and Sidon, because they are very wise. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 9,
		"canon_order": 23002
	},
	{
		"verseText": "Tyre built herself a stronghold, and heaped up silver like the dust, and fine gold like the mire of the streets. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 9,
		"canon_order": 23003
	},
	{
		"verseText": "Behold, the Lord will dispossess her, and he will strike her power in the sea; and she will be devoured with fire. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 9,
		"canon_order": 23004
	},
	{
		"verseText": "Ashkelon will see it, and fear; Gaza also, and will writhe in agony; as will Ekron, for her expectation will be disappointed; and the king will perish from Gaza, and Ashkelon will not be inhabited. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 9,
		"canon_order": 23005
	},
	{
		"verseText": "Foreigners will dwell in Ashdod, and I will cut off the pride of the Philistines. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 9,
		"canon_order": 23006
	},
	{
		"verseText": "I will take away his blood out of his mouth, and his abominations from between his teeth; and he also will be a remnant for our God; and he will be as a chieftain in Judah, and Ekron as a Jebusite. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 9,
		"canon_order": 23007
	},
	{
		"verseText": "I will encamp around my house against the army, that no one pass through or return; and no oppressor will pass through them any more: for now I have seen with my eyes. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 9,
		"canon_order": 23008
	},
	{
		"verseText": "Rejoice greatly, daughter of Zion! Shout, daughter of Jerusalem! Behold, your King comes to you! He is righteous, and having salvation; lowly, and riding on a donkey, even on a colt, the foal of a donkey. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 9,
		"canon_order": 23009
	},
	{
		"verseText": "I will cut off the chariot from Ephraim and the horse from Jerusalem. The battle bow will be cut off; and he will speak peace to the nations. His dominion will be from sea to sea, and from the River to the ends of the earth. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 9,
		"canon_order": 23010
	},
	{
		"verseText": "As for you also, because of the blood of your covenant, I have set free your prisoners from the pit in which is no water. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 9,
		"canon_order": 23011
	},
	{
		"verseText": "Turn to the stronghold, you prisoners of hope! Even today I declare that I will restore double to you. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 9,
		"canon_order": 23012
	},
	{
		"verseText": "For indeed I bend Judah as a bow for me. I have loaded the bow with Ephraim. I will stir up your sons, Zion, against your sons, Greece, and will make you like the sword of a mighty man. ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 9,
		"canon_order": 23013
	},
	{
		"verseText": "Yahweh will be seen over them. His arrow will flash like lightning. The Lord Yahweh will blow the trumpet, and will go with whirlwinds of the south. ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 9,
		"canon_order": 23014
	},
	{
		"verseText": "Yahweh of Armies will defend them. They will destroy and overcome with sling stones. They will drink, and roar as through wine. They will be filled like bowls, like the corners of the altar. ",
		"book": "ZEC",
		"verse": 15,
		"chapter": 9,
		"canon_order": 23015
	},
	{
		"verseText": "Yahweh their God will save them in that day as the flock of his people; for they are like the jewels of a crown, lifted on high over his land. ",
		"book": "ZEC",
		"verse": 16,
		"chapter": 9,
		"canon_order": 23016
	},
	{
		"verseText": "For how great is his goodness, and how great is his beauty! Grain will make the young men flourish, and new wine the virgins. ",
		"book": "ZEC",
		"verse": 17,
		"chapter": 9,
		"canon_order": 23017
	},
	{
		"verseText": "Ask of Yahweh rain in the spring time, Yahweh who makes storm clouds, and he gives rain showers to everyone for the plants in the field. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 10,
		"canon_order": 23018
	},
	{
		"verseText": "For the teraphim have spoken vanity, and the diviners have seen a lie; and they have told false dreams. They comfort in vain. Therefore they go their way like sheep. They are oppressed, because there is no shepherd. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 10,
		"canon_order": 23019
	},
	{
		"verseText": "My anger is kindled against the shepherds, and I will punish the male goats, for Yahweh of Armies has visited his flock, the house of Judah, and will make them as his majestic horse in the battle. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 10,
		"canon_order": 23020
	},
	{
		"verseText": "From him will come the cornerstone, from him the tent peg, from him the battle bow, from him every ruler together. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 10,
		"canon_order": 23021
	},
	{
		"verseText": "They will be as mighty men, treading down muddy streets in the battle. They will fight, because Yahweh is with them. The riders on horses will be confounded. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 10,
		"canon_order": 23022
	},
	{
		"verseText": "“I will strengthen the house of Judah, and I will save the house of Joseph. I will bring them back, for I have mercy on them. They will be as though I had not cast them off, for I am Yahweh their God, and I will hear them. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 10,
		"canon_order": 23023
	},
	{
		"verseText": "Ephraim will be like a mighty man, and their heart will rejoice as through wine. Yes, their children will see it and rejoice. Their heart will be glad in Yahweh. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 10,
		"canon_order": 23024
	},
	{
		"verseText": "I will signal for them and gather them, for I have redeemed them. They will increase as they were before. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 10,
		"canon_order": 23025
	},
	{
		"verseText": "I will sow them among the peoples. They will remember me in far countries. They will live with their children and will return. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 10,
		"canon_order": 23026
	},
	{
		"verseText": "I will bring them again also out of the land of Egypt, and gather them out of Assyria. I will bring them into the land of Gilead and Lebanon; and there won’t be room enough for them. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 10,
		"canon_order": 23027
	},
	{
		"verseText": "He will pass through the sea of affliction, and will strike the waves in the sea, and all the depths of the Nile will dry up; and the pride of Assyria will be brought down, and the scepter of Egypt will depart. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 10,
		"canon_order": 23028
	},
	{
		"verseText": "I will strengthen them in Yahweh. They will walk up and down in his name,” says Yahweh. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 10,
		"canon_order": 23029
	},
	{
		"verseText": "Open your doors, Lebanon, that the fire may devour your cedars. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 11,
		"canon_order": 23030
	},
	{
		"verseText": "Wail, cypress tree, for the cedar has fallen, because the stately ones are destroyed. Wail, you oaks of Bashan, for the strong forest has come down. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 11,
		"canon_order": 23031
	},
	{
		"verseText": "A voice of the wailing of the shepherds! For their glory is destroyed—a voice of the roaring of young lions! For the pride of the Jordan is ruined. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 11,
		"canon_order": 23032
	},
	{
		"verseText": "Yahweh my God says: “Feed the flock of slaughter. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 11,
		"canon_order": 23033
	},
	{
		"verseText": "Their buyers slaughter them and go unpunished. Those who sell them say, ‘Blessed be Yahweh, for I am rich;’ and their own shepherds don’t pity them. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 11,
		"canon_order": 23034
	},
	{
		"verseText": "For I will no more pity the inhabitants of the land,” says Yahweh; “but, behold, I will deliver every one of the men into his neighbor’s hand and into the hand of his king. They will strike the land, and out of their hand I will not deliver them.” ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 11,
		"canon_order": 23035
	},
	{
		"verseText": "So I fed the flock to be slaughtered, especially the oppressed of the flock. I took for myself two staffs. The one I called “Favor” and the other I called “Union”, and I fed the flock. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 11,
		"canon_order": 23036
	},
	{
		"verseText": "I cut off the three shepherds in one month; for my soul was weary of them, and their soul also loathed me. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 11,
		"canon_order": 23037
	},
	{
		"verseText": "Then I said, “I will not feed you. That which dies, let it die; and that which is to be cut off, let it be cut off; and let those who are left eat each other’s flesh.” ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 11,
		"canon_order": 23038
	},
	{
		"verseText": "I took my staff Favor and cut it apart, that I might break my covenant that I had made with all the peoples. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 11,
		"canon_order": 23039
	},
	{
		"verseText": "It was broken in that day; and thus the poor of the flock that listened to me knew that it was Yahweh’s word. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 11,
		"canon_order": 23040
	},
	{
		"verseText": "I said to them, “If you think it best, give me my wages; and if not, keep them.” So they weighed for my wages thirty pieces of silver. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 11,
		"canon_order": 23041
	},
	{
		"verseText": "Yahweh said to me, “Throw it to the potter—the handsome price that I was valued at by them!” I took the thirty pieces of silver and threw them to the potter in Yahweh’s house. ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 11,
		"canon_order": 23042
	},
	{
		"verseText": "Then I cut apart my other staff, Union, that I might break the brotherhood between Judah and Israel. ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 11,
		"canon_order": 23043
	},
	{
		"verseText": "Yahweh said to me, “Take for yourself yet again the equipment of a foolish shepherd. ",
		"book": "ZEC",
		"verse": 15,
		"chapter": 11,
		"canon_order": 23044
	},
	{
		"verseText": "For, behold, I will raise up a shepherd in the land who will not visit those who are cut off, neither will seek those who are scattered, nor heal that which is broken, nor feed that which is sound; but he will eat the meat of the fat sheep, and will tear their hoofs in pieces. ",
		"book": "ZEC",
		"verse": 16,
		"chapter": 11,
		"canon_order": 23045
	},
	{
		"verseText": "Woe to the worthless shepherd who leaves the flock! The sword will strike his arm and his right eye. His arm will be completely withered, and his right eye will be totally blinded!” ",
		"book": "ZEC",
		"verse": 17,
		"chapter": 11,
		"canon_order": 23046
	},
	{
		"verseText": "A revelation of Yahweh’s word concerning Israel: Yahweh, who stretches out the heavens and lays the foundation of the earth, and forms the spirit of man within him says: ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 12,
		"canon_order": 23047
	},
	{
		"verseText": "“Behold, I will make Jerusalem a cup of reeling to all the surrounding peoples, and it will also be on Judah in the siege against Jerusalem. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 12,
		"canon_order": 23048
	},
	{
		"verseText": "It will happen in that day that I will make Jerusalem a burdensome stone for all the peoples. All who burden themselves with it will be severely wounded, and all the nations of the earth will be gathered together against it. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 12,
		"canon_order": 23049
	},
	{
		"verseText": "In that day,” says Yahweh, “I will strike every horse with terror and his rider with madness. I will open my eyes on the house of Judah, and will strike every horse of the peoples with blindness. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 12,
		"canon_order": 23050
	},
	{
		"verseText": "The chieftains of Judah will say in their heart, ‘The inhabitants of Jerusalem are my strength in Yahweh of Armies their God.’ ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 12,
		"canon_order": 23051
	},
	{
		"verseText": "In that day I will make the chieftains of Judah like a pan of fire among wood, and like a flaming torch among sheaves. They will devour all the surrounding peoples on the right hand and on the left; and Jerusalem will yet again dwell in their own place, even in Jerusalem. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 12,
		"canon_order": 23052
	},
	{
		"verseText": "Yahweh also will save the tents of Judah first, that the glory of David’s house and the glory of the inhabitants of Jerusalem not be magnified above Judah. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 12,
		"canon_order": 23053
	},
	{
		"verseText": "In that day Yahweh will defend the inhabitants of Jerusalem. He who is feeble among them at that day will be like David, and David’s house will be like God, like Yahweh’s angel before them. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 12,
		"canon_order": 23054
	},
	{
		"verseText": "It will happen in that day, that I will seek to destroy all the nations that come against Jerusalem. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 12,
		"canon_order": 23055
	},
	{
		"verseText": "I will pour on David’s house and on the inhabitants of Jerusalem the spirit of grace and of supplication. They will look to me whom they have pierced; and they shall mourn for him as one mourns for his only son, and will grieve bitterly for him as one grieves for his firstborn. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 12,
		"canon_order": 23056
	},
	{
		"verseText": "In that day there will be a great mourning in Jerusalem, like the mourning of Hadadrimmon in the valley of Megiddo. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 12,
		"canon_order": 23057
	},
	{
		"verseText": "The land will mourn, every family apart; the family of David’s house apart, and their wives apart; the family of the house of Nathan apart, and their wives apart; ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 12,
		"canon_order": 23058
	},
	{
		"verseText": "the family of the house of Levi apart, and their wives apart; the family of the Shimeites apart, and their wives apart; ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 12,
		"canon_order": 23059
	},
	{
		"verseText": "all the families who remain, every family apart, and their wives apart. ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 12,
		"canon_order": 23060
	},
	{
		"verseText": "“In that day there will be a fountain opened to David’s house and to the inhabitants of Jerusalem, for sin and for uncleanness. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 13,
		"canon_order": 23061
	},
	{
		"verseText": "It will come to pass in that day, says Yahweh of Armies, that I will cut off the names of the idols out of the land, and they will be remembered no more. I will also cause the prophets and the spirit of impurity to pass out of the land. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 13,
		"canon_order": 23062
	},
	{
		"verseText": "It will happen that when anyone still prophesies, then his father and his mother who bore him will tell him, ‘You must die, because you speak lies in Yahweh’s name;’ and his father and his mother who bore him will stab him when he prophesies. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 13,
		"canon_order": 23063
	},
	{
		"verseText": "It will happen in that day that the prophets will each be ashamed of his vision when he prophesies; they won’t wear a hairy mantle to deceive, ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 13,
		"canon_order": 23064
	},
	{
		"verseText": "but he will say, ‘I am no prophet, I am a tiller of the ground; for I have been made a bondservant from my youth.’ ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 13,
		"canon_order": 23065
	},
	{
		"verseText": "One will say to him, ‘What are these wounds between your arms?’ Then he will answer, ‘Those with which I was wounded in the house of my friends.’ ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 13,
		"canon_order": 23066
	},
	{
		"verseText": "“Awake, sword, against my shepherd, and against the man who is close to me,” says Yahweh of Armies. “Strike the shepherd, and the sheep will be scattered; and I will turn my hand against the little ones. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 13,
		"canon_order": 23067
	},
	{
		"verseText": "It shall happen that in all the land,” says Yahweh, “two parts in it will be cut off and die; but the third will be left in it. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 13,
		"canon_order": 23068
	},
	{
		"verseText": "I will bring the third part into the fire, and will refine them as silver is refined, and will test them like gold is tested. They will call on my name, and I will hear them. I will say, ‘It is my people;’ and they will say, ‘Yahweh is my God.’” ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 13,
		"canon_order": 23069
	},
	{
		"verseText": "Behold, a day of Yahweh comes, when your plunder will be divided within you. ",
		"book": "ZEC",
		"verse": 1,
		"chapter": 14,
		"canon_order": 23070
	},
	{
		"verseText": "For I will gather all nations against Jerusalem to battle; and the city will be taken, the houses rifled, and the women ravished. Half of the city will go out into captivity, and the rest of the people will not be cut off from the city. ",
		"book": "ZEC",
		"verse": 2,
		"chapter": 14,
		"canon_order": 23071
	},
	{
		"verseText": "Then Yahweh will go out and fight against those nations, as when he fought in the day of battle. ",
		"book": "ZEC",
		"verse": 3,
		"chapter": 14,
		"canon_order": 23072
	},
	{
		"verseText": "His feet will stand in that day on the Mount of Olives, which is before Jerusalem on the east; and the Mount of Olives will be split in two from east to west, making a very great valley. Half of the mountain will move toward the north, and half of it toward the south. ",
		"book": "ZEC",
		"verse": 4,
		"chapter": 14,
		"canon_order": 23073
	},
	{
		"verseText": "You shall flee by the valley of my mountains, for the valley of the mountains shall reach to Azel. Yes, you shall flee, just like you fled from before the earthquake in the days of Uzziah king of Judah. Yahweh my God will come, and all the holy ones with you. ",
		"book": "ZEC",
		"verse": 5,
		"chapter": 14,
		"canon_order": 23074
	},
	{
		"verseText": "It will happen in that day that there will not be light, cold, or frost. ",
		"book": "ZEC",
		"verse": 6,
		"chapter": 14,
		"canon_order": 23075
	},
	{
		"verseText": "It will be a unique day which is known to Yahweh—not day, and not night; but it will come to pass that at evening time there will be light. ",
		"book": "ZEC",
		"verse": 7,
		"chapter": 14,
		"canon_order": 23076
	},
	{
		"verseText": "It will happen in that day that living waters will go out from Jerusalem, half of them toward the eastern sea, and half of them toward the western sea. It will be so in summer and in winter. ",
		"book": "ZEC",
		"verse": 8,
		"chapter": 14,
		"canon_order": 23077
	},
	{
		"verseText": "Yahweh will be King over all the earth. In that day Yahweh will be one, and his name one. ",
		"book": "ZEC",
		"verse": 9,
		"chapter": 14,
		"canon_order": 23078
	},
	{
		"verseText": "All the land will be made like the Arabah, from Geba to Rimmon south of Jerusalem; and she will be lifted up and will dwell in her place, from Benjamin’s gate to the place of the first gate, to the corner gate, and from the tower of Hananel to the king’s wine presses. ",
		"book": "ZEC",
		"verse": 10,
		"chapter": 14,
		"canon_order": 23079
	},
	{
		"verseText": "Men will dwell therein, and there will be no more curse; but Jerusalem will dwell safely. ",
		"book": "ZEC",
		"verse": 11,
		"chapter": 14,
		"canon_order": 23080
	},
	{
		"verseText": "This will be the plague with which Yahweh will strike all the peoples who have fought against Jerusalem: their flesh will consume away while they stand on their feet, and their eyes will consume away in their sockets, and their tongue will consume away in their mouth. ",
		"book": "ZEC",
		"verse": 12,
		"chapter": 14,
		"canon_order": 23081
	},
	{
		"verseText": "It will happen in that day that a great panic from Yahweh will be among them; and they will each seize the hand of his neighbor, and his hand will rise up against the hand of his neighbor. ",
		"book": "ZEC",
		"verse": 13,
		"chapter": 14,
		"canon_order": 23082
	},
	{
		"verseText": "Judah also will fight at Jerusalem; and the wealth of all the surrounding nations will be gathered together: gold, silver, and clothing, in great abundance. ",
		"book": "ZEC",
		"verse": 14,
		"chapter": 14,
		"canon_order": 23083
	},
	{
		"verseText": "A plague like this will fall on the horse, on the mule, on the camel, on the donkey, and on all the animals that will be in those camps. ",
		"book": "ZEC",
		"verse": 15,
		"chapter": 14,
		"canon_order": 23084
	},
	{
		"verseText": "It will happen that everyone who is left of all the nations that came against Jerusalem will go up from year to year to worship the King, Yahweh of Armies, and to keep the feast of booths. ",
		"book": "ZEC",
		"verse": 16,
		"chapter": 14,
		"canon_order": 23085
	},
	{
		"verseText": "It will be that whoever of all the families of the earth doesn’t go up to Jerusalem to worship the King, Yahweh of Armies, on them there will be no rain. ",
		"book": "ZEC",
		"verse": 17,
		"chapter": 14,
		"canon_order": 23086
	},
	{
		"verseText": "If the family of Egypt doesn’t go up and doesn’t come, neither will it rain on them. This will be the plague with which Yahweh will strike the nations that don’t go up to keep the feast of booths. ",
		"book": "ZEC",
		"verse": 18,
		"chapter": 14,
		"canon_order": 23087
	},
	{
		"verseText": "This will be the punishment of Egypt and the punishment of all the nations that don’t go up to keep the feast of booths. ",
		"book": "ZEC",
		"verse": 19,
		"chapter": 14,
		"canon_order": 23088
	},
	{
		"verseText": "In that day there will be inscribed on the bells of the horses, “HOLY TO YAHWEH”; and the pots in Yahweh’s house will be like the bowls before the altar. ",
		"book": "ZEC",
		"verse": 20,
		"chapter": 14,
		"canon_order": 23089
	},
	{
		"verseText": "Yes, every pot in Jerusalem and in Judah will be holy to Yahweh of Armies; and all those who sacrifice will come and take of them, and cook in them. In that day there will no longer be a Canaanite in the house of Yahweh of Armies. ",
		"book": "ZEC",
		"verse": 21,
		"chapter": 14,
		"canon_order": 23090
	}
]